Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.markers_function.question
source: What are Markers and how do I get the most out of them?
da_dk: Hvad er mærker, og hvordan får jeg mest muligt ud af dem?
de_de: Was sind Markierungen, und wie nutze ich sie optimal?
el_gr: Τι είναι οι δείκτες και πώς μπορώ να τους εκμεταλλευτώ στο έπακρο;
es_es: ¿Qué son los marcadores y cómo puedo aprovecharlos al máximo?
fa_ir: نشانگرها چیستند و چگونه می‌توانم بیشترین بهره را از آنها ببرم؟
fi_fi: Mitä ovat merkinnät ja kuinka saan niistä parhaan hyödyn?
fr_ca: Que sont les marqueurs et comment en tirer le meilleur parti?
it_it: Cosa sono gli indicatori e come posso utilizzarli al meglio?
ja_jp: マーカーとはどのようなもので、活用するにはどうしたらよいですか?
nb_no: Hva er markører og hvordan får jeg mest mulig ut av dem?
nl_nl: Wat zijn markeringen en hoe kan ik die het beste gebruiken?
pt_br: O que são favoritos e como obter o máximo deles?
pt_pt: O que são Marcos e como posso tirar o máximo partido deles?
sv_se: Vad är platsmarkörer och hur använder jag dem på bästa sätt?

# faq.markers_function.answer
source: Markers are places that you have saved. They could be places that are discoverable within the app, or they could be entirely new places you have added yourself. You can save your current location as a marker by selecting the "Current Location" button on the home screen and then selecting "Save as Marker". You can save other locations as a marker by searching for the place you would like to save using the search bar, or finding somewhere using the "Places Nearby" button, both of which can be found on the Soundscape home screen. Once you have found the place you would like, selecting it will take you to the "Location Details" page. On this page, select the button called "Save as Marker".
da_dk: Mærker er steder, du har gemt. De kan være steder, der kan findes i appen, eller de kan være helt nye steder, du selv har tilføjet. Du kan gemme din aktuelle placering som et mærke ved at vælge knappen "Brug aktuel placering" på startskærmen og derefter vælge "Gem som mærke". Du kan gemme andre placeringer som et mærke ved at søge efter det sted, du vil gemme, ved hjælp af søgelinjen, eller ved at finde et sted ved hjælp af knappen "Steder i nærheden", som begge kan findes på Soundscape-startskærmen. Når du har fundet det ønskede sted, føres du til siden "Placeringsoplysninger", når du vælger det. På denne side skal du vælge knappen "Gem som mærke".
de_de: Markierungen sind Positionen, die Sie gespeichert haben. Es können Plätze sein, die innerhalb der App gefunden werden können, oder gänzlich neue Plätze, die Sie selbst hinzufügen. Sie können Ihren aktuellen Standort als eine Markierung speichern, indem Sie auf dem Startbildschirm die Schaltfläche „Aktuellen Standort verwenden“ antippen, und dann „Als Markierung speichern“ auswählen. Sie können weitere Positionen als Markierungen speichern, indem Sie auf dem Soundscape-Startbildschirm nach dem Platz über die Suchleiste suchen, oder die Option „Orte in der Nähe“ verwenden. Sobald Sie den gewünschten Ort gefunden und ihn ausgewählt haben, wird die Seite „Standortdetails“ angezeigt. Tippen Sie hier auf die Schaltfläche „Als Markierung speichern“.
el_gr: Οι δείκτες είναι μέρη που έχετε αποθηκεύσει. Θα μπορούσαν να είναι μέρη που μπορούν να ανακαλυφθούν μέσα στην εφαρμογή. θα μπορούσαν να είναι εντελώς νέα μέρη που έχετε προσθέσει ο ίδιος. Μπορείτε να αποθηκεύσετε την τρέχουσα θέση σας ως δείκτη επιλέγοντας το κουμπί "Χρήση τρέχουσας τοποθεσίας" στην αρχική οθόνη και, στη συνέχεια, επιλέγοντας "Αποθήκευση ως δείκτη". Μπορείτε να αποθηκεύσετε άλλες τοποθεσίες ως δείκτες, αναζητώντας το μέρος που θέλετε να αποθηκεύσετε χρησιμοποιώντας τη γραμμή αναζήτησης ή βρίσκοντας τις χρησιμοποιώντας το κουμπί "Τοποθεσίες κοντά", και τα δύο μπορούν να βρεθούν στην Soundscape αρχική οθόνη. Μόλις βρείτε το μέρος που θέλετε, η επιλογή του θα σας μεταφέρει στη σελίδα "Λεπτομέρειες τοποθεσίας". Σε αυτήν τη σελίδα, επιλέξτε το κουμπί που ονομάζεται "Αποθήκευση ως δείκτη".
es_es: Los marcadores son lugares que has guardado. Pueden ser lugares descubiertos por la aplicación o lugares totalmente nuevos que hayas añadido tú mismo. Puedes guardar tu ubicación actual como marcador seleccionando el botón "Ubicación actual" en la pantalla de inicio y, a continuación, "Guardar como marcador". Puedes guardar otras ubicaciones como marcador buscando el lugar que te gustaría guardar utilizando la barra de búsqueda, o encontrando algún lugar utilizando el botón "Lugares cercanos", ambos en la pantalla de inicio de Soundscape. Una vez que hayas encontrado el lugar que deseas, al seleccionarlo accederás a la página "Detalles de la ubicación". En esta página, selecciona el botón "Guardar como marcador".
fa_ir: نشانگرها مکان‌هایی هستند که شما ذخیره کرده‌اید. آنها می‌توانند مکان‌هایی باشند که در برنامه قابل کشف هستند، یا می‌توانند مکان‌های کاملاً جدیدی باشند که خودتان اضافه کرده‌اید. می‌توانید مکان فعلی خود را به عنوان یک نشانگر با انتخاب دکمه «مکان فعلی» در صفحه اصلی و سپس انتخاب «ذخیره به عنوان نشانگر» ذخیره کنید. می‌توانید مکان‌های دیگر را به عنوان یک نشانگر با جستجوی مکانی که می‌خواهید ذخیره کنید با استفاده از نوار جستجو، یا پیدا کردن جایی با استفاده از دکمه «مکان‌های نزدیک»، که هر دو را می‌توان در صفحه اصلی Soundscape پیدا کرد، ذخیره کنید. پس از پیدا کردن مکانی که می‌خواهید، انتخاب آن شما را به صفحه «جزئیات مکان» می‌برد. در این صفحه، دکمه‌ای به نام «ذخیره به عنوان نشانگر» را انتخاب کنید.
fi_fi: Merkitsimet ovat paikkoja, jotka olet tallentanut. Ne voivat olla paikkoja, jotka ovat löydettävissä sovelluksesta, tai ne voivat olla täysin uusia paikkoja, jotka olet lisännyt itse. Voit tallentaa nykyisen sijaintisi merkitsimeksi valitsemalla kotinäytöllä "Nykyinen sijainti" -painikkeen ja valitsemalla sitten "Tallenna merkitsimeksi". Voit tallentaa muita sijainteja merkitsimiksi etsimällä paikkaa, jonka haluat tallentaa hakupalkin avulla tai etsimällä paikan "Lähiympäristön paikat" -painikkeella, jotka molemmat löytyvät Soundscapen kotinäytöstä. Kun olet löytänyt haluamasi paikan, sen valitseminen vie sinut "Sijainnin yksityiskohdat" -sivulle. Valitse tällä sivulla painike "Tallenna merkitsimenä".
fr_ca: Les marqueurs sont des emplacements que vous avez enregistrés. Il peut s’agir d’emplacements pouvant être découverts dans l’appli ou de nouveaux emplacements que vous avez ajoutés vous-même. Vous pouvez enregistrer votre emplacement actuel sous forme de marqueur en sélectionnant le bouton « Utiliser l’emplacement actuel », puis « Enregistrer en tant que marqueur ». Vous pouvez enregistrer d’autres emplacements en tant que marqueur en recherchant l’emplacement que vous souhaitez enregistrer à l’aide de la barre de recherche ou en trouvant un emplacement à l’aide du bouton « Emplacements à proximité », tous deux étant disponibles sur l’écran d’accueil de Soundscape. Une fois que vous avez trouvé l’emplacement que vous souhaitez, sélectionnez-le et accédez à la page « Détails de l’emplacement ». Sur cette page, sélectionnez le bouton « Enregistrer en tant que marqueur ».
it_it: Gli indicatori sono luoghi che hai salvato. Potrebbero essere luoghi già individuati all'interno dell'app o luoghi completamente nuovi che hai aggiunto tu stesso. Puoi salvare la posizione attuale come indicatore selezionando il pulsante "Usa posizione attuale" nella schermata iniziale e quindi selezionando "Salva come indicatore". Puoi salvare altri luoghi come indicatori cercando il luogo che desideri salvare tramite la barra di ricerca o trovando un luogo utilizzando il pulsante "Luoghi nelle vicinanze", entrambi disponibili nella schermata iniziale di Soundscape. Una volta trovato il luogo che desideri, selezionandolo viene visualizzata la pagina "Dettagli posizione". In questa pagina, seleziona il pulsante "Salva come indicatore".
ja_jp: 特定の場所をマーカーとして保存できます。アプリで見つけた場所を保存することも、自分で新しい場所を追加することもできます。現在地をマーカーとして保存するには、ホーム画面の [現在地を使用] ボタンを選択し、[マーカーを保存] を選択します。他の場所をマーカーとして保存するには、検索バーを使って保存したい場所を検索するか、[近くの場所] ボタンを使って場所を見つけます。どちらの機能も Soundscape のホーム画面にあります。保存する場所が見つかったら、その場所を選択すると、[場所の詳細] ページが表示されます。このページで [マーカーを保存] というボタンを選択します。
nb_no: Markører er steder du har lagret. Det kan være steder som du finner i appen, eller det kan være helt nye steder som du har lagt til selv. Du kan lagre nåværende posisjon som en markør ved å velge knappen Bruk nåværende posisjon på startskjermen og deretter velge Lagre som markør. Du kan lagre andre steder som en markør ved å søke etter stedet du vil lagre, ved å bruke søkefeltet eller finne et sted ved å bruke knappen Steder i nærheten. Du finner disse på startskjermen til Soundscape. Når du har funnet et sted og velger det, kommer du til siden Posisjonsinformasjon. Velg knappen Lagre som markør på denne siden.
nl_nl: Markeringen zijn plaatsen die u hebt opgeslagen. Dit kunnen plaatsen zijn die u kunt detecteren met de app of geheel nieuwe plaatsen die u zelf hebt toegevoegd. U kunt uw huidige locatie opslaan als een markering door op de knop Huidige locatie gebruiken op het startscherm te drukken en vervolgens Opslaan als markering te selecteren. U kunt andere locaties opslaan als een markering door naar de plaats die u wilt opslaan te zoeken met de zoekbalk, of door op de knop Plaatsen in de buurt te tikken. Beide opties bevinden zich op het startscherm van Soundscape. Als u de gewenste plaats hebt gevonden en deze selecteert, gaat u naar de pagina Locatiedetails. Selecteer op deze pagina de knop Opslaan als een markering.
pt_br: Os favoritos são locais que você salvou. Eles podem ser locais detectáveis no aplicativo ou locais totalmente novos que você mesmo adicionou. É possível salvar sua localização atual como um favorito selecionando o botão "Usar Localização Atual" na tela inicial e depois selecionando "Salvar como Favorito". É possível salvar outras localizações como um favorito pesquisando o local que você gostaria de salvar usando a barra de pesquisa ou localizando outro lugar usando o botão "Locais Próximos", ambos podem ser encontrados na tela inicial do Soundscape. Depois de encontrar o local desejado, selecioná-lo levará você à página "Detalhes da Localização". Nessa página, selecione o botão chamado "Salvar como Favorito".
pt_pt: Os marcos são locais que guardou. Podem ser locais detetáveis pela aplicação ou locais completamente novos adicionados por si. Pode guardar a sua localização atual como um marco selecionando o botão "Utilizar Localização Atual" no ecrã principal e, em seguida, selecionando "Guardar como Marco". Pode guardar outras localizações como marcos procurando o local que pretende guardar utilizando a barra de pesquisa ou utilizando o botão "Locais nas Proximidades", ambos localizados no ecrã principal do Soundscape. Depois de encontrar o local pretendido, quando o selecionar será apresentada a página "Detalhes da Localização". Nesta página, selecione o botão chamado "Guardar como Marco".
sv_se: Platsmarkörer är platser som du har sparat. De kan vara platser som kan upptäckas i appen eller vara helt nya platser som du har lagt till själv. Du kan spara dina aktuella plats som platsmarkör genom att välja knappen "Använd aktuell plats" på startskärmen och sedan välja "Spara som platsmarkör". Du kan spara andra platser som platsmarkörer genom att söka efter platsen du vill spara med hjälp av sökfältet, eller hitta en plats med knappen "Platser i närheten". Båda finns på startskärmen i Soundscape. När du har hittat platsen du vill ha och valt den kommer du till sidan "Platsuppgifter". Välj knappen "Spara som platsmarkör" på den här sidan.

# faq.section.getting_the_best_experience
source: How do I get the best out of Soundscape?
da_dk: Hvordan får jeg mest muligt ud af Soundscape?
de_de: Wie nutze ich Soundscape optimal?
el_gr: Πώς μπορώ να εποφελιθώ περισσότερο από το Soundscape;
es_es: ¿Cómo aprovecho al máximo Soundscape?
fa_ir: چگونه می‌توانم بهترین بهره را از Soundscape ببرم؟
fi_fi: Kuinka saan Soundscapen parhaat ominaisuudet käyttööni?
fr_ca: Comment tirer le meilleur parti de Soundscape?
it_it: Come posso utilizzare al meglio Soundscape?
ja_jp: Soundscape を最大限に活用するにはどうしたらよいですか?
nb_no: Hvordan får jeg det beste ut av Soundscape?
nl_nl: Hoe maak ik optimaal gebruik van Soundscape?
pt_br: Como obter o melhor do Soundscape?
pt_pt: Como posso tirar o máximo partido do Soundscape?
sv_se: Hur använder jag Soundscape smartast?

# faq.what_can_I_set.question
source: What can I set as a beacon?
da_dk: Hvad kan jeg indstille et lydfyr?
de_de: Auf was kann ich ein Beacon platzieren?
el_gr: Τι μπορώ να ορίζω ως ηχητικό σήμα;
es_es: ¿Qué puedo establecer como señal?
fa_ir: چه چیزی را می‌توانم به عنوان نشانهٔ صوتی تنظیم کنم؟
fi_fi: Minkä voin määrittää majakaksi?
fr_ca: Que puis-je définir comme balise?
it_it: Cosa posso impostare come audiofaro?
ja_jp: ビーコンを設定するにはどうしたらよいですか?
nb_no: Hva kan jeg angi som et lydsignal?
nl_nl: Wat kan ik instellen als een baken?
pt_br: O que posso definir como um sinalizador?
pt_pt: Que itens posso definir como um sinal?
sv_se: Vad kan jag ställa in som en ljudfyr?
