Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# devices.callouts.check_audio.airpods
source: Apple AirPods connected.
da_dk: Apple AirPods er tilsluttet.
de_de: Mit Apple AirPods verbunden.
el_gr: Συνδεδεμένα Apple AirPods.
es_es: Apple AirPods conectados.
fa_ir: Apple AirPods متصل شد.
fi_fi: Apple AirPods yhdistetty.
fr_ca: Apple AirPods connectés.
it_it: Apple AirPods connessi.
ja_jp: Apple AirPods が接続されました。
nb_no: Apple AirPods er koblet til.
nl_nl: Apple AirPods verbonden.
pt_br: Apple AirPods conectados.
pt_pt: Apple AirPods ligados.
sv_se: Apple AirPods har anslutits.

# devices.callouts.check_audio.airpods.disconnected
source: Soundscape is searching for your AirPods. Ensure they are connected to your phone.
da_dk: Soundscape søger efter AirPods. Sørg for, at de er tilsluttet til din telefon.
de_de: Soundscape sucht nach Ihren AirPods. Stellen Sie sicher, dass sie mit Ihrem Telefon verbunden sind.
el_gr: Το Soundscape αναζητά τα AirPods σας. Βεβαιωθείτε ότι είναι συνδεδεμένα στο τηλέφωνό σας.
es_es: Soundscape está buscando tus AirPods. Asegúrate de que están conectados al teléfono.
fa_ir: Soundscape در حال جستجوی ایرپادهای شماست. مطمئن شوید که به گوشی شما متصل هستند.
fi_fi: Soundscape etsii AirPods-kuulokkeitasi. Varmista, että ne on yhdistetty puhelimeesi.
fr_ca: Soundscape recherche vos AirPods. Vérifiez qu’ils sont connectés à votre téléphone.
it_it: Soundscape sta cercando i tuoi auricolari AirPods. Assicurati che siano connessi al telefono.
ja_jp: Soundscape で AirPods が見つかりません。AirPods がスマートフォンに接続されていることを確認してください。
nb_no: Soundscape søker etter AirPods. Pass på at de er koblet til telefonen.
nl_nl: Soundscape zoekt naar uw AirPods. Controleer of ze verbinding hebben met de telefoon.
pt_br: O Soundscape está procurando seus AirPods. Eles devem estar conectados ao telefone.
pt_pt: O Soundscape está a procurar os seus AirPods. Certifique-se de que estão ligados ao telemóvel.
sv_se: Soundscape söker efter dina AirPods. Kontrollera att de är anslutna till telefonen.

# devices.troubleshoot.reconnect
source: Reconnect
da_dk: Genopret forbindelse
de_de: Erneut verbinden
el_gr: Επανασύνδεση
es_es: Volver a conectar
fa_ir: اتصال مجدد
fi_fi: Muodosta yhteys uudelleen
fr_ca: Se reconnecter
it_it: Riconnetti
ja_jp: 再接続
nb_no: Koble til på nytt
nl_nl: Opnieuw verbinden
pt_br: Reconectar
pt_pt: Restabelecer Ligação
sv_se: Återanslut

# devices.airpods_unavailable.alert.description
source: This device does not support head tracking with Apple AirPods. Check that your device is an iPhone 7 or later and is running iOS 14.4 or later.
da_dk: Denne enhed understøtter ikke hovedsporing med Apple AirPods. Kontrollér, at enheden er en iPhone 7 eller nyere og kører iOS 14.4 eller nyere.
de_de: Dieses Gerät unterstützt kein Head Tracking mit Apple AirPods. Stellen Sie sicher, dass Ihr Gerät ein iPhone 7 (oder höher) ist und iOS 14.4 (oder höher) ausgeführt wird.
el_gr: Αυτή η συσκευή δεν υποστηρίζει head tracking με Apple AirPods. Βεβαιωθείτε ότι η συσκευή σας είναι iPhone 7 ή νεότερη έκδοση και εκτελεί iOS 14.4 ή νεότερη έκδοση.
es_es: Este dispositivo no admite el seguimiento de cabeza con Apple AirPods. Comprueba que el dispositivo es un iPhone 7 o posterior y que está ejecutando iOS 14.4 o posterior.
fa_ir: این دستگاه از ردیابی سر با Apple AirPods پشتیبانی نمی‌کند. بررسی کنید که دستگاه شما آیفون ۷ یا جدیدتر باشد و iOS 14.4 یا جدیدتر را اجرا کند.
fi_fi: Tämä laite ei tue pään seurantaa Apple AirPods -kuulokkeilla. Tarkista, että laitteesi on iPhone 7 tai uudempi, ja että siinä on versio iOS 14.4 tai uudempi.
fr_ca: Cet appareil ne prend pas en charge le suivi facial avec les Apple AirPods. Vérifiez si votre appareil est un iPhone 7 ou un modèle ultérieur, et qu’il s’exécute sous iOS 14.4 ou une version plus récente.
it_it: Questo dispositivo non supporta il tracciamento della testa con Apple AirPods. Verifica che il tuo dispositivo sia un iPhone 7 o versione successiva e che esegua iOS 14.4 o versione successiva.
ja_jp: このデバイスは Apple AirPods のヘッド トラッキングに対応していません。デバイスが iPhone 7 以降で、iOS 14.4 以降が実行されていることを確認してください。
nb_no: Denne enheten støtter ikke hodesporing med Apple AirPods. Sjekk at enheten er en iPhone 7 eller nyere og kjører iOS 14.4 eller nyere.
nl_nl: Dit apparaat ondersteunt niet het volgen van de kijkrichting met Apple AirPods. Controleer of uw apparaat een iPhone 7 of hoger is en werkt met iOS 14.4 of hoger.
pt_br: Este dispositivo não é compatível com o recurso Head Tracking para dispositivos Apple AirPods. Verifique se seu telefone é um iPhone 7 ou posterior e tem o iOS 14.4 ou posterior.
pt_pt: Este dispositivo não suporta a deteção do movimento da cabeça com Apple AirPods. Verifique se o seu dispositivo é um iPhone 7 ou posterior e está a executar o iOS 14.4 ou posterior.
sv_se: Den här enheten har inte stöd för huvudspårning med Apple AirPods. Kontrollera att enheten är en iPhone 7 eller senare och kör iOS 14.4 eller senare.

# devices.reachability.alert.title
source: Turn on Head Tracking with %@
da_dk: Aktivér hovedsporing med %@
de_de: Aktivieren von Head Tracking mit %@
el_gr: Ενεργοποίηση Head Tracking με %@
es_es: Activa el seguimiento de cabeza con %@
fa_ir: ردیابی سر با %@ فعال شود؟
fi_fi: Ota pään seuranta käyttöön %@ -kuulokkeilla
fr_ca: Activation de l’option Head Tracking avec vos %@
it_it: Attiva il tracciamento della testa con %@
ja_jp: %@ でヘッド トラッキングを有効にする
nb_no: Slå på hodesporing med %@
nl_nl: Kijkrichting volgen inschakelen met %@
pt_br: Ativar Head Tracking com %@
pt_pt: Ativar a Deteção do Movimento da Cabeça nos %@
sv_se: Aktivera huvudspårning med %@

# devices.reachability.alert.description
source: Your %@ can tell Soundscape which direction you are facing, and this will help Soundscape to improve your audio experience. You can enable head tracking in the Head Tracking Headphones settings.
da_dk: Din %@ kan fortælle Soundscape, hvilken retning du vender mod, og dette kan hjælpe Soundscape til at forbedre din lydoplevelse. Du kan aktivere hovedsporing i indstillingerne for Hovedsporingshovedtelefonerne.
de_de: Ihre %@ informieren Soundscape über Ihre Blickrichtung. Dadurch kann Soundscape Ihre Audioerfahrung verbessern. Sie können Head Tracking in den Einstellungen der Head Tracking-Kopfhörer aktivieren.
el_gr: Το %@ μπορεί να πει στο Soundscape ποια κατεύθυνση αντιμετωπίζετε και αυτό θα βοηθήσει το Soundscape να βελτιώσει την εμπειρία ήχου σας. Μπορείτε να ενεργοποιήσετε το head tracking στις ρυθμίσεις ακουστικών head tracking.
es_es: Tu %@ puede indicarte a Soundscape frente a qué dirección te encuentras actualmente, y esto ayudará a Soundscape a mejorar tu experiencia de audio. Puedes habilitar el seguimiento de cabezas en los ajustes de Auriculares con seguimiento de cabeza.
fa_ir: %@ شما می‌تواند به Soundscape بگوید که به کدام جهت رو کرده‌اید، و این به Soundscape کمک می‌کند تا تجربه صوتی شما را بهبود بخشد. می‌توانید ردیابی سر را در تنظیمات هدفون‌های ردیاب سر فعال کنید.
fi_fi: %@ -kuulokkeesi voivat kertoa Soundscapelle, mihin suuntaan olet kääntyneenä, mikä auttaa Soundscapea parantamaan äänikokemustasi. Voit ottaa pään seurannan käyttöön Päätä seuraavat kuulokkeet -asetuksissa.
fr_ca: Vos %@ indiquent à Soundscape votre direction, ce qui permet à Soundscape d’améliorer votre expérience audio. Vous pouvez activer l’option Head Tracking dans les réglages des casques avec l’option Head Tracking.
it_it: Il tuo dispositivo %@ può comunicare a Soundscape la direzione verso cui sei rivolto in modo che Soundscape possa migliorare la tua esperienza audio. Puoi abilitare il tracciamento della testa nelle relative impostazioni degli auricolari.
ja_jp: %@ からユーザーの顔の方向が Soundscape に伝わるため、Soundscape で優れたオーディオ再生が可能になります。ヘッド トラッキング機能搭載ヘッドホンの設定でヘッド トラッキングを有効にすることができます。
nb_no: %@ kan fortelle Soundscape hvilken retning du er vendt mot, og dette hjelper Soundscape med å forbedre lydopplevelsen din. Du kan aktivere hodesporing i innstillingene for hodetelefoner med hodesporing.
nl_nl: Uw %@ geeft aan Soundscape door in welke richting u kijkt. Daarmee kan Soundscape uw audiobeleving verbeteren. U kunt het volgen van de kijkrichting inschakelen in de instellingen voor Head tracking-koptelefoon.
pt_br: Os %@ podem informar ao Soundscape a direção para a qual seu rosto está voltado e isso ajudará o Soundscape a aprimorar sua experiência de áudio. Você pode habilitar o recurso Head Tracking nas configurações dos Fones de Ouvido Head Tracking.
pt_pt: Os %@ podem indicar ao Soundscape a direção em que está virado, o que ajudará o Soundscape a melhorar a sua experiência de áudio. Pode ativar a deteção de movimento da cabeça nas definições dos Auscultadores com Deteção do Movimento da Cabeça.
sv_se: %@ kan tala om för Soundscape vilken riktning du färdas i, och det gör att Soundscape kan förbättra ljudupplevelsen. Du kan aktivera huvudspårning i inställningarna för hörlurar med huvudspårning.

# behavior.experiences.events_list_nav_title
source: Activities
da_dk: Aktiviteter
de_de: Aktivitäten
el_gr: Δραστηριότητες
es_es: Actividades
fa_ir: فعالیت‌ها
fi_fi: Aktiviteetit
fr_ca: Activités
it_it: Attività
ja_jp: アクティビティ
nb_no: Aktiviteter
nl_nl: Activiteiten
pt_br: Atividades
pt_pt: Atividades
sv_se: Aktiviteter

# behavior.experiences.event_nav_title
source: Activity Details
da_dk: Aktivitetsdetaljer
de_de: Details zur Aktivität
el_gr: Λεπτομέρειες δραστηριότητας
es_es: Detalles de la actividad
fa_ir: جزئیات فعالیت
fi_fi: Aktiviteettitiedot
fr_ca: Détails de l’activité
it_it: Dettagli attività
ja_jp: アクティビティの詳細
nb_no: Aktivitetsinformasjon
nl_nl: Activiteitendetails
pt_br: Detalhes da Atividade
pt_pt: Detalhes da Atividade
sv_se: Aktivitetsinformation

# behavior.experiences.route_nav_title
source: Route Details
da_dk: Oplysninger om rute
de_de: Details zur Route
el_gr: Λεπτομέρειες Διαδρομής
es_es: Detalles de la ruta
fa_ir: جزئیات مسیر
fi_fi: Reitin tiedot
fr_ca: Détails de l’itinéraire
it_it: Dettagli percorso
ja_jp: ルートの詳細
nb_no: Ruteinformasjon
pt_br: Detalhes da Rota
pt_pt: Detalhes da Rota
sv_se: Ruttdetaljer

# behavior.experiences.more_actions
source: More Actions
da_dk: Flere handlinger
de_de: Weitere Aktivitäten
el_gr: Περισσότερες δράσεις
es_es: Más acciones
fa_ir: اقدامات بیشتر
fi_fi: Lisää toimintoja
fr_ca: Plus d’actions
it_it: Altre azioni
ja_jp: その他のアクション
nb_no: Flere handlinger
nl_nl: Meer acties
pt_br: Mais Ações
pt_pt: Mais Ações
sv_se: Fler åtgärder

# behavior.experiences.download_failed.title
source: Unable to Download Activity
da_dk: Aktiviteten kan ikke downloades
de_de: Aktivität kann nicht heruntergeladen werden
el_gr: Δεν είναι δυνατή η λήψη δραστηριότητας
es_es: No se puede descargar la actividad
fa_ir: دانلود فعالیت ناموفق بود
fi_fi: Aktiviteettia ei voida ladata
fr_ca: Impossible de télécharger l’activité
it_it: Impossibile scaricare l'attività
ja_jp: アクティビティをダウンロードできません
nb_no: Kan ikke laste ned aktiviteten
nl_nl: Kan activiteit niet downloaden
pt_br: Não é Possível Baixar a Atividade
pt_pt: Não é Possível Transferir a Atividade
sv_se: Det gick inte att ladda ned aktiviteten

# behavior.experiences.download_failed.error
source: Attempting to download the activity failed. Please try again later. Use the "Send Feedback" feature or contact the creator of the activity if this issue persists.
da_dk: Aktiviteten blev ikke downloadet. Prøv igen senere. Brug funktionen "Send feedback", eller kontakt den person, der har oprettet aktiviteten, hvis problemet fortsætter.
de_de: Das Herunterladen der Aktivität ist fehlgeschlagen. Bitte versuchen Sie es später erneut. Verwenden Sie die Funktion „Feedback senden“ oder kontaktieren Sie den Ersteller der Aktivität, wenn das Problem weiterhin besteht.
el_gr: Η προσπάθεια λήψης της δραστηριότητας απέτυχε. Προσπαθήστε ξανά αργότερα. Χρησιμοποιήστε τη δυνατότητα "Αποστολή σχολίων" ή επικοινωνήστε με τον δημιουργό της δραστηριότητας, εάν αυτό το ζήτημα εξακολουθεί να υφίσταται.
es_es: Error al intentar descargar la actividad. Inténtalo de nuevo más tarde. Utiliza la característica "Enviar comentarios" o pónte en contacto con el creador de la actividad si este problema persiste.
fa_ir: تلاش برای دانلود فعالیت ناموفق بود. لطفاً بعداً دوباره امتحان کنید. اگر این مشکل ادامه داشت، از ویژگی «ارسال بازخورد» استفاده کنید یا با سازنده فعالیت تماس بگیرید.
fi_fi: Aktiviteetin latausyritys epäonnistui. Yritä myöhemmin uudelleen. Käytä "Lähetä palautetta" -toimintoa tai ota yhteyttä aktiviteetin luojaan, jos tämä ongelma toistuu.
fr_ca: Échec de la tentative de suppression de cette activité. Veuillez réessayer ultérieurement. Utilisez la fonction « Envoyer un commentaire » ou communiquez avec le créateur de l’activité si ce problème persiste.
it_it: Tentativo di scaricare l'attività non riuscito. Riprova più tardi. Utilizza la funzionalità "Invia feedback" o contatta il creatore dell'attività se il problema persiste.
ja_jp: アクティビティをダウンロードできませんでした。後ほど再度お試しください。この問題が継続する場合は、「フィードバックを送る」機能を利用するか、アクティビティの作成者に連絡してください。
nb_no: Forsøk på å laste ned aktiviteten mislyktes. Prøv på nytt senere. Bruk funksjonen Send tilbakemelding eller kontakt oppretteren av aktiviteten hvis problemet vedvarer.
nl_nl: Pogingen om de activiteit te downloaden zijn mislukt. Probeer het later opnieuw. Gebruik de functie Feedback verzenden of neem contact op met de maker van de activiteit als dit probleem zich blijft voordoen.
pt_br: Falha na tentativa de baixar a atividade. Tente mais tarde. Use o recurso "Enviar Comentários" ou contate o criador da atividade se o problema persistir.
pt_pt: Falha ao tentar transferir a atividade. Tente novamente mais tarde. Utilize a funcionalidade"Enviar Comentários" ou contacte o criador da atividade se este problema persistir.
sv_se: Det gick inte att ladda ned aktiviteten. Försök igen senare. Använd funktionen "Skicka feedback" eller kontakta den som skapat aktiviteten om problemet kvarstår.

# behavior.experiences.reset.title
source: Reset this activity?
da_dk: Vil du nulstille denne aktivitet?
de_de: Diese Aktivität zurücksetzen?
el_gr: Επαναφορά αυτής της δραστηριότητας;
es_es: ¿Deseas restablecer esta actividad?
fa_ir: این فعالیت بازنشانی شود؟
fi_fi: Nollataanko tämä aktiviteetti?
fr_ca: Réinitialiser cette activité?
it_it: Ripristinare questa attività?
ja_jp: このアクティビティをリセットしますか?
nb_no: Vil du tilbakestille denne aktiviteten?
nl_nl: Deze activiteit opnieuw instellen?
pt_br: Redefinir esta atividade?
pt_pt: Repor esta atividade?
sv_se: Vill du återställa aktiviteten?

# behavior.experiences.reset_action
source: Reset Activity
da_dk: Nulstil aktivitet
de_de: Aktivität zurücksetzen
el_gr: Επαναφορά δραστηριότητας
es_es: Restablecer actividad
fa_ir: بازنشانی فعالیت
fi_fi: Nollaa aktiviteetti
fr_ca: Réinitialiser l’activité
it_it: Ripristina attività
ja_jp: アクティビティをリセット
nb_no: Tilbakestill aktivitet
nl_nl: Activiteit opnieuw instellen
pt_br: Redefinir Atividade
pt_pt: Repor Atividade
sv_se: Återställ aktivitet

# behavior.experiences.reset_and_update_action
source: Check for Updates
da_dk: Søg efter opdateringer
de_de: Nach Updates suchen
el_gr: Δείτε ενημερώσεις
es_es: Buscar actualizaciones
fa_ir: بررسی برای به‌روزرسانی‌ها
fi_fi: Tarkista päivitykset
fr_ca: Rechercher des mises à jour
it_it: Verifica la disponibilità di aggiornamenti
ja_jp: アップデートの確認
nb_no: Se etter oppdateringer
nl_nl: Op updates controleren
pt_br: Verificar se Há Atualizações
pt_pt: Procurar Atualizações
sv_se: Sök efter uppdateringar

# behavior.experiences.reset.prompt
source: Resetting this activity will remove your current progress and allow you to start this activity over again. In addition to resetting this activity, you may also choose to check for updates. This will download updated information for this activity if any updates are available.
da_dk: Hvis du nulstiller denne aktivitet, fjernes de aktuelle fremskridt, og du kan starte aktiviteten forfra. Ud over at nulstille denne aktivitet kan du også vælge at søge efter opdateringer. Det downloader opdaterede oplysninger om denne aktivitet, hvis der er tilgængelige opdateringer.
de_de: Wenn Sie diese Aktivität zurücksetzen, wird Ihr aktueller Fortschritt verworfen. Sie können die Aktivität dann erneut starten. Zusätzlich zum Zurücksetzen dieser Aktivität können Sie nach Updates suchen. Falls Updates verfügbar sind, werden entsprechende Informationen für diese Aktivität heruntergeladen.
el_gr: Η επαναφορά αυτής της δραστηριότητας θα καταργήσει την τρέχουσα πρόοδό σας και θα σας επιτρέψει να ξεκινήσετε ξανά αυτήν τη δραστηριότητα. Εκτός από την επαναφορά αυτής της δραστηριότητας, μπορείτε επίσης να επιλέξετε να ελέγξετε για ενημερώσεις. Αυτό θα κάνει λήψη ενημερωμένων πληροφοριών για αυτήν τη δραστηριότητα, εάν υπάρχουν διαθέσιμες ενημερώσεις.
es_es: Al restablecer esta actividad se eliminará tu progreso actual y te permitirá iniciarla de nuevo. Además de restablecerla, también puedes elegir buscar actualizaciones. De esta manera, se descargará información actualizada para esta actividad si hay actualizaciones disponibles.
fa_ir: بازنشانی این فعالیت، پیشرفت فعلی شما را حذف می‌کند و به شما امکان می‌دهد این فعالیت را از ابتدا شروع کنید. همچنین می‌توانید برای به‌روزرسانی‌ها بررسی کنید. این کار اطلاعات به‌روز شده برای این فعالیت را در صورت وجود، دانلود می‌کند.
fi_fi: Tämän aktiviteetin nollaus poistaa nykyiset edistymistiedot ja sallii aktiviteetin aloittamisen uudelleen. Tämän aktiviteetin nollauksen lisäksi saatat haluta tarkistaa päivitykset. Nollaus lataa tämän aktiviteetin päivitetyt tiedot, jos päivityksiä on saatavilla.
fr_ca: La réinitialisation de cette activité supprimera la progression actuelle et vous permettra de recommencer totalement cette activité. Outre la réinitialisation de cette activité, vous pouvez également choisir de rechercher les mises à jour. Cela vous permettra de télécharger les informations mises à jour pour cette activité, si des mises à jour sont disponibles.
it_it: Il ripristino di questa attività rimuove lo stato di avanzamento corrente e ti consente di ricominciare l'attività. Oltre a ripristinare l'attività, è anche possibile scegliere di verificare la disponibilità di aggiornamenti per scaricare le informazioni più recenti per questa attività, se disponibili.
ja_jp: このアクティビティをリセットすると、現在の進捗状況が削除され、このアクティビティを最初からやり直すことができます。このアクティビティをリセットすることに加え、アップデートがないかどうかを確認することを選択することもできます。これにより、アップデートがある場合には、このアクティビティの最新情報がダウンロードされます。
nb_no: Hvis du tilbakestiller denne aktiviteten, fjernes nåværende fremgang og du kan starte aktiviteten på nytt. Du kan også velge å se etter oppdateringer i tillegg til å tilbakestille denne aktiviteten. Dette laster ned oppdatert informasjon for aktiviteten hvis det finnes oppdateringer.
nl_nl: Als u deze activiteit opnieuw instelt, wordt de huidige voortgang verwijderd en kunt u deze activiteit helemaal opnieuw starten. Controleer bij het opnieuw instellen van deze activiteit ook of er updates zijn. Dan downloadt u bijgewerkte informatie voor deze activiteit als er updates beschikbaar zijn.
pt_br: Redefinir esta atividade removerá seu progresso atual e permitirá que você comece a atividade novamente. Além de redefinir a atividade, você pode optar por verificar se há atualizações. Se houver atualizações disponíveis, essa ação baixará informações atualizadas para a atividade.
pt_pt: A reposição desta atividade irá remover o seu progresso atual e permitir-lhe-á recomeçá-la novamente. Além de repor esta atividade, também pode optar por procurar atualizações. Esta ação irá transferir informações atualizadas para esta atividade se existirem atualizações disponíveis.
sv_se: Om du återställer aktiviteten tas det nuvarande förloppet bort och du kan starta aktiviteten igen. Förutom att återställa aktiviteten kan du också välja att söka efter uppdateringar. Då hämtas uppdaterad information för aktiviteten om det finns några uppdateringar.

# behavior.experiences.updates.prompt
source: If any updates are available, this will reset this activity and download the updates.
da_dk: Hvis der er tilgængelige opdateringer, nulstilles denne aktivitet, og opdateringerne downloades.
de_de: Wenn Updates verfügbar sind, wird diese Aktivität zurückgesetzt und die Updates werden heruntergeladen.
el_gr: Εάν υπάρχουν διαθέσιμες ενημερώσεις, αυτό θα επαναφέρει αυτήν τη δραστηριότητα και θα κάνει λήψη των ενημερώσεων.
es_es: Si hay actualizaciones disponibles, se restablecerá esta actividad y se descargarán las actualizaciones.
fa_ir: اگر هر گونه به‌روزرسانی موجود باشد، این کار این فعالیت را بازنشانی کرده و به‌روزرسانی‌ها را دانلود می‌کند.
fi_fi: Jos päivityksiä on saatavilla, tämä nollaa tämän aktiviteetin ja lataa päivitykset.
fr_ca: Si des mises à jour sont disponibles, cette activité est réinitialisée et les mises à jour sont téléchargées.
it_it: Se sono disponibili aggiornamenti, ne verrà eseguito il download e questa attività verrà reimpostata.
ja_jp: アップデートが利用可能な場合は、これによりこのアクティビティがリセットされ、アップデートがダウンロードされます。
nb_no: Hvis det finnes oppdateringer, tilbakestilles aktiviteten og oppdateringene lastes ned.
nl_nl: Als er updates beschikbaar zijn, wordt deze activiteit hiermee opnieuw ingesteld en worden de updates gedownload.
pt_br: Se houver atualizações disponíveis, isso redefinirá esta atividade e baixará as atualizações.
pt_pt: Se existirem atualizações disponíveis, esta ação irá repor esta atividade e transferir as atualizações.
sv_se: Om det finns några uppdateringar tillgängliga återställs den här aktiviteten och uppdateringarna laddas ned.

# behavior.experiences.reset.confirmation
source: Activity reset
da_dk: Aktivitet er nulstillet
de_de: Aktivität zurücksetzen
el_gr: Επαναφορά δραστηριότητας
es_es: Actividad restablecida
fa_ir: فعالیت بازنشانی شد
fi_fi: Aktiviteetin nollaus
fr_ca: Réinitialisation de l’activité
it_it: Ripristino dell'attività
ja_jp: アクティビティがリセットされました
nb_no: Aktivitet tilbakestilt
nl_nl: Activiteit opnieuw instellen
pt_br: Atividade redefinida
pt_pt: Repor atividade
sv_se: Aktivitetsåterställning

# behavior.experiences.delete_action
source: Delete Activity
da_dk: Slet aktivitet
de_de: Aktivität löschen
el_gr: Διαγραφή δραστηριότητας
es_es: Eliminar actividad
fa_ir: حذف فعالیت
fi_fi: Poista aktiviteetti
fr_ca: Supprimer l’activité
it_it: Elimina attività
ja_jp: アクティビティを削除
nb_no: Slett aktivitet
nl_nl: Activiteit verwijderen
pt_br: Excluir Atividade
pt_pt: Eliminar Atividade
sv_se: Ta bort aktivitet

# behavior.experience.delete.title
source: Delete this activity?
da_dk: Vil du slette denne aktivitet?
de_de: Diese Aktivität löschen?
el_gr: Διαγραφή αυτής της δραστηριότητας;
es_es: ¿Deseas eliminar esta actividad?
fa_ir: این فعالیت حذف شود؟
fi_fi: Poistetaanko tämä aktiviteetti?
fr_ca: Supprimer cette activité?
it_it: Eliminare questa attività?
ja_jp: このアクティビティを削除しますか?
nb_no: Vil du slette denne aktiviteten?
nl_nl: Deze activiteit verwijderen?
pt_br: Excluir esta atividade?
pt_pt: Eliminar esta atividade?
sv_se: Vill du ta bort aktiviteten?
