Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.holding_phone_flat.question
source: Do I need to hold the phone in my hand all the time?
da_dk: Skal jeg holde telefonen i hånden hele tiden?
de_de: Muss ich das Telefon die ganze Zeit in der Hand halten?
el_gr: Πρέπει να κρατάω το τηλέφωνο στο χέρι μου όλη την ώρα;
es_es: ¿Es necesario tener el teléfono en la mano todo el tiempo?
fa_ir: آیا باید همیشه گوشی را در دستم نگه دارم؟
fi_fi: Onko minun pideltävä puhelinta kädessäni koko ajan?
fr_ca: Dois-je tout le temps tenir le téléphone dans la main?
it_it: Devo tenere sempre il telefono in mano?
ja_jp: 常にスマートフォンを手に持っている必要がありますか?
nb_no: Må jeg holde telefonen i hånden hele tiden?
nl_nl: Moet ik de telefoon steeds in mijn hand houden?
pt_br: Preciso ficar com o telefone nas mãos o tempo todo?
pt_pt: Preciso de levar sempre o telemóvel na mão?
sv_se: Måste jag hålla telefonen i handen hela tiden?

# faq.holding_phone_flat.answer
source: No! While walking you can put the phone away in a bag or pocket or wherever is convenient. Soundscape will use the direction you are walking to figure out which callouts to announce to your left and to your right. When you stop moving, Soundscape does not know which direction you are facing. If the audible beacon is on, you will notice it get quiet until you start moving again. You can pull the phone out to tap the "Hear My Surroundings" buttons at the bottom of the home screen at any time, but make sure to hold the phone with the top of the phone pointing in the direction you are facing and with the screen to the sky. In this "flat" position, Soundscape will use the phone’s compass to determine which way you are facing and provide accurate spatial callouts. If the beacon is on, you will also notice that it returns to full volume.
da_dk: Nej! Mens du går, kan du lægge telefonen væk i en taske eller lomme, eller hvor det er praktisk. Soundscape vil bruge den retning, du går i, til at finde ud af, hvilke lydbeskeder der skal sende til den venstre side og den højre side. Når du holder op med at gå, ved Soundscape ikke, i hvilken retning du vender. Hvis lydfyret er tændt, vil du bemærke, at det bliver stille, indtil du begynder at gå igen. Du kan til enhver tid trække telefonen ud for at trykke på placerings- og udforskningsknapperne nederst på skærmen, men sørg for at holde telefonen, så toppen af den peger i den retning, du vender, og med skærmen mod himlen. I denne stilling "vandret" bruger Soundscape telefonens kompas til at bestemme, hvilken retning du vender mod, og give nøjagtige rumlige lydbeskeder. Hvis lydfyret er tændt, vil du også bemærke, at det vender tilbage til fuld lydstyrke.
de_de: Nein. Unterwegs können Sie das Telefon in eine Tasche, Ihre Jacke etc. stecken. Soundscape folgt der Richtung, in die Sie gehen, um zu ermitteln, welche Hinweise zu Ihrer Linken und zu Ihrer Rechten angesagt werden sollen. Wenn Sie anhalten, weiß Soundscape nicht, in welche Richtung Sie schauen. Wenn das Audiobeacon aktiviert ist, werden Sie feststellen, dass es leise wird, bis Sie sich wieder bewegen. Sie können das Telefon jederzeit herausholen, um auf die Ortungs- und Erkundungstasten am unteren Rand des Bildschirms zu tippen. Stellen Sie dabei sicher, dass Sie das Telefon so halten, dass die Telefonoberseite in die Richtung zeigt, in die Sie schauen, und der Bildschirm zum Himmel. In dieser „flachen“ Position verwendet Soundscape den Kompass des Telefons, um zu bestimmen, in welche Richtung Sie blicken, und um genaue räumliche Angaben zu machen. Wenn das Beacon eingeschaltet ist, werden Sie feststellen, dass es wieder auf volle Lautstärke zurückkehrt.
el_gr: Όχι! Ενώ περπατάτε μπορείτε να βάλετε το τηλέφωνο σε μια τσάντα ή τσέπη ή οπουδήποτε είναι βολικό. Το Soundscape θα χρησιμοποιήσει την κατεύθυνση που περπατάτε για να καταλάβει ποιες επεξηγήσεις να ανακοινώσει στα αριστερά σας και στα δεξιά σας. Όταν σταματήσετε να κινείστε, το Soundscape δεν γνωρίζει προς ποια κατεύθυνση στρέφεστε. Αν το ηχητικό σήμα είναι σε εξέλιξη, θα παρατηρήσετε ότι ησυχάζει μέχρι να αρχίσετε να κινείστε ξανά. Μπορείτε να πάρετε το τηλέφωνο στα χέρια σας για να πατήσετε τα κουμπιά τοποθεσίας και εξερεύνησης στο κάτω μέρος της οθόνης ανά πάσα στιγμή, αλλά φροντίστε να το κρατήσετε με το επάνω μέρος του τηλεφώνου στραμμένο προς την κατεύθυνση που κοιτάτε και με την οθόνη προς στον ουρανό. Σε αυτήν την "επίπεδη" θέση, το Soundscape θα χρησιμοποιήσει την πυξίδα του τηλεφώνου για να καθορίσει τον τρόπο με τον οποίο είστε στραμμένοι και για να παρέχει ακριβείς χωρικές επεξηγήσεις. Εάν το ηχητικό σήμα είναι σε λειτουργία, θα παρατηρήσετε επίσης ότι επιστρέφει σε πλήρη ένταση.
es_es: ¡No, no! Mientras caminas puedes guardar el teléfono en una bolsa o bolsillo o donde sea conveniente. El paisaje sonoro usará la dirección que estás caminando para averiguar qué avisos anunciar a tu izquierda y a tu derecha. Cuando dejas de moverte, Soundscape no sabe hacia qué dirección te diriges. Si la señal de audio está encendida, notarás que se calla hasta que comiences a moverte de nuevo. Puedes sacar el teléfono para tocar los botones "Escuchar mi entorno" en la parte inferior de la pantalla de inicio en cualquier momento, pero asegúrate de sujetarlo con la parte superior apuntando hacia la dirección en la que estás mirando y con la pantalla hacia el cielo. En esta posición "plana", Soundscape utilizará la brújula del teléfono para determinar hacia qué dirección te estás mirando y proporcionar avisos espaciales precisos. Si la señal está encendida, también te darás cuenta de que vuelve a todo su volumen.
fa_ir: خیر! هنگام راه رفتن می‌توانید گوشی را در کیف یا جیب یا هر جای مناسب دیگری قرار دهید. Soundscape از جهت راه رفتن شما برای تشخیص اینکه کدام اعلان‌های صوتی را در سمت چپ و راست شما اعلام کند، استفاده خواهد کرد. وقتی حرکت را متوقف می‌کنید، Soundscape نمی‌داند که به کدام جهت رو کرده‌اید. اگر نشانهٔ صوتی شنیدنی روشن باشد، متوجه خواهید شد که تا زمانی که دوباره شروع به حرکت کنید، صدای آن کم می‌شود. می‌توانید هر زمان که بخواهید گوشی را بیرون بیاورید تا روی دکمه‌های «شنیدن محیط اطرافم» در پایین صفحه اصلی ضربه بزنید، اما اطمینان حاصل کنید که گوشی را طوری نگه داشته‌اید که بالای گوشی به سمتی که رو کرده‌اید و صفحه نمایش به سمت آسمان باشد. در این حالت «صاف»، Soundscape از قطب‌نمای گوشی برای تعیین جهتی که رو کرده‌اید استفاده کرده و اعلان‌های صوتی فضایی دقیقی ارائه می‌دهد. اگر نشانهٔ صوتی روشن باشد، همچنین متوجه خواهید شد که به حجم کامل خود بازمی‌گردد.
fi_fi: Ei! Voit laittaa puhelimen laukkuun tai taskuun tai mihin tahansa helppoon paikkaan. Soudscape käyttää kävelysuuntaasi päätelläkseen, mitä se ilmoittaa vasemmalla ja oikealla puolellasi. Kun lakkaat liikkumasta, Soundscape ei tiedä, mihin suuntaan olet kääntyneenä. Jos äänimajakka on päällä, huomaat, että se hiljenee, kunnes liikut taas. Voit ottaa koska tahansa puhelimen esiin painaaksesi sijainti- ja tutustumispainikkeita näytön alaosassa, mutta varmista, että pitelet puhelinta siten, että sen yläosa osoittaa taivaalle. Tässä "vaakatasoisessa" asennossa Soundscape käyttää puhelimen kompassia päätelläkseen, mihin suuntaan olet kääntyneenä ja antaa tarkkoja tilailmoituksia. Jos majakka on päällä huomaat, että sen äänenvoimakkuus myös kasvaa täydeksi.
fr_ca: Non! Lorsque vous marchez, vous pouvez ranger le téléphone dans un sac, une poche ou tout autre endroit qui vous semble pratique. Soundscape utilise la direction dans laquelle vous marchez pour déterminer les notifications à annoncer sur votre gauche et votre droite. Lorsque vous arrêtez de vous déplacer, Soundscape ne sait pas quelle direction se trouve face à vous. Si les balises audibles sont activées, vous remarquerez qu’il devient silencieux jusqu’à ce que vous recommenciez à vous déplacer. Vous pouvez sortir le téléphone pour appuyer sur les boutons d’emplacement et d’exploration en bas de l’écran à tout moment, mais veillez à maintenir le téléphone le haut pointant dans la direction face à vous et l’écran vers le ciel. Dans cette position « à plat », Soundscape utilise la boussole du téléphone pour déterminer la route face à vous et fournir des notifications spatiales précises. Si la balise est activée, vous remarquerez également que le volume est totalement réactivé.
it_it: No! Mentre cammini puoi riporre il telefono in una borsa o in tasca o ovunque ti sia conveniente. Soundscape utilizza la direzione verso cui stai camminando per capire quali notifiche comunicare a sinistra e a destra. Quando smetti di muoverti, Soundscape non sa in quale direzione sei rivolto. Se il segnale acustico è acceso, noterai che si silenzia finché non inizi a muoverti di nuovo. Puoi estrarre il telefono per premere i pulsanti di localizzazione ed esplorazione nella parte inferiore dello schermo in qualsiasi momento, ma assicurati di tenere il telefono con la parte superiore che punta davanti a te e con lo schermo rivolto verso il cielo. In questa posizione "piatta", Soundscape utilizzerà la bussola del telefono per determinare la direzione verso cui sei rivolto e fornirà notifiche spaziali precise. Se l'audiofaro è attivato, noterai anche che viene riattivato al massimo volume.
ja_jp: その必要はありません。移動中はカバンやポケットなど、好きなところにスマートフォンを入れておいて構いません。Soundscape はユーザーが歩いている方向をもとに、左右どちらからコールアウトが聞こえるようにするかを判断します。ユーザーが止まると、Soundscape はユーザーが向いている方向がわからなくなります。音声ビーコンをオンにしている場合、ユーザーが動き出すまで、音が鳴らなくなります。いつでもスマートフォンを取り出して画面下部にある位置情報や探索のボタンを使用することができますが、必ずスマートフォンの上部を向かう方向に向け、画面が上 (空) を向くように持ってください。この「水平」な位置では、Soundscape がスマートフォンのコンパスを使用して、ユーザーが向いている方角を判断し、立体音響のコールアウトを正確に提供できます。ビーコンがオンになっている場合、フルボリュームで聞こえるようになります。
nb_no: Nei. Mens du går, kan du legge telefonen i veska, lomma eller et annet sted. Soundscape bruker retningen du går i, til å finne ut hvilke meldinger som skal kunngjøres til venstre og til høyre. Når du stopper, vet ikke Soundscape hvilken retning du er vendt mot. Hvis lydsignalet er på, legger du merke til at det blir stille frem til du begynner å bevege deg igjen. Du kan ta ut telefonen for å trykke på posisjonen og utforske knappene nederst på skjermen når som helst, men husk å holde telefonen med toppen pekende i retningen du er vendt mot og med skjermen mot himmelen. I denne flate stillingen bruker Soundscape telefonens kompass til å fastslå hvilken retning du er vendt mot og gi deg nøyaktige romlige meldinger. Hvis lydsignalet er på, vil du også merke at det går tilbake til full lydstyrke.
nl_nl: Nee, tijdens het lopen kunt u de telefoon in een tas of een zak stoppen of op een andere handige plek. Soundscape gebruikt de richting waarin u loopt om te bepalen welke waarschuwingen voor links en rechts worden aangekondigd. Als u stopt met bewegen, weet Soundscape niet in welke richting u kijkt. Als het audiobaken is ingeschakeld, merkt u dat dit stil is tot u weer verdergaat. U kunt op elk gewenst moment uw telefoon tevoorschijn halen en op de locatie- en verkenningsknoppen onderaan het scherm drukken. Zorg er wel altijd voor dat de bovenkant van de telefoon in de richting wijst waar u naartoe gaat en dat het scherm naar boven is gericht. In deze horizontale positie gebruikt Soundscape het kompas van de telefoon om te bepalen in welke richting u kijkt en om ruimtelijke waarschuwingen te geven. Als het baken is ingeschakeld, merkt u ook dat het teruggaat naar het volledige volume.
pt_br: Não! Ao caminhar, você pode colocar o telefone em uma bolsa ou no bolso, ou onde for conveniente. O Soundscape usará a direção na qual você está caminhando para descobrir quais notificações serão anunciadas à sua esquerda ou à sua direita. Quando você está parado, o Soundscape não sabe para qual direção está voltado. Se o sinalizador audível estiver ativado, você observará que ele ficará quieto até você começar a se mover novamente. Você pode pegar o telefone e pressionar os botões de localização e exploração na parte inferior da tela a qualquer momento, mas segure-o com a parte de cima apontando na direção para a qual você está voltado e com a tela para cima. Nessa posição "horizontal", o Soundscape usará a bússola do telefone para determinar para onde você está voltado e fornecerá notificações sobre o espaço precisas. Se o sinalizador estiver ativado, você também observará seu retorno ao volume máximo.
pt_pt: Não! Enquanto caminha, pode guardar o telemóvel numa mala, num bolso ou onde for mais prático. O Soundscape utilizará a direção em que caminha para identificar os avisos a reproduzir à sua esquerda e à sua direita. Para parar de se mover, o Soundscape não sabe para que direção está virado. Se o aviso audível estiver ativado, irá reparar que fica silencioso até que comece novamente a mover-se. Poderá pegar no telemóvel para premir os botões de localização e exploração localizados na parte inferior do ecrã, mas certifique-se de que a parte superior do telemóvel está apontada para a direção em que está virado e de que o ecrã está virado para o céu. Nesta posição "plana", o Soundscape utilizará a bússola do telemóvel para identificar a direção para a qual está virado e fornecer avisos espaciais precisos. Se o sinal estiver ativado, irá reparar que este também volta a ser reproduzido com o volume integral.
sv_se: Nej! Du kan lägga undan telefonen i en väska eller ficka medan du går. Soundscape använder färdriktningen för att ta reda på vilka informationsljud du ska höra till vänster och till höger. Men när du stannar vet Soundscape inte vilken riktning du står i. Om ljudfyren är på märker du att den tystnar tills du börjar gå igen. Du kan när som helst ta fram telefonen och trycka på plats- och utforskarknapparna längst ned på skärmen, men se till att du riktar telefonens överkant mot färdriktningen och med skärmen riktad upp mot himlen. I det här "plana" läget använder Soundscape telefonens kompass för att ta reda på vilken riktning du står i så att du kan få korrekta informationsljud. Om ljudfyren är på, börjar den åter höras.

# faq.personalize_experience.question
source: In what ways can I personalize my Soundscape experience?
da_dk: Hvordan kan jeg tilpasse min Soundscape-oplevelse?
de_de: Wie kann ich meine Soundscape-Erfahrung personalisieren?
el_gr: Με ποιους τρόπους μπορώ να εξατομικεύσω την εμπειρία μου στο Soundscape;
es_es: ¿Cómo puedo personalizar mi experiencia de Soundscape?
fa_ir: به چه روش‌هایی می‌توانم تجربه Soundscape خود را شخصی‌سازی کنم؟
fi_fi: Miten voin mukauttaa Soundscape-kokemustani?
fr_ca: De quelle manière puis-je personnaliser mon expérience Soundscape?
it_it: In che modo posso personalizzare la mia esperienza Soundscape?
ja_jp: Soundscape をカスタマイズするにはどのような方法がありますか?
nb_no: På hvilke måter kan jeg tilpasse Soundscape-opplevelsen min?
nl_nl: Op welke manieren kan ik mijn Soundscape-ervaring aanpassen aan mijn wensen?
pt_br: De que formas é possível personalizar minha experiência do Soundscape?
pt_pt: De que formas posso personalizar a minha experiência de utilização do Soundscape?
sv_se: Hur kan jag personanpassa Soundscape-upplevelsen?
