Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.customizing_markers.content.1
source: If you want to rename a marker you previously created, or add an annotation to it, then you can do so by selecting the marker from the "Markers" tab of the "Markers & Routes" page, then selecting the "Edit Marker" button. You can use this to give markers descriptive or useful nicknames, as well as giving them a longer description using the annotation field.
da_dk: Hvis du vil omdøbe et mærke, du tidligere har oprettet, eller føje en anmærkning til det, kan du gøre det ved at markere mærket under fanen "Mærker" på siden "Mærker og Ruter" og derefter vælge knappen "Rediger mærke". Du kan bruge dette til at give mærker beskrivende eller nyttige kaldenavne samt give dem en længere beskrivelse ved hjælp af anmærkningsfeltet.
de_de: Wenn Sie eine schon erstellte Markierung umbenennen oder ihr eine Notiz hinzufügen möchten, wählen Sie diese Markierung auf der Registerkarte „Markierungen“ auf der Seite „Markierungen und Routen“ aus, und wählen „Markierung bearbeiten“ aus. Damit können Sie Markierungen aussagekräftige oder nützliche Kurznamen geben, oder auch eine längere Beschreibung über das Notizfeld hinzufügen.
el_gr: Εάν θέλετε να μετονομάσετε ένα δείκτη που δημιουργήσατε προηγουμένως. να προσθέσετε ένα σχόλιο σε αυτόν, μπορείτε να το κάνετε επιλέγοντας το δείκτη από την καρτέλα "Δείκτες" της σελίδας "Δείκτες και Διαδρομές" και, στη συνέχεια, επιλέγοντας το κουμπί "Επεξεργασία δείκτη". Μπορείτε να το χρησιμοποιήσετε για να δώσετε στους δείκτες περιγραφικά ή χρήσιμα ψευδώνυμα, καθώς και να τους δώσετε μεγαλύτερη περιγραφή χρησιμοποιώντας το πεδίο σχολιασμού.
es_es: Si deseas cambiar el nombre de un marcador que has creado anteriormente, o agregarle una anotación, puedes hacerlo seleccionando el marcador en la pestaña "Marcadores" de la página "Marcadores y rutas" y, a continuación, "Editar marcador" . Puedes usarlo para asignar a los marcadores sobrenombres útiles o descriptivos, así como para proporcionarles una descripción más larga con el campo de anotación.
fa_ir: اگر می‌خواهید نام یک نشانگری را که قبلاً ایجاد کرده‌اید تغییر دهید، یا یک یادداشت به آن اضافه کنید، نشانگر را از زبانه «نشانگرها» در صفحه «نشانگرها و مسیرها» انتخاب کنید و سپس دکمه «ویرایش نشانگر» را انتخاب کنید. می‌توانید از این برای دادن نام‌های مستعار توصیفی یا مفید به نشانگرها و همچنین دادن یک توضیح طولانی‌تر به آنها با استفاده از فیلد یادداشت استفاده کنید.
fi_fi: Jos haluat nimetä uudelleen aiemmin luomasi merkinnän tai lisätä siihen selitteen, voit tehdä sen valitsemalla merkinnän "Merkinnät"-välilehdeltä "Merkinnät ja reitit" -sivulla ja valitsemalla sitten "Muokkaa merkintää" -painikkeen. Voit käyttää tätä antaaksesi merkeille kuvaavia tai hyödyllisiä lempinimiä tai antaaksesi niille pidempiä kuvauksia selitekentän avulla.
fr_ca: Si vous souhaitez renommer un marqueur que vous avez créé précédemment ou lui ajouter une annotation, vous pouvez le faire en sélectionnant le marqueur sous l’onglet « Marqueurs » sur la page « Marqueurs et Itinéraires », puis en cliquant sur le bouton « Modifier le marqueur ». Vous pouvez utiliser cette option pour donner aux marqueurs des surnoms descriptifs ou utiles, ainsi que pour leur donner une description plus longue en utilisant le champ d’annotation.
it_it: Se desideri rinominare un indicatore che hai creato in precedenza o aggiungere un'annotazione, puoi farlo selezionando l'indicatore dalla scheda "Indicatori" della pagina "Indicatori e Percorsi", quindi selezionando il pulsante "Modifica indicatore". In tal modo puoi assegnare agli indicatori soprannomi descrittivi o utili oppure fornire una descrizione più lunga nel campo Annotazione.
ja_jp: 前に作成したマーカーの名前を変更する、またはマーカーにコメントを追加するには、[マーカーおよびルート] ページの [マーカー] タブでマーカーを選択し、[マーカーを編集] ボタンを選択します。これにより、マーカーにわかりやすく、便利なニックネームを付けたり、コメント フィールドを使って長い説明を加えたりすることができます。
nb_no: Hvis du vil endre navnet på en markør du har lagt til, eller legge til en kommentar for den, kan du gjøre det ved å velge markøren fra fanen Markører på siden Markører og ruter og deretter velge knappen Rediger markør. Du kan bruke denne til å gi markører beskrivende eller nyttige kallenavn samt gi dem en lengre beskrivelse ved å bruke kommentarfeltet.
nl_nl: Als u de naam van de eerder gemaakte markering wilt wijzigen of een aantekening wilt toevoegen, kunt u dat doen door eerst de markering te selecteren op het tabblad Markeringen van de pagina Markeringen en routes, en vervolgens de knop Markering bewerken. Geef de markering een beschrijvende of handige bijnaam. Met het aantekeningenveld kunt u ook een langere beschrijving geven.
pt_br: Se quiser renomear um favorito previamente criado, ou adicionar uma anotação a ele, você poderá fazer isso selecionando o favorito da guia "Favoritos" da página "Favoritos e Rotas", depois selecionando o botão "Editar Favorito". Você pode usar isso para dar aos favoritos apelidos descritivos ou úteis, bem como dar a eles uma descrição mais longa usando o campo de anotação.
pt_pt: Se pretender mudar o nome de um marco que tenha criado anteriormente, ou adicionar-lhe uma anotação, poderá fazê-lo selecionando o marco no separador "Marcos" da página "Marcos e Rotas" e, em seguida, selecionando o botão "Editar Marco". Poderá utilizar este procedimento para atribuir nomes descritivos ou úteis aos marcos, bem como para lhes dar uma descrição mais longa utilizando o campo de anotações.
sv_se: Om du vill byta namn på en platsmarkör som du har skapat, eller lägga till en anteckning, kan du göra det genom att markera platsmarkören på fliken "Platsmarkörer" på sidan "Platsmarkörer och rutter" och sedan välja knappen "Redigera platsmarkör". På det här sättet kan du ge platsmarkörerna beskrivande namn eller smeknamn samt ge dem längre beskrivningar i anteckningsfältet.

# help.text.customizing_markers.content.2
source: From this Edit screen, you can also delete a marker if you no longer need it.
da_dk: Fra skærmen Rediger kan du også slette et mærke, hvis du ikke længere har brug for det.
de_de: Auf diesem Bearbeitungsbildschirm können Sie eine nicht mehr benötigte Markierung löschen.
el_gr: Από αυτήν την οθόνη επεξεργασίας, μπορείτε επίσης να διαγράψετε έναν δείκτη, εάν δεν τον χρειάζεστε πλέον.
es_es: En esta pantalla Editar, también puedes eliminar un marcador si ya no lo necesitas.
fa_ir: از این صفحه ویرایش، همچنین می‌توانید یک نشانگر را در صورت عدم نیاز دیگر حذف کنید.
fi_fi: Voit myös poistaa merkinnän tältä muokkausruudulta, jos et enää tarvitse sitä.
fr_ca: Sur cet écran Modifier, vous pouvez également supprimer un marqueur si vous n’en avez plus besoin.
it_it: Da questa schermata Modifica puoi anche eliminare un indicatore se non ne hai più bisogno.
ja_jp: この編集画面で、不要になったマーカーを削除することもできます。
nb_no: Fra skjermen Rediger kan du også slette en markør hvis du ikke trenger den lenger.
nl_nl: In het scherm Bewerken kunt u een markering die u niet meer nodig hebt, ook verwijderen.
pt_br: Na tela Editar, você também poderá excluir um favorito se não precisar mais dele.
pt_pt: No ecrã Editar, também é possível eliminar um marco que já não seja necessário.
sv_se: På skärmen Redigera kan du också ta bort en platsmarkör om du inte behöver den längre.

# help.text.routes.content.what
source: Routes are a series of waypoints. You will be informed on arrival to each waypoint, and the Audio Beacon will automatically advance to the next waypoint.
da_dk: Ruter er en række vejpunkter. Du vil blive informeret ved ankomsten til hvert vejpunkt, og lydfyret vil automatisk gå videre til næste vejpunkt.
de_de: Routen bestehen aus einer Reihe von Wegpunkten. Sie werden bei der Ankunft an einem Wegpunkt informiert. Dann springt das Audiobeacon automatisch zum nächsten Wegpunkt.
el_gr: Οι διαδρομές είναι μια σειρά από σημεία πορείας. Θα ενημερωθείτε κατά την άφιξη σε κάθε σημείο πορείας και το Ηχητικό σήμα θα προχωρήσει αυτόματα στο επόμενο σημείο πορείας.
es_es: Las rutas son una serie de puntos de ruta. Se te informará a la llegada a cada uno de ellos y la señal de audio avanzará automáticamente hasta el siguiente.
fa_ir: مسیرها مجموعه‌ای از ایستگاه‌ها هستند. با رسیدن به هر ایستگاه به شما اطلاع داده می‌شود و نشانهٔ صوتی به طور خودکار به ایستگاه بعدی منتقل می‌شود.
fi_fi: Reitit ovat reittipisteiden sarjoja. Sinulle ilmoitetaan kuhunkin reittipisteeseen saapumisesta, ja äänimajakka siirtyy automaattisesti seuraavaan reittipisteeseen.
fr_ca: Un Itinéraire correspond à une série de points de repère. Vous êtes informé quand vous arrivez à chaque point de repère, et la balise audio avance automatiquement jusqu’au point de repère suivant.
it_it: I percorsi sono una serie di waypoint. Riceverai una notifica all'arrivo a ciascun waypoint e l'audiofaro avanzerà automaticamente al successivo waypoint.
ja_jp: ルートは複数のウェイポイントです。各ウェイポイントに到着するたびに通知され、音声ビーコンが次のウェイポイントを自動的に案内します。
nb_no: Ruter er en rekke veipunkter. Du blir informert når du kommer til hvert veipunkt, og lydsignalet går automatisk videre til neste veipunkt.
nl_nl: Routes zijn een reeks routepunten. U krijgt een melding als u bij een routepunt arriveert en het audiobaken gaat automatisch naar het volgende routepunt.
pt_br: As rotas são compostas por uma série de localizadores. Você será informado toda vez que chegar a um localizador, e o Sinalizador Sonoro avançará automaticamente para o localizador seguinte.
pt_pt: As rotas são uma série de pontos de passagem. Será informado quando chegar a cada ponto de passagem e o Sinal de Áudio avançará automaticamente para o ponto de passagem seguinte.
sv_se: Rutter är en serie brytpunkter. Du kommer att bli informerad när du kommer till en brytpunkt och ljudfyren kommer automatiskt att fortsätta till nästa brytpunkt.

# help.text.routes.content.when
source: You may want to create and use a route somewhere you know to make sure you keep on track, or you may want to use it as a tool to help familiarise yourself along a new journey.
da_dk: Det kan være en god ide at oprette og bruge en rute et sted, du kender, for at sikre, at du holder dig på sporet, eller du vil måske bruge den som et værktøj til at gøre dig bekendt med en ny rejse.
de_de: Sie können eine Route an einem Ihnen bekannten Ort erstellen und diese verwenden, um auf dem richtigen Weg zu bleiben. Oder Sie können Routen als Hilfsmittel verwenden, um sich auf einem unbekannten Weg mit diesem vertraut zu machen.
el_gr: Μπορεί να θέλετε να δημιουργήσετε και να χρησιμοποιήσετε μια διαδρομή κάπου που γνωρίζετε για να βεβαιωθείτε ότι βρίσκεστε στον σωστό δρόμο ή μπορεί να θέλετε να τη χρησιμοποιήσετε ως εργαλείο για να εξοικειωθείτε σε ένα νέο ταξίδι.
es_es: Es posible que desees crear y usar una ruta en algún lugar que conozcas para asegurarte de que te mantienes en el camino correcto o bien, puedes desear usarla como herramienta para ayudarte a familiarizarte a lo largo de un nuevo recorrido.
fa_ir: ممکن است بخواهید در جایی که می‌شناسید یک مسیر ایجاد و استفاده کنید تا مطمئن شوید در مسیر باقی می‌مانید، یا ممکن است بخواهید از آن به عنوان ابزاری برای آشنایی با یک سفر جدید استفاده کنید.
fi_fi: Saatat haluta luoda reitin ja käyttää sitä tuntemassasi paikassa varmistaaksesi, että pysyt reitillä, tai saatat haluta käyttää sitä työkaluna uudella matkalla siihen tutustuessasi.
fr_ca: Vous pouvez créer et utiliser un Itinéraire d’un endroit que vous connaissez pour vous assurer que vous restez sur la bonne voie, ou l’utiliser comme outil pour vous aider à vous familiariser avec un nouveau trajet.
it_it: Puoi creare e usare un percorso in un luogo che conosci per assicurarti di rimanere sulla strada giusta oppure usarlo come uno strumento per acquisire familiarità lungo un nuovo percorso.
ja_jp: 知っている場所のルートを作成して使用することで正しい進路を進んでいることを確認したり、初めて訪れる場所までの道筋に慣れるようにするためのツールとして使用することができます。
nb_no: Det kan hende du vil opprette og bruke en rute på et sted du kjenner, for å passe på at du er på riktig vei, eller det kan hende du vil bruke den som et verktøy til å gjøre deg kjent på en ny reise.
nl_nl: Mogelijk wilt u een route maken en gebruiken in een bekende omgeving om te zorgen dat u op schema ligt of u wilt een route gebruiken ter ondersteuning op een nieuw traject.
pt_br: Talvez você queira criar e usar uma rota que já conheça para assegurar que está no caminho certo, ou talvez queira usá-la como ferramenta para ajudar a se familiarizar com a jornada.
pt_pt: Poderá pretender criar e utilizar uma rota num local conhecido para se certificar de que está no caminho certo, ou como ferramenta para o ajudar a familiarizar-se com um percurso novo.
sv_se: Du kanske vill skapa och använda en rutt på en plats som du känner till för att vara säker på att du håller dig på rätt spår, eller så kanske du vill använda den som ett verktyg för att bekanta dig med platsen under en ny resa.

# help.text.routes.content.how.1
source: <b>Creating a route</b>:<br/> First, go to "Markers & Routes", select the "Routes" tab, and then select the "New Route" button. Give the route a name and an optional description, then add waypoints as you go or pick them from your list of Markers. You can rearrange the order of the waypoints along a route at any time by editing the route.
da_dk: <b>Oprette en rute<br>: Gå først til "Mærker og Ruter", vælg fanen "Ruter", og vælg derefter knappen "Ny Rute". Giv ruten et navn og en valgfri beskrivelse, og tilføj derefter vejpunkter, mens du går, eller vælg dem på listen over mærker. Du kan til enhver tid omarrangere rækkefølgen af vejpunkterne langs en rute ved at redigere ruten.
de_de: <b>Route erstellen</b>:<br/> Gehen Sie zunächst zu "Markierungen und Routen", wählen Sie die Registerkarte "Routen" aus, und wählen Sie dann die Schaltfläche "Neue Route" aus. Geben Sie der Route einen Namen und eine optionale Beschreibung, und fügen Sie dann nach und nach Wegpunkte hinzu, oder wählen Sie diese aus Ihrer Liste der Markierungen aus. Sie können die Reihenfolge der Wegpunkte entlang einer Route jederzeit neu anordnen, indem Sie die Route bearbeiten.
el_gr: <b>Δημιουργία διαδρομής</b>:<br> Πρώτα, μεταβείτε στην επιλογή "Δείκτες και Διαδρομές", επιλέξτε την καρτέλα "Διαδρομές" και, στη συνέχεια, επιλέξτε το κουμπί "Νέα διαδρομή". Δώστε στη διαδρομή ένα όνομα και μια προαιρετική περιγραφή και, στη συνέχεια, προσθέστε σημεία καθώς προχωράτε. επιλέξτε τα από τη λίστα δεικτών. Μπορείτε να αναδιατάξετε τη σειρά των σημείων κατά μήκος της μιας διαδρομής ανά πάσα στιγμή, τροποποιώντας τη διαδρομή.
es_es: <b>Creación de una ruta</b>:<br/> en primer lugar, ve a "Marcadores y rutas", y selecciona la pestaña "Rutas" y el botón "Nueva ruta". Asigna un nombre y una descripción opcional a la ruta, luego agrega puntos de ruta a medida que avanza o elígelos en tu lista de marcadores. Puedes reorganizar el orden de los puntos de ruta a lo largo de una ruta en cualquier momento editando la ruta.
fa_ir: <b>ایجاد یک مسیر</b>:<br/> ابتدا، به «نشانگرها و مسیرها» بروید، زبانه «مسیرها» را انتخاب کنید و سپس دکمه «مسیر جدید» را انتخاب کنید. به مسیر یک نام و یک توضیح اختیاری بدهید، سپس ایستگاه‌ها را در حین حرکت اضافه کنید یا آنها را از لیست نشانگرهای خود انتخاب کنید. می‌توانید ترتیب ایستگاه‌ها را در یک مسیر در هر زمان با ویرایش مسیر تغییر دهید.
fi_fi: <b>Reitin luominen</b>:<br/> Siirry ensin kohtaan "Merkinnät ja Reitit", valitse "reitit" välilehti, ja valitse sitten "Uusi reitti" -painike. Anna reitille nimi ja valinnainen kuvaus ja lisää sitten reittipisteitä matkan varrella, tai valitse ne merkintäluettelosta. Voit järjestää reittipisteet uudelleen reitissä koska tahansa muokkaamalla reittiä.
fr_ca: <b>Création d’un Itinéraire</b> :<br/> tout d’abord, atteignez "Marqueurs et Itinéraires", sélectionnez l’onglet "Itinéraires", puis cliquez sur le bouton "Nouvel Itinéraire". Donnez à l’Itinéraire un nom et une description facultative, puis ajoutez des points de repère à mesure que vous vous déplacez ou choisissez-les dans votre liste de Marqueurs. Vous pouvez réorganiser l’ordre des points de repère sur un Itinéraire à tout moment en modifiant l’Itinéraire.
it_it: <b>Creazione di un percorso</b>:<br/> Vai a "Indicatori e Percorsi", seleziona la scheda "Percorsi", quindi il pulsante "Nuovo Percorso". Assegna un nome al percorso e immetti una descrizione facoltativa, quindi aggiungi waypoint durante il tuo tragitto o sceglili dall'elenco di Indicatori. Puoi modificare in qualsiasi momento l'ordine dei waypoint lungo un percorso modificando quest'ultimo.
ja_jp: <b>ルートを作成する</b>:<br/> まず、"マーカーおよびルート" に移動して "ルート" タブを選択し、"新しいルート" ボタンを選択します。ルート名を指定して、オプションで説明を入力します。その後、ルートを進む中でウェイポイントを追加するか、マーカーのリストから選択します。ウェイポイントの順序は、ルートを進む間いつでもルートを編集することで変更できます。
nb_no: <b>Opprett en rute</b>:<br/> Gå først til Markører og ruter, velg fanen Ruter og velg deretter knappen Ny rute. Gi ruten et navn og en valgfri beskrivelse, og legg deretter til veipunkter mens du går, eller velg dem fra listen over markører. Du kan endre rekkefølgen på veipunktene langs ruten når som helst ved å redigere ruten.
nl_nl: <b>Een route maken</b>:<br/> Ga eerst naar Markeringen en routes, selecteer het tabblad Routes en de knop Nieuwe route. Geef de route een naam en een optionele beschrijving, voeg vervolgens routepunten toe of selecteer ze uit uw lijst met Markeringen. U kunt de volgorde van de routepunten op een route altijd wijzigen door de route te bewerken.
pt_br: <b>Criando uma rota</b>:<br/> Primeiro, acesse "Favoritos e Rotas", selecione a guia "Rotas" e o botão "Nova Rota". Dê um nome à rota e forneça uma descrição opcional. Adicione localizadores conforme avança ou escolha-os em uma lista de Localizadores. Você pode reorganizar a ordem dos localizadores ao longo da rota quando quiser. Basta editar a rota.
pt_pt: <b>Criar uma rota</b>:<br/> Aceda a "Marcos e Rotas", selecione o separador "Rotas" e, em seguida, selecione o botão "Nova Rota". Atribua um nome e uma descrição opcional à rota e, em seguida, adicione pontos de passagem durante o percurso ou selecione-os na lista de Marcos. É possível reordenar a lista de pontos de passagem numa rota a qualquer momento editando a rota.
sv_se: <b>Skapa en rutt</b>:<br/> Gå först till "Platsmarkörer och rutter", välj fliken "Rutter" och välj sedan knappen "Ny rutt". Ge rutten ett namn och en valfri beskrivning och lägg sedan till brytpunkter när du går eller välj dem från listan med platsmarkörer. Du kan när som helst ändra ordningen på brytpunkterna längs en rutt genom att redigera rutten.

# help.text.routes.content.how.2
source: <b>Editing a route</b>:<br/> Select your route on the "Markers & Routes" page and then select "Edit Route". From here you can add and remove waypoints, as well as editing the name and description of the route.
da_dk: <b>Redigere en rute<br>: Vælg ruten på siden "Mærker og Ruter", og vælg derefter "Rediger Rute". Herfra kan du tilføje og fjerne vejpunkter samt redigere rutens navn og beskrivelse.
de_de: <b>Route bearbeiten</b>:<br/> Wählen Sie auf der Seite "Markierungen und Routen" Ihre Route aus. Wählen Sie dann "Route bearbeiten" aus. Von dort aus können Sie Wegpunkte hinzufügen und entfernen sowie den Namen und die Beschreibung der Route bearbeiten.
el_gr: <b>Επεξεργασία διαδρομής</b>:<br> Επιλέξτε τη διαδρομή σας στη σελίδα "Δείκτες και διαδρομές" και, στη συνέχεια, επιλέξτε "Επεξεργασία διαδρομής". Από εδώ μπορείτε να προσθέσετε και να καταργήσετε σημεία, καθώς και να επεξεργαστείτε το όνομα και την περιγραφή της διαδρομής.
es_es: <b>Edición de una ruta</b>:<br/> selecciona tu ruta en la página "Marcadores y rutas" y, a continuación, "Editar ruta". Desde aquí, puedes agregar y eliminar puntos de ruta, así como editar el nombre y la descripción de la ruta.
fa_ir: <b>ویرایش یک مسیر</b>:<br/> مسیر خود را در صفحه «نشانگرها و مسیرها» انتخاب کنید و سپس «ویرایش مسیر» را انتخاب کنید. از اینجا می‌توانید ایستگاه‌ها را اضافه و حذف کنید، و همچنین نام و توضیحات مسیر را ویرایش کنید.
fi_fi: <b>Reitin muokkaaminen</b>:<br/> Valitse reittisi "Merkinnät ja Reitit" -sivulla, ja valitse sitten "Muokkaa reittiä". Täällä voit lisätä ja poistaa reittipisteitä sekä muokata reitin nimeä ja kuvausta.
fr_ca: <b>Modification d’un Itinéraire</b> :<br/> sélectionnez votre Itinéraire sur la page "Marqueurs et Itinéraires", puis sélectionnez "Modifier l’Itinéraire". À partir de là, vous pouvez ajouter et supprimer des points de repère et modifier le nom et la description de l’Itinéraire.
it_it: <b>Modifica di un percorso</b>:<br/> Seleziona il percorso nella pagina "Indicatori e Percorsi", quindi scegli "Modifica Percorso". Potrai aggiungere e rimuovere waypoint, nonché modificare il nome e la descrizione del percorso.
ja_jp: <b>ルートを編集する</b>:<br/> "マーカーおよびルート" ページでルートを選択して "ルートを編集" を選択します。ここで、ウェイポイントを追加したり削除したりできます。またルートの名前や説明を編集することもできます。
nb_no: <b>Rediger en rute</b>:<br/> Velg ruten på siden Markører og ruter, og velg Rediger rute. Herfra kan du legge til og fjerne veipunkter samt redigere navnet på og beskrivelsen av ruten.
nl_nl: <b>Een route bewerken</b>:<br/> Selecteer uw route op de pagina Markeringen en routes en selecteer Route bewerken. Nu kunt u routepunten toevoegen en verwijderen, of de naam en de beschrijving van de route aanpassen.
pt_br: <b>Editando uma rota</b>:<br/> Selecione sua rota na página "Localizadores e Rotas" e, em seguida, selecione "Editar Rota". Daqui você pode adicionar e remover localizadores, bem como editar o nome e a descrição da rota.
pt_pt: <b>Editar uma rota</b>:<br/> Selecione a rota na página "Marcos e Rotas" e, em seguida, selecione "Editar Rota". A partir daqui, pode adicionar e remover pontos de passagem, bem como editar o nome e a descrição da rota.
sv_se: <b>Redigera en rutt</b>:<br/> Välj rutten på sidan "Platsmarkörer och rutter" och välj sedan "Redigera rutt". Härifrån kan du lägga till och ta bort brytpunkter, samt redigera namnet på och beskrivningen av rutten.
