Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# tutorial.markers.text.AudioBeacon
source: You can also set an audio beacon on your marker. Let's try it out. Here is the beacon on @!marker_name!!. Listen carefully where it is, and holding your phone flat, turn towards it.
da_dk: Du kan også indstille et lydfyr på mærket. Lad os prøve det. Her er lydfyret på @!marker_name!!. Lyt omhyggeligt efter, hvor det er, og hold telefonen vandret, og drej mod det.
de_de: Sie können das Audiobeacon auch an Ihrer Markierung platzieren. Probieren wir es aus. Hier ist das Beacon an @!marker_name!!. Hören Sie genau hin, halten Sie Ihr Telefon flach in der Hand, und drehen Sie sich in die Richtung, aus der Sie das Beaconsignal hören.
el_gr: Μπορείτε επίσης να ορίσετε ένα ηχητικό σήμα στον δείκτη σας. Δοκιμάστε το. Εδώ είναι το ηχητικό σήμα στο @!marker_name!!. Ακούστε προσεκτικά πού βρίσκεται και κρατήστε το τηλέφωνό σας επίπεδο, κατευθυνόμενοι προς το μέρος του.
es_es: También puedes establecer una señal de audio en tu marcador. Vamos a probarlo. Esta es una señal de @!marker_name!!. Escucha atentamente dónde está y, manteniendo el teléfono en posición horizontal, gira hacia ella.
fa_ir: همچنین می‌توانید یک نشانهٔ صوتی روی نشانگر خود تنظیم کنید. بیایید آن را امتحان کنیم. این نشانهٔ صوتی روی @!marker_name!! است. با دقت به جایی که هست گوش دهید و گوشی خود را صاف نگه داشته، به سمت آن بچرخید.
fi_fi: Voit myös määrittää äänimajakan merkintääsi. Kokeillaan sitä. Tässä on merkinnän @!marker_name!! majakka. Kuuntele tarkasti, missä se on, ja käänny sitä kohti pidellen puhelintasi vaakatasossa.
fr_ca: Vous pouvez également définir une balise sonore sur votre marqueur. Essayons maintenant. Voici la balise de @!marker_name!!. Écoutez attentivement où elle se trouve et, avec votre téléphone à plat sur votre main, tournez-vous dans sa direction.
it_it: Puoi anche impostare un audiofaro sul tuo indicatore. Prova. Ecco l'audiofaro su @!marker_name!!. Ascolta attentamente dove si trova e, tenendo il telefono piatto, girati verso di esso.
ja_jp: マーカーに音声ビーコンを設定することもできます。 試してみましょう。@!marker_name!! にビーコンが設定されています。 どこから聞こえるか注意して聴いてください。スマートフォンを水平にして、その方向を向きます。
nb_no: Du kan også angi et lydsignal på markøren. Prøv det. Her er lydsignalet på @!marker_name!!. Høre nøye etter hvor det er, og snu deg mot det mens du holder telefonen flatt.
nl_nl: U kunt ook een audiobaken instellen op uw markering. U gaat dat proberen. Hier is het baken op @!marker_name!!. Luister goed waar het is, houd uw telefoon horizontaal en draai ernaartoe.
pt_br: Você também pode definir um sinalizador sonoro em seu favorito. Vamos experimentar. Aqui está o sinalizador em @!marker_name!!. Ouça cuidadosamente onde ele está e, segurando seu telefone na horizontal, vire-se na direção dele.
pt_pt: Também é possível definir um sinal de áudio no marco. Vamos experimentar. Aqui está o sinal em @!marker_name!!. Oiça cuidadosamente onde este está localizado e, mantendo o telemóvel numa posição plana, rode para a direção deste.
sv_se: Du kan också ställa in en ljudfyr på platsmarkören. Gör ett försök. Här är ljudfyren vid @!marker_name!!. Lyssna noga var den finns, håll telefonen plant och vänd dig mot ljudfyren.

# tutorial.markers.text.WrapUp
source: Perfect, you are now facing your marker, @!marker_name!!. It looks like you've got it! You can manage your list of markers by selecting Markers & Routes from the home screen. And you can always visit the Help & Tutorials pages to go through this tutorial again or to read a comprehensive guide on everything you can do with markers. The beacon you set for this tutorial will now be cleared and you will be returned to the previous screen.
da_dk: Perfekt, du vender nu mod dit mærke, @!marker_name!!. Det ser ud, at du har lært det! Du kan administrere listen over mærker ved at vælge administrer mærker i menuen. Og du kan altid besøge siderne Hjælp og selvstudier for at gennemgå dette selvstudium igen eller for at læse en omfattende vejledning om alt, hvad du kan gøre med mærker. Det lydfyr, du indstiller til dette selvstudium, vil nu blive ryddet, og du sendes tilbage til den forrige skærm.
de_de: Sehr gut, nun schauen Sie genau in die Richtung, in der sich Ihre Markierung, @!marker_name!!, befindet. Sie haben es geschafft! Sie können Ihre Liste der Markierungen verwalten, indem Sie auf „Markierungen verwalten“ im Menü tippen. Sie können jederzeit über den Bildschirm „Hilfe und Lernprogramme“ aufrufen, wenn Sie dieses Tutorial wiederholen oder eine umfassende Anleitung zu allen Aktionen mit Markierungen lesen möchten. Das in diesem Tutorial platzierte Beacon wird nun gelöscht, und Sie kehren zum vorherigen Bildschirm zurück.
el_gr: Τέλεια, τώρα στρέφεστε προς τον δείκτη @!marker_name!! σου. Φαίνεται ότι το έχετε! Μπορείτε να διαχειριστείτε τη λίστα δεικτών επιλέγοντας, διαχείριση δεικτών από το μενού. Και μπορείτε πάντα να επισκεφθείτε τις σελίδες Βοήθεια και Εκπαιδευτικά βοηθήματα για να περάσετε ξανά από αυτό τα Εκπαιδευτικά βοηθήματα ή να διαβάσετε έναν περιεκτικό οδηγό για όλα όσα μπορείτε να κάνετε με τους δείκτες. Το ηχητικό σήμα που έχετε ορίσει για αυτό τα Εκπαιδευτικά βοηθήματα θα καθαριστεί τώρα και θα επιστρέψετε στην προηγούμενη οθόνη.
es_es: Perfecto, ahora estás frente a tu marcador, @¡marker_name!!. ¡Parece que ya lo entiendes! Puedes gestionar tu lista de marcadores seleccionando Marcadores y Rutas en la pantalla de inicio. Y siempre puedes visitar las páginas de Ayuda y Tutoriales para repasar este tutorial o para leer una guía completa sobre todo lo que puedes hacer con los marcadores. La señal que configuraste para este tutorial se borrará y volverás a la pantalla anterior.
fa_ir: عالی، شما اکنون رو به نشانگر خود، @!marker_name!!، هستید. به نظر می‌رسد که یاد گرفته‌اید! می‌توانید لیست نشانگرهای خود را با انتخاب نشانگرها و مسیرها از صفحه اصلی مدیریت کنید. و همیشه می‌توانید از صفحات راهنما و آموزش‌ها برای مرور دوباره این آموزش یا خواندن یک راهنمای جامع در مورد هر کاری که می‌توانید با نشانگرها انجام دهید، بازدید کنید. نشانهٔ صوتی که برای این آموزش تنظیم کرده‌اید اکنون پاک شده و به صفحه قبل بازگردانده خواهید شد.
fi_fi: Täydellistä, olet nyt edessäsi merkitsintäsi @!marker_name!!. Näyttää siltä, että olet saanut sen! Voit hallita merkkiluetteloasi valitsemalla kotinäytöltä Merkitsimet ja reitit. Ja voit aina käydä Ohje ja opetusohjelmat -sivuilla käydäksesi tämän opetusohjelman uudelleen läpi tai lukeaksesi kattavan oppaan kaikesta, mitä voit tehdä merkitsimillä. Tälle opetusohjelmalle asettamasi majakka tyhjennetään nyt ja palaat edelliseen näyttöön.
fr_ca: Parfait, vous faites à présent face à votre marqueur, @!marker_name!!. Il semble que vous ayez tout compris. Vous pouvez gérer votre liste de marqueurs en sélectionnant Gérer les marqueurs sur le menu. Vous pouvez toujours consulter les pages Aide et didacticiels pour relire ce didacticiel ou consulter un guide complet sur tout ce que vous pouvez faire avec des marqueurs. La balise que vous avez définie pour ce didacticiel sera à présent effacée et vous serez redirigé vers l’écran précédent.
it_it: Perfetto, ora sei rivolto verso l'indicatore @!marker_name!!. A quanto pare hai finito! Puoi gestire il tuo elenco di indicatori selezionando Gestisci indicatori dal menu. E puoi sempre visitare le pagine Guida e tutorial per ripetere questo tutorial o per leggere una guida completa su tutto ciò che puoi fare con gli indicatori. L'audiofaro che hai impostato per questo tutorial ora viene cancellato e tornerai alla schermata precedente.
ja_jp: これで、目の前に @!marker_name!! というマーカーがあります。 これで完了です。 マーカーの一覧を管理するには、メニューの [マーカーを管理] を選択します。 いつでも [ヘルプとチュートリアル] ページを開いて、このチュートリアルを実行することや、詳しいガイドを読んでマーカーでできることを確認できます。このチュートリアルで設定したビーコンは消去され、前の画面に戻ります。
nb_no: Perfekt, du er nå vendt mot markøren @!marker_name!!. Det ser ut til at du har fått teken på det. Du kan administrere listen over markører ved å velge Administrer markører fra menyen. Du kan alltids gå til sidene Hjelp og veiledninger for å gå gjennom denne veiledningen igjen, eller for å lese en omfattende veiledningen om alt du kan gjøre med markører. Lydsignalet du har angitt for denne veiledningen, blir fjernet og du går tilbake til forrige skjerm.
nl_nl: Perfect, u kijkt nu naar uw markering, @!marker_name!!. Het ziet ernaar uit dat u het begrijpt! U kunt uw lijst met markeringen beheren door Markeringen beheren te selecteren in het menu. Ook kunt u naar de pagina Help en Zelfstudies gaan om de zelfstudie nogmaals te volgen of uitgebreide instructies door te nemen over wat u kunt doen met markeringen. Het baken dat u voor deze zelfstudie hebt ingesteld, wordt nu gewist en u gaat terug naar het vorige scherm.
pt_br: Perfeito, agora você está voltado para seu favorito, @!marker_name!!. Parece que você conseguiu! Você pode gerenciar sua lista de favoritos selecionando o gerenciamento de favoritos no menu. E você sempre poderá visitar as páginas da Ajuda e Tutoriais para passar por este tutorial novamente ou para ler um guia abrangente sobre tudo o que pode fazer com os favoritos. O sinalizador definido para este tutorial será apagado e você voltará para a tela anterior.
pt_pt: Perfeito, está virado para o marco @!marker_name!!. Parece que já percebeu! Agora pode gerir a sua lista de marcos selecionando Gerir Marcos no menu. Também pode sempre visitar as páginas de Ajuda e Tutoriais para voltar a consultar este tutorial ou para ler um guia abrangente sobre tudo o que pode fazer com marcos. O sinal que definiu para este tutorial será limpo e voltará ao ecrã anterior.
sv_se: Perfekt! Du står nu i den riktning din platsmarkör, @!marker_name!!, finns. Det verkar som om du förstår hur det fungerar. Du kan hantera listan med platsmarkörer genom att välja Hantera platsmarkörer på menyn. Du kan också alltid gå till sidan Hjälp och självstudier om du vill gå igenom självstudiekursen igen eller läsa en längre guide om allt du kan göra med platsmarkörer. Ljudfyren som du ställt in för den här självstudiekursen tas nu bort och du kommer tillbaka till föregående skärm.

# tutorial.beacon.getting_started
source: Getting Started with Beacons
da_dk: Introduktion til lydfyr
de_de: Erste Schritte mit Beacons
el_gr: Γρήγορα αποτελέσματα με τα ηχητικά σήματα
es_es: Introducción a las señales
fa_ir: شروع کار با نشانه‌های صوتی
fi_fi: Majakoiden käytön aloittaminen
fr_ca: Mise en route avec les balises
it_it: Introduzione agli audiofaro
ja_jp: ビーコンの使い方
nb_no: Kom i gang med lydsignaler
nl_nl: Aan de slag met bakens
pt_br: Introdução aos sinalizadors
pt_pt: Começar a Utilizar Sinais
sv_se: Kom igång med ljudfyrar

# tutorial.beacon.set_a_beacon.acc_hint
source: Double tap to load a list of places where you can set the beacon. Choose a place from the list to start the tutorial.
da_dk: Dobbelttryk for at indlæse en liste over steder, hvor du kan indstille lydfyret. Vælg et sted på listen for at starte selvstudiet.
de_de: Doppeltippen Sie, um eine Liste mit Orten zu laden, an denen Sie das Beacon platzieren können. Wählen Sie einen Ort aus der Liste aus, um das Tutorial zu starten.
el_gr: Πατήστε δύο φορές για να φορτώσετε μια λίστα με τα μέρη όπου μπορείτε να ορίσετε το ηχητικό σήμα. Επιλέξτε ένα μέρος από τη λίστα για να ξεκινήσετε τα Εκπαιδευτικά βοηθήματα.
es_es: Pulsa dos veces para cargar una lista de lugares en los que puedes establecer la señal. Elige un lugar en la lista para iniciar el tutorial.
fa_ir: برای بارگذاری لیستی از مکان‌هایی که می‌توانید نشانهٔ صوتی را تنظیم کنید دو بار ضربه بزنید. یک مکان را از لیست انتخاب کنید تا آموزش شروع شود.
fi_fi: Kaksoisnapauta ladataksesi luettelon paikoista, joihin voit määrittää majakan. Valitse paikka luettelosta aloittaaksesi opetusohjelman käytön.
fr_ca: Appuyez deux fois pour charger la liste des emplacements où vous pouvez définir une balise. Choisissez un emplacement dans la liste pour démarrer le didacticiel.
it_it: Tocca due volte per caricare un elenco di luoghi su cui puoi impostare l'audiofaro. Scegli un luogo dall'elenco per iniziare il tutorial.
ja_jp: ビーコンを設定できる場所の一覧を読み込むにはダブルタップします。一覧から場所を選択すると、チュートリアルが開始されます。
nb_no: Dobbelttrykk for å laste inn en liste over steder der du kan angi lydsignalet. Velg et sted fra listen for å starte veiledningen.
nl_nl: Dubbeltik om een lijst met plaatsen te laden waarvoor u het baken kunt instellen. Kies een plaats uit de lijst om de zelfstudie te starten.
pt_br: Dê um toque duplo para carregar uma lista de locais onde você pode definir o sinalizador. Escolha um local na lista para iniciar o tutorial.
pt_pt: Faça duplo toque para carregar uma lista de locais em que pode definir o sinal. Escolha um local na lista para iniciar o tutorial.
sv_se: Dubbelknacka om du vill läsa in en lista med platser där du kan ställa in en ljudfyr. Välj en plats i listan för att starta självstudiekursen.

# tutorial.beacon.getting_started.text
source: When you set a beacon on a location, Soundscape will play a sound coming from the direction of that location. This tutorial will step you through setting a beacon and how to use it. Press the "Start Audio Beacon" button below to open a list of nearby places. Choose a location from the list and the tutorial will begin.
da_dk: Når du indstiller et lydfyr på en placering, afspiller Soundscape en lyd, der kommer fra retningen af den pågældende placering. Dette selvstudium vil vise dig, hvordan du indstiller et lydfyr, og hvordan du bruger det. Tryk på knappen "Start lydfyr" nedenfor for at åbne en liste over steder i nærheden. Vælg en placering på listen, så starter selvstudiet.
de_de: Wenn Sie das Beacon an einem Standort platzieren, spielt Soundscape einen Sound aus der Richtung dieses Standorts ab. In diesem Tutorial erfahren Sie Schritt für Schritt, wie Sie ein Beacon platzieren und wie Sie es verwenden. Tippen Sie auf „Audiobeacon starten“, um eine Liste der Orte in der Nähe zu öffnen. Wählen Sie einen Standort aus der Liste aus, und das Tutorial wird gestartet.
el_gr: Όταν ορίσετε ένα ηχητικό σήμα σε μια τοποθεσία, το Soundscape θα αναπαράγει έναν ήχο που προέρχεται από την κατεύθυνση αυτής της τοποθεσίας. Αυτό τα Εκπαιδευτικά βοηθήματα, θα σας καθοδηγήσει στη ρύθμιση ενός ηχητικού σήματος και θα σας δείξει πώς να το χρησιμοποιήσετε. Πατήστε το κουμπί "Έναρξη Ηχητικού σήματος" παρακάτω για να ανοίξετε μια λίστα κοντινών τοποθεσιών. Επιλέξτε μια τοποθεσία από τη λίστα και τα Εκπαιδευτικά βοηθήματα θα ξεκινήσει.
es_es: Cuando estableces una señal en una ubicación, Soundscape reproducirá un sonido procedente de la dirección de esa ubicación. Este tutorial te guiará por el proceso de establecimiento de una señal y cómo usarla. Presiona el botón "Iniciar señal de audio" a continuación para abrir una lista de lugares cercanos. Elije una ubicación en la lista y el tutorial Comenzará.
fa_ir: وقتی یک نشانهٔ صوتی را روی یک مکان تنظیم می‌کنید، Soundscape صدایی را از جهت آن مکان پخش می‌کند. این آموزش شما را در تنظیم و استفاده از نشانهٔ صوتی راهنمایی می‌کند. دکمه «شروع نشانهٔ صوتی» را در زیر فشار دهید تا لیستی از مکان‌های نزدیک باز شود. یک مکان را از لیست انتخاب کنید و آموزش شروع خواهد شد.
fi_fi: Kun määrität majakan paikkaan, Soundscape toistaa äänen, joka tulee kyseisen sijainnin suunnasta. Tämä opetusohjelma käy läpi majakan määrittämisen ja sen käytön. Paina alla olevaa "Käynnistä äänimajakka" -painiketta avataksesi luettelon lähiympäristön paikoista. Valitse sijainti luettelosta ja opetusohjelma alkaa.
fr_ca: Lorsque vous définissez une balise sur un emplacement, Soundscape émet un son provenant de la direction de cet emplacement. Ce didacticiel vous expliquera comment définir une balise et l’utiliser. Appuyez sur le bouton « Démarrer la balise sonore » ci-dessous pour ouvrir la liste des emplacements à proximité. Choisissez un emplacement dans la liste et le didacticiel commence.
it_it: Quando imposti un audiofaro su una posizione, Soundscape riproduce un suono proveniente dalla direzione di quella posizione. Questo tutorial ti guiderà per l'impostazione di un audiofaro e come usarlo. Premi il pulsante "Avvia audiofaro" in basso per aprire un elenco di luoghi nelle vicinanze. Scegli una posizione dall'elenco per iniziare il tutorial.
ja_jp: 場所にビーコンを設定すると、Soundscape でその場所の方向からサウンドが聞こえます。このチュートリアルでは、ビーコンを設定して使用する方法を、順を追って説明します。 下にある [音声ビーコンを開始] ボタンを押して、近くの場所の一覧を開きます。一覧から場所を選択すると、チュートリアルが始まります。
nb_no: Når du angir et lydsignal på en posisjon, spiller Soundscape av en lyd som kommer fra retningen til posisjonen. Denne veiledningen viser hvordan du angir et lydsignal og hvordan du bruker det. Trykk på knappen Start lydsignal nedenfor for å åpne en liste over steder i nærheten. Velg en posisjon fra listen så starter veiledningen.
nl_nl: Wanneer u een baken instelt op een locatie, speelt Soundscape een geluid af uit de richting van die locatie. Deze zelfstudie bevat de stappen voor het instellen en gebruiken van een baken. Druk op de knop Audiobaken starten hieronder om een lijst met plaatsen in de buurt te openen. Kies een locatie uit de lijst en de zelfstudie begint.
pt_br: Quando você definir um sinalizador em uma localização, o Soundscape reproduzirá um som vindo da direção dessa localização. Este tutorial orientará você pela definição de um sinalizador e mostrará como usá-lo. Pressione o botão "Iniciar Sinalizador Sonoro" abaixo para abrir uma lista de locais próximos. Escolha uma localização na lista e o tutorial será iniciado.
pt_pt: Quando define um sinal numa localização, o Soundscape irá reproduzir um som proveniente da direção dessa localização. Este tutorial irá explicar-lhe como definir e utilizar um sinal. Prima o botão "Iniciar Sinal de Áudio" abaixo para abrir uma lista de locais nas proximidades. Escolha uma localização na lista para iniciar o tutorial.
sv_se: När du ställer in en ljudfyr vid en plats spelar Soundscape upp ett ljud som kommer från det hållet. I den här självstudiekursen får du steg för steg hjälp med hur du ställer in en ljudfyr och hur du använder den. Tryck på knappen "Ställ in en ljudfyr" nedan för att öppna en lista med platser i närheten. Välj en plats i listan så börjar självstudiekursen.

# tutorial.beacon.your_destination
source: your destination
da_dk: din destination
de_de: Ihr Ziel
el_gr: ο προορισμός σας
es_es: tu destino
fa_ir: مقصد شما
fi_fi: määränpääsi
fr_ca: votre destination
it_it: la tua destinazione
ja_jp: 目的地
nb_no: din destinasjon
nl_nl: uw bestemming
pt_br: seu destino
pt_pt: o seu destino
sv_se: ditt mål

# tutorial.beacon.mark_location.acc_hint
source: Double tap to use this location for the beacon tutorial.
da_dk: Dobbelttryk for at bruge denne placering til selvstudiet om lydfyr
de_de: Doppeltippen, um diesen Standort für das Beacon-Tutorial zu verwenden
el_gr: Πατήστε δύο φορές για να χρησιμοποιήσετε αυτήν την τοποθεσία για τα Εκπαιδευτικά βοηθήματα ηχητικού σήματος
es_es: Pulsa dos veces para usar esta ubicación para el tutorial de señales.
fa_ir: برای استفاده از این مکان برای آموزش نشانهٔ صوتی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta käyttääksesi tätä sijaintia majakan opetusohjelmassa
fr_ca: Appuyer deux fois pour utiliser cet emplacement pour le didacticiel sur la balise
it_it: Tocca due volte per utilizzare questa posizione per il tutorial dell'audiofaro
ja_jp: この場所をビーコンのチュートリアルで使用するには、ダブルタップします
nb_no: Dobbelttrykk for å bruke denne posisjonen for lydsignalveiledningen
nl_nl: Dubbeltik om deze locatie te gebruiken voor de bakenzelfstudie
pt_br: Dê um toque duplo para usar esta localização para o tutorial do sinalizador
pt_pt: Faça duplo toque para utilizar esta localização para o tutorial sobre sinais
sv_se: Dubbelknacka om du vill använda den här platsen för självstudiekursen om ljudfyrar

# tutorial.beacon.poi_selected
source: You selected %@ as the location for the beacon.
da_dk: Du har %@ valgt som placeringen for lydfyret.
de_de: Sie haben %@ als Standort für das Beacon ausgewählt.
el_gr: Επιλέξατε %@ ως τοποθεσία του ηχητικού σήματος.
es_es: Has seleccionado %@ como la ubicación de la señal.
fa_ir: شما %@ را به عنوان مکان نشانهٔ صوتی انتخاب کرده‌اید.
fi_fi: Valitsit kohteen %@ majakan sijainniksi.
fr_ca: Vous avez sélectionné %@ comme emplacement de la balise.
it_it: Hai selezionato %@ come posizione per l'audiofaro.
ja_jp: ビーコンの場所として %@ を選択しました。
nb_no: Du valgte %@ som posisjonen for lydsignalet.
nl_nl: U hebt %@ geselecteerd als de locatie voor het baken.
pt_br: Você selecionou %@ como a localização do sinalizador.
pt_pt: Selecionou %@ como localização do sinal.
sv_se: Du har valt %@ som plats för ljudfyren.

# tutorial.beacon.the_audio_beacon
source: The Audio Beacon
da_dk: Lydfyret
de_de: Das Audiobeacon
el_gr: Το Ηχητικό σήμα
es_es: La señal de audio
fa_ir: نشانهٔ صوتی
fi_fi: Äänimajakka
fr_ca: Balise sonore
it_it: Audiofaro
ja_jp: 音声ビーコン
nb_no: Lydsignalet
nl_nl: Het audiobaken
pt_br: O Sinalizador Sonoro
pt_pt: O Sinal de Áudio
sv_se: Ljudfyren

# tutorial.beacon.the_audio_beacon.text
source: You selected %@ as the location of your audio beacon.
da_dk: Du har valgt %@ som placeringen for lydfyret.
de_de: Sie haben %@ als Standort für Ihr Audiobeacon ausgewählt.
el_gr: Επιλέξατε %@ ως τοποθεσία του ηχητικού σήματός σας.
es_es: Has seleccionado %@ como la ubicación de la señal de audio.
fa_ir: شما %@ را به عنوان مکان نشانهٔ صوتی خود انتخاب کرده‌اید.
fi_fi: Valitsit kohteen %@ äänimajakkasi sijainniksi.
fr_ca: Vous avez sélectionné %@ comme emplacement de votre balise sonore.
it_it: Hai selezionato %@ come posizione dell'audiofaro.
ja_jp: 音声ビーコンの場所として %@ を選択しました。
nb_no: Du valgte %@ som posisjonen for lydsignalet.
nl_nl: U hebt %@ geselecteerd als de locatie voor uw audiobaken.
pt_br: Você selecionou %@ como a localização do seu sinalizador sonoro.
pt_pt: Selecionou %@ como localização do sinal de áudio.
sv_se: Du har valt %@ som plats för din ljudfyr.

# tutorial.beacon.found_the_beacon
source: Great! You Found Your Beacon!
da_dk: Fantastisk! Du fandt dit lydfyr!
de_de: Großartig! Sie haben Ihr Beacon gefunden!
el_gr: Τέλεια! Βρήκατε το ηχητικό σήμα σας!
es_es: ¡Genial! ¡Has encontrado tu señal!
fa_ir: عالی! شما نشانهٔ صوتی خود را پیدا کردید!
fi_fi: Hienoa! Löysit majakkasi!
fr_ca: Bravo! Vous avez trouvé votre balise!
it_it: Bene! Hai trovato il tuo audiofaro!
ja_jp: すばらしい! ビーコンを見つけました!
nb_no: Så bra! Du fant lydsignalet.
nl_nl: U hebt uw baken gevonden. Goed zo!
pt_br: Ótimo! Você Encontrou Seu Sinalizador!
pt_pt: Excelente! Encontrou o seu Sinal!
sv_se: Toppen! Du har hittat ljudfyren!

# tutorial.beacon.need_some_silence
source: Need Some Silence?
da_dk: Har du brug for stilhed?
de_de: Brauchen Sie etwas Ruhe?
el_gr: Θέλετε λίγη ησυχία;
es_es: ¿Necesitas silencio?
fa_ir: به کمی سکوت نیاز دارید؟
fi_fi: Tarvitsetko hiljaisuutta?
fr_ca: Vous avez besoin de silence?
it_it: Necessità di silenzio?
ja_jp: 音を消したい場合
nb_no: Trenger du litt stillhet?
nl_nl: Op zoek naar stilte?
pt_br: Precisa de silêncio?
pt_pt: Precisa de Silêncio?
sv_se: Behöver du ha det tyst?
