Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.when_to_use_soundscape.answer
source: Soundscape has features and benefits that span a variety of scenarios and time scales. Furthermore, Soundscape’s value to you may evolve over time so how you use it today may differ from how you will use it in three months. People often think about apps in terms of "what problem is this app good at solving?" Soundscape certainly can be used on a case by case basis when you have a specific information need – such as keeping track of a destination as you make your way there, helping to orient yourself when you emerge from a metro station, getting your bearings when exiting a car, or finding the street names for, or distance to, the next intersection. However, the philosophy behind Soundscape is one of "lighting up your world with sound", designed to be used anytime you are out and about to provide ambient awareness of your surroundings, such as keeping you aware of the names of the streets you are on, the direction you are heading, and the names of businesses you are passing. In this use mode, our users have referred to Soundscape as a "nice companion app", which supports "serendipity", to "fill in the gaps in your mental map" and provide more "confidence when walking". Here are some other examples of how our users are incorporating Soundscape into their life: "Soundscape helped me get back on track after I got off the bus and headed off in the wrong direction." "Even in the town where I have lived for 3 years, I have built an improved picture of what is around me [with Soundscape]." "The 3D sound enhances my experience of a walk, as I feel more connected to my environment…I am more likely to try a new route now that I have the app to use." "I miss the serendipity of walking around and noticing things. Having Soundscape is nice – it requires no effort to hear about things around me. The relational information is useful and is a great app for situational awareness and exploring commercial corridors." "[I used Soundscape] to locate a pub in the middle of York. [I] used a range of its options to first locate and then actually find it. It took me to within 3 meters of the door – brilliant!"
da_dk: Soundscape har funktioner og fordele, der spænder over en række scenarier og tidsskalaer. Desuden kan værdien for dig af Soundscape udvikle sig over tid, så hvordan du bruger det i dag, kan afvige fra, hvordan du vil bruge det om tre måneder. Folk tænker ofte på apps i form af "hvilket problem er denne app god til at løse?". Soundscape kan bestemt bruges fra sag til sag, når du har et specifikt informationsbehov - f.eks. holde styr på en destination, mens du er på vej derhen, hjælpe dig med at orientere dig, når du kommer ud fra en metrostation, hente oplysninger om din retning, når du forlader en bil, eller finde gadenavnene for eller afstanden til det næste kryds. Men filosofien bag Soundscape er en at "kaste lys over din verden med lyd", og det er designet til at blive brugt, når som helst du er ude, og ved at give bevidsthed om dine omgivelser, f.eks. gøre dig opmærksom på navnene på de gader, du er på, den retning, du er på vej i, samt navnene på virksomheder, du passerer. I denne brugstilstand har vores brugere omtalt Soundscape som en "dejlig ledsagerapp", som understøtter "lykketræf", til at "udfylde hullerne i dit mentale kort" og give dig mere "selvtillid, når du går". Her er nogle andre eksempler på, hvordan vores brugere indarbejder Soundscape i deres liv: "Soundscape hjalp mig med at komme tilbage på sporet, efter at jeg kom ud af bussen og gik i den forkerte retning." "Selv i den by, hvor jeg har boet i 3 år, har jeg opbygget et forbedret billede af, hvad der er omkring mig, [med Soundscape]." "3D-lyden forbedrer min oplevelse på en tur, så jeg føler mig mere forbundet med mit miljø…Jeg er mere tilbøjelige til at prøve en ny rute nu, hvor jeg kan bruge appen." "Jeg savner lykketræffet ved at gå rundt og lægge mærke til ting. Det er rart at have Soundscape – det kræver ingen indsats at høre om ting omkring mig. Relationsoplysningerne er nyttige, og det er en fantastisk app til at give situationsfornemmelse og til at udforske kommercielle korridorer." "[Jeg brugte Soundscape] til at finde en pub midt i York. [Jeg] brugte en række af dets muligheder til først at lokalisere den og derefter faktisk finde den. Det førte mig inden for 3 meter fra døren - strålende!"
de_de: Soundscape hat Funktionen und Vorteile, die eine Vielzahl von Szenarien und Zeitskalen umfassen. Darüber hinaus kann sich der Wert von Soundscape für Sie im Laufe der Zeit ändern, sodass die Art und Weise, wie Sie es heute nutzen, sich von der Art und Weise unterscheiden kann, wie Sie es in drei Monaten nutzen werden. Die Leute denken bei Apps oft im Sinne von „Welches Problem kann diese App gut lösen?“. Soundscape kann von Fall zu Fall verwendet werden, wenn Sie einen bestimmten Informationsbedarf haben, zum Beispiel, um ein Ziel unterwegs im Auge zu behalten, um sich zu orientieren, wenn Sie aus einer U-Bahn-Station kommen oder aus dem Auto aussteigen, oder um die Straßennamen und die Entfernung zur nächsten Kreuzung zu finden. Die Philosophie, die hinter Soundscape steckt, ist jedoch eine andere: „Vertonen Sie Ihre Welt“. Soundscape ist so konzipiert, dass Sie es jederzeit nutzen können, wenn Sie unterwegs sind, um sich Ihrer Umgebung bewusst zu werden, z. B. um sich die Namen der Straßen, auf denen Sie sich befinden, die Richtung, in die Sie gehen, und die Namen der Geschäfte, an denen Sie vorbeikommen, zu merken. In diesem Nutzungsmodus haben unsere Nutzer Soundscape als eine „nette Begleit-App“ bezeichnet, die „Entdeckungen“ bietet, um die „Lücken auf Ihrer mentalen Karte zu füllen“ und mehr „Konfidenz beim Gehen“ zu schaffen. Hier sind einige weitere Beispiele dafür, wie unsere Nutzer Soundscape in ihr Leben einbeziehen: „Soundscape hat mir geholfen, wieder den richtigen Weg zu finden, nachdem ich aus dem Bus ausgestiegen und in die falsche Richtung gegangen war.“ „Sogar in der Stadt, in der ich seit 3 Jahren lebe, habe ich Neues darüber erfahren, was um mich herum ist [mit Soundscape]“ „Der 3D-Sound verbessert meine Spaziergänge, da ich mich mehr mit meiner Umgebung verbunden fühle ... Jetzt, da ich die App nutze, bin ich eher geneigt, eine neue Route auszuprobieren“ „Mir fehlt die Erfahrung, durch die Gegend zu laufen und Dinge zu entdecken. Es ist schön, Soundscape zu haben – es ist jetzt so einfach, etwas über meine Umgebung zu erfahren. Die Informationen sind nützlich, und es ist eine großartige App für die Erkundung.“ „[Ich habe Soundscape] verwendet, um einen Pub mitten in York zu finden. [Ich] nutzte eine Reihe von Optionen, um das Lokal zunächst zu lokalisieren und dann tatsächlich zu finden. Es hat mich bis auf 3 Meter an die Tür herangeführt – genial!“
el_gr: Το Soundscape έχει χαρακτηριστικά και οφέλη που εκτείνονται σε διάφορα σενάρια και χρονικές περιόδους. Επιπλέον, η αξία του Soundscape για εσάς μπορεί να εξελιχθεί με την πάροδο του χρόνου, οπότε. τρόπος με τον οποίο το χρησιμοποιείτε σήμερα μπορεί να διαφέρει από τον τρόπο με τον οποίο θα το χρησιμοποιήσετε σε τρεις μήνες. Οι άνθρωποι συχνά σκέφτονται για τις εφαρμογές όσον αφορά "για ποιο πρόβλημα είναι καλό αυτή η εφαρμογή στην επίλυση;"Το Soundscape σίγουρα μπορεί να χρησιμοποιηθεί κατά περίπτωση όταν έχετε μια συγκεκριμένη ανάγκη πληροφοριών - όπως. παρακολούθηση ενός προορισμού καθώς κατευθύνεστε εκεί, βοηθώντας να προσανατολιστείτε όταν εξέρχεστε από ένα σταθμό του μετρό, όταν βγαίνετε από ένα αυτοκίνητο ή για να βρείτε τα ονόματα οδών, ή την απόσταση μέχρι, την επόμενη διασταύρωση. Ωστόσο, η φιλοσοφία πίσω από το Soundscape είναι αυτή του "φωτίζοντας τον κόσμο σας με ήχο", που έχει σχεδιαστεί για να χρησιμοποιείται κάθε φορά που είστε έξω και πρόκειται να σας παρέχει επίγνωση του περιβάλλοντός σας, των ονομάτων των δρόμων που βρίσκεστε, την κατεύθυνση που κατευθύνεστε και τα ονόματα των επιχειρήσεων που περνάτε. Σε αυτήν τη λειτουργία χρήσης, οι χρήστες μας έχουν αναφερθεί στο Soundscape ως "ωραία συνοδευτική εφαρμογή", η οποία υποστηρίζει "ευτυχή σύμπτωση", "συμπληρώστε τα κενά στον νοητό σας χάρτη" και παρέχει περισσότερη "εμπιστοσύνη κατά το περπάτημα". Ακολουθούν μερικά άλλα παραδείγματα για το πώς οι χρήστες μας ενσωματώνουν το Soundscape στη ζωή τους: "Το Soundscape με βοήθησε να επιστρέψω στο σωστό δρόμο αφού κατέβηκα από το λεωφορείο και κατευθύνθηκα προς τη λάθος κατεύθυνση." "Ακόμα και στην πόλη όπου έχω ζήσει για. χρόνια, έχω δημιουργήσει μια βελτιωμένη εικόνα του τι είναι γύρω μου [με το Soundscape]." "Ο ήχος 3D ενισχύει την εμπειρία μιας βόλτας, καθώς νιώθω πιο συνδεδεμένος με το περιβάλλον μου... Είναι πιο πιθανό να δοκιμάσω μια νέα διαδρομή τώρα που έχω χρησιμοποιώ την εφαρμογή." "Μου λείπει η ηρεμία του περπατήματος με επίγνωση των πραγμάτων. Το Soundscape είναι ωραίο - δεν απαιτεί καμία προσπάθεια να ακούσω για τα πράγματα γύρω μου. Οι σχεσιακές πληροφορίες είναι χρήσιμες και είναι μια εξαιρετική εφαρμογή για την επίγνωση της κατάστασης και την εξερεύνηση εμπορικών διαδρόμων." "[Χρησιμοποίησα το Soundscape] για να εντοπίσω μια παμπ στο κέντρο της Υόρκης. Χρησιμοποίησα μια σειρά από τις επιλογές του για να την εντοπίσω και στη συνέχεια να τη βρω. Με καθοδήγησε σε απόσταση 3 μέτρων από την πόρτα – τέλειο!"
es_es: Soundscape tiene características y ventajas que abarcan varios escenarios y escalas de tiempo. Además, el valor de que te aporta Soundscape puede evolucionar con el tiempo; cómo lo uses hoy puede ser diferente a la manera en que lo usarás dentro de tres meses. Los usuarios piensan en las aplicaciones en cuanto a qué problema les resuelven. Sin duda, Soundscape se puede usar caso por caso cuando se tiene una necesidad informativa específica, por ejemplo, realizar el seguimiento de un destino mientras se llega allí, como ayuda para orientarse al salir de una estación de metro o de un coche, o para encontrar los nombres de las calles para el siguiente cruce o la distancia hasta llegar a él. Sin embargo, la filosofía tras Soundscape es la de "iluminar tu mundo con sonido" y se ha diseñado para usarlo en cualquier momento en que te encuentres fuera para un reconocimiento del entorno, por ejemplo, para saber los nombres de las calles en las que te encuentras, la dirección a la que te diriges y los nombres de los negocios que pasas. En este modo de uso, nuestros usuarios se han referido a Soundscape como una "buena aplicación complementaria", con la que se pueden encontrar lugares fantásticos por casualidad, para "llenar lagunas en su mapa mental" y que proporciona más "confianza al caminar". Estos son algunos otros ejemplos de cómo nuestros usuarios están incorporando Soundscape a su vida: "Soundscape me ha ayudado a volver a mi ruta después de haberme bajado del autobús y haber caminado en la dirección equivocada." "Incluso ahora en la ciudad en la que llevo viviendo 3 años conozco mejor lo que me rodea [con Soundscape]." "El sonido 3D mejora mi experiencia al caminar, ya que me siento más conectado con mi entorno… Es más probable que pruebe una ruta nueva ahora que tengo la aplicación." "Echo de menos caminar y encontrar cosas por casualidad. Tener Soundscape está bien; no resulta un esfuerzo oír las cosas que me rodean. La información relacional es útil y resulta una aplicación excelente para reconocer las situaciones y explorar los pasillos comerciales." "[Usé Soundscape] para encontrar un pub en medio de York. [I] Usé varias de sus opciones para localizarlo primero y después encontrarlo. Me llevó a 3 metros de la puerta, lo cual es fantástico."
fa_ir: Soundscape ویژگی‌ها و مزایایی دارد که سناریوها و مقیاس‌های زمانی مختلفی را در بر می‌گیرد. علاوه بر این، ارزش Soundscape برای شما ممکن است با گذشت زمان تکامل یابد، بنابراین نحوه استفاده شما از آن امروز ممکن است با نحوه استفاده شما از آن در سه ماه دیگر متفاوت باشد. مردم اغلب در مورد برنامه‌ها از نظر «این برنامه در حل چه مشکلی خوب است؟» فکر می‌کنند. Soundscape مطمئناً می‌تواند به صورت موردی زمانی که نیاز به اطلاعات خاصی دارید استفاده شود - مانند ردیابی یک مقصد در حین رسیدن به آن، کمک به جهت‌یابی هنگام خروج از ایستگاه مترو، جهت‌یابی هنگام خروج از ماشین، یا پیدا کردن نام خیابان‌ها برای، یا فاصله تا، تقاطع بعدی. با این حال، فلسفه پشت Soundscape «روشن کردن جهان شما با صدا» است که برای استفاده در هر زمانی که بیرون هستید طراحی شده است تا آگاهی محیطی از محیط اطراف شما را فراهم کند، مانند آگاه نگه داشتن شما از نام خیابان‌هایی که در آن هستید، جهتی که به آن می‌روید و نام کسب‌وکارهایی که از کنارشان عبور می‌کنید. در این حالت استفاده، کاربران ما به Soundscape به عنوان یک «برنامه همراه خوب» اشاره کرده‌اند که از «کشف اتفاقی» پشتیبانی می‌کند، برای «پر کردن شکاف‌های نقشه ذهنی شما» و ارائه «اعتماد به نفس بیشتر هنگام راه رفتن». در اینجا چند نمونه دیگر از نحوه ادغام Soundscape توسط کاربران ما در زندگی خود آورده شده است: «Soundscape به من کمک کرد تا پس از پیاده شدن از اتوبوس و رفتن در جهت اشتباه، به مسیر خود بازگردم.» «حتی در شهری که ۳ سال در آن زندگی کرده‌ام، با Soundscape تصویر بهتری از آنچه در اطرافم است ساخته‌ام.» «صدای سه بعدی تجربه من از یک پیاده‌روی را افزایش می‌دهد، زیرا احساس می‌کنم بیشتر به محیط خود متصل هستم… اکنون که برنامه را برای استفاده دارم، بیشتر احتمال دارد مسیر جدیدی را امتحان کنم.» «من دلتنگ کشف اتفاقی هنگام راه رفتن و توجه به چیزها هستم. داشتن Soundscape خوب است - برای شنیدن در مورد چیزهای اطراف من نیازی به تلاش نیست. اطلاعات رابطه‌ای مفید است و یک برنامه عالی برای آگاهی از موقعیت و کاوش در راهروهای تجاری است.» «[من از Soundscape استفاده کردم] برای پیدا کردن یک میخانه در وسط یورک. [من] از طیف وسیعی از گزینه‌های آن برای پیدا کردن و سپس واقعاً پیدا کردن آن استفاده کردم. من را به فاصله ۳ متری در رساند - عالی!»
fi_fi: Soundscapella on ominaisuuksia ja hyötyjä monissa erilaisissa skenaarioissa ja aikajaksoilla. Kokemasi Soundscapen hyödyllisyys voi myös kehittyä ajan myötä, joten saatat käyttää sitä tänään eri tavalla kuin kolmen kuukauden päästä. Sovelluksista ajatellaan usein: "Minkä ongelman tämä sovellus ratkaisee hyvin?" Soundscapea voidaan käyttää tapauskohtaisesti erityisten tietotarpeiden täyttämiseen, kuten päämäärän seurantaan matkalla sinne, suunnistamisen helpottamiseen metroasemalta poistuttaessa, sijainnin ymmärtämiseen autosta poistuttaessa tai seuraavan risteyksen kadunnimien tai etäisyyden selvittämiseen. Soundscapen filosofia on kuitenkin "valaisee maailmasi äänellä", ja se on suunniteltu käytettäväksi joka kerta, kun olet ulkona tarjoamaan tietoisuutta ympäristöstä, kuten pysymään ajan tasalla kaduista, joilla liikut, kulkusuunnastasi ja niiden yritysten nimistä, joiden ohi kävelet. Käyttäjämme ovat kutsuneet Soundscapea tässä käyttötilassa "kivaksi seuralaissovellukseksi", joka tukee "intuitiivista näkemystä" "mielikuvakartan aukkojen täyttämisestä" ja tarjoaa parempaa "itseluottamusta kävellessä". Tässä on lisää esimerkintöjä siitä, kuinka käyttäjämme sisällyttävät Soundscapen elämäänsä: "Soundscape auttoi minut takaisin oikealle reitille, kun poistuin linja-autosta ja lähdin väärään suuntaan." Jopa kaupungissa, jossa olen asunut kolme vuotta, olen rakentanut paremman kuvan siitä, mitä ympärilläni on [Soundscapen avulla]." "3D-ääni parantaa kävelykokemustani, koska tunnen olevani paremmassa yhteydessä ympäristööni…kokeilen todennäköisemmin uutta reittiä, kun sovellus on käytössäni." "Kaipaan intuitiivista kokemusta ympäriinsä kävelystä ja asioiden huomaamisesta. Soundscapen käyttö on mukavaa, sillä ympäristöni asioista kuuleminen on vaivatonta. Tiedot suhteista ovat hyödyllisiä ja se on mahtava sovellus ympäristötietoisuuden kehittämiseksi ja kauppakäytävien tutkimiseen." "[Käytin Soundscapea] löytääkseni pubin keskellä Yorkia. [Käytin] useita sovelluksen toimintoja selvittääkseni ensin sen sijainnin ja sitten löytääkseni sen. Sovellus toi minut kolmen metrin päähän ovesta, upeaa!"
fr_ca: Soundscape offre des fonctionnalités et des avantages qui couvrent une variété de scénarios et de délais. En outre, la valeur que vous accordez à Soundscape peut évoluer dans le temps. Ainsi, la façon de l’utiliser aujourd’hui peut être différente dans trois mois. Souvent, lorsque les gens pensent aux applis, ils se demandent « quel problème cette application peut-elle résoudre? ». Soundscape peut certainement être utilisé au cas par cas lorsque vous avez besoin d’informations spécifiques, comme suivre une destination vers laquelle vous vous dirigez, vous aider à vous orienter lorsque vous émergez d’une station de métro, vous repérer lorsque vous quittez une voiture, ou rechercher les noms des rues ou la distance jusqu’à l’intersection suivante. Toutefois, la philosophie à la base de Soundscape consiste à « vous permettre de vous diriger grâce au son ». Il est conçu pour être utilisé chaque fois que vous êtes en déplacement et sur le point de découvrir votre environnement, par exemple en vous informant des noms des rues dans lesquelles vous vous trouvez, de la direction dans laquelle vous vous dirigez et des noms des entreprises devant lesquelles vous passez. Dans ce mode d’utilisation, les utilisateurs considèrent Soundscape comme une « application compagne intéressante », qui prend en charge les « heureux hasards » pour « combler les lacunes de votre carte mentale » et offrir davantage de « confiance lorsque vous marchez ». Voici d’autres exemples de la manière dont nos utilisateurs intègrent Soundscape dans leur vie : « Soundscape m’a aidé à revenir sur la bonne voie une fois que je suis descendu du bus et que j’ai pris la mauvais direction. » « Même dans la ville où j’ai vécu pendant 3 ans, j’ai créé une image améliorée de ce qui m’entoure [avec Soundscape]. » « Le son 3D améliore mon expérience de marche, car je me sens davantage connecté à mon environnement... J’ai plus tendance à essayer un nouvel itinéraire maintenant que je peux utiliser l’application. » « Cela me manque, de ne plus me promener en observant les choses. Soundscape est intéressant : il ne nécessite aucun effort pour connaître ce qui m’entoure. Les informations sur l’environnement sont utiles et c’est une excellente application pour découvrir la situation et explorer les axes. » « [J’ai utilisé Soundscape] pour localiser un pub au centre de York. [J’ai utilisé] toute une série de ses options pour d’abord le localiser, puis le trouver réellement. Il m’a emmené à 3 mètres de la porte, excellent! »
it_it: Soundscape ha caratteristiche e vantaggi che includono una varietà di scenari e scale temporali. Inoltre, il valore di Soundscape per te può evolversi nel tempo, quindi il modo in cui lo usi oggi potrebbe differire da come lo utilizzerai tra tre mesi. Le persone spesso pensano alle app in termini di "quale problema può risolvere quest'app?". Soundscape può certamente essere utilizzato caso per caso quando si ha una specifica esigenza di informazioni, ad esempio tenere traccia di una destinazione quando la raggiungi, aiutandoti a orientarti quando esci da una stazione della metropolitana o quando esci da un'auto oppure trovando i nomi delle strade o la distanza dall'incrocio successivo. Tuttavia, la filosofia alla base di Soundscape è quella di "illuminare il tuo mondo con il suono", progettato per essere utilizzato ogni volta che sei in giro per fornire la consapevolezza ambientale di ciò che ti circonda, ad esempio per fornirti i nomi delle strade in cui ti trovi, la direzione verso cui stai camminando e i nomi delle attività commerciali che stai incontrando. In questa modalità d'uso, i nostri utenti hanno definito Soundscape una "bella companion app" che supporta la "serendipità" per "colmare le lacune della mappa mentale" e fornire più "fiducia quando si cammina". Ecco alcuni altri esempi di come i nostri utenti stanno integrando Soundscape nella loro vita: "Soundscape mi ha aiutato a tornare sulla mia via dopo che sono sceso dall'autobus e mi sono diretto nella direzione sbagliata." "Anche se vivo nella mia città da 3 anni, [con Soundscape] ho creato un'immagine migliore di ciò che mi circonda." "Il suono 3D migliora la mia esperienza mentre cammino perché mi sento più integrato nell'ambiente. Posso sperimentare nuovi percorsi ora con l'app." "Mi manca la serendipità mentre cammino e notare cose nuove. Avere Soundscape è bello: ascolto ciò che è intorno a me in modo assolutamente naturale. Le informazioni relazionali sono utili ed è un'ottima app per la consapevolezza dell'ambiente e per esplorare le vie dello shopping." "[Ho usato Soundscape] per trovare un pub nel centro di York. [Ho] utilizzato una serie di opzioni prima per individuarlo e quindi per trovarlo effettivamente. Mi ha portato a meno di 3 metri dalla porta, fantastico!"
ja_jp: Soundscape は、さまざまな状況や時間の幅に対応できる機能や利便性を備えています。また、使用する人にとっての Soundscape の価値は時間とともに変化する可能性があります。今日の使い方と 3 か月後の使い方は違っているかもしれません。「このアプリはどのような課題の解決に適しているのか」という観点でアプリを捉えることは多いものですが、確かに Soundscape は、目的地を常に確認しながら向かうため、地下鉄の駅から出たときに方向を確認するため、車から降りたときに方角を確認するため、次の交差点の道路の名前やそこまでの距離を確認するためなど、個々の場合に応じて、特定の情報が必要なときに使用することができます。しかし、Soundscape は「音で世界を明るく照らす」ことを 1 つの理念としており、自分がいる通りの名前、向かっている方向、通り沿いのお店の名前が常にわかるなど、周辺に関するアンビエント アウェアネスが得られるように外出中や移動中いつでも使用できるように作られています。このような使い方についてユーザーは、Soundscape は「メンタル マップの隙間を埋め」、「安心して歩ける」ようにしてくれる、「セレンディピティ」をもたらす、「親切な付き添いのようなアプリ」だと言っています。Soundscape を生活に取り入れているユーザーの事例をいくつか紹介しましょう。 「バスから降りて間違った方向へ進み始めたときに、Soundscape のおかげで正しい方向に戻ることができました」 「もう 3 年も住んでいる街でも、(Soundscape を使うことで) 自分の周辺についてよくわかるようになりました」 「3D サウンドによって、歩くという体験が充実します。周辺の環境とのつながりを感じられるのです (中略) アプリを使えるようになって、新しいルートを試しやすくなりました」 「歩き回って何かを見つけるというセレンディピティがないと寂しいものです。Soundscape があるのはいいですね。手間をかけずに、周りに何があるかを耳から知ることができます。関連情報は役立ち、周辺の情報を確認しながら商店街を散策できるすばらしいアプリです」 「(Soundscape を使って) ヨーク州の中心部にあるパブを見つけました。いろいろなオプションを使って、まず場所を確認し、実際に目的地まで行きました。入口まで 3 メートルのところまで案内してくれました。優秀なアプリです」
nb_no: Soundscape har funksjoner og fordeler som strekker seg over en rekke scenarioer og tidsskalaer. I tillegg kan Soundscapes nytteverdi utvikle seg over tid, slik at måten du bruker den på i dag, kan være helt forskjellig fra måten du bruker den på om tre måneder. Folk tenker ofte på hvilket problem en app kan løse. Soundscape kan absolutt brukes til å dekke et bestemt informasjonsbehov – som å følge med på en destinasjon mens du er på vei dit, hjelpe deg med å orientere deg når du går av undergrunnsbanen, finne frem når du går ut av en bil eller finne gatenavnene eller avstanden til neste veikryss. Filosofien bak Soundscape er imidlertid å lyse opp verden med lyd, og den er laget for å bli brukt når du er ute på farten for å gi deg omgivelsesbevisshet, som å gjøre deg oppmerksom på navnene på gatene du er på, retningen du går i og navnene på virksomhetene du går forbi. I denne bruksmodusen kaller brukerne Soundscape en hyggelig hjelpeapp som støtter tilfeldigheter, for å fylle inn hull i det mentale kartet og gi mer selvtillit når du går. Her er noen andre eksempler på hvordan brukerne bruker Soundscape i livet sitt: «Soundscape hjalp meg med å komme på rett spor etter at jeg gikk av bussen og gikk i feil retning.» «Selv i byen jeg har bodd i i tre år, har jeg et bedre bilde av hva som er rundt meg, med Soundscape.» «3D-lyden forbedrer opplevelsen min når jeg går fordi jeg føler meg mer tilknyttet til omgivelsene … Det er større sjanse for at jeg prøver en ny rute nå som jeg har appen.» «Jeg savner tilfeldighetene ved å gå rundt og legge merke til ting. Det er fint å ha Soundscape – det kreves ingenting for å høre om ting rundt meg. Den relasjonsmessige informasjonen er nyttig, og det er en flott app for omgivelsesbevissthet og for å utforske nye steder.» «Jeg brukte Soundscape til å finne en pub i sentrum av York. Jeg brukte alternativene først til å søke den opp og deretter til å finne ut hvordan jeg kom meg dit. Den førte meg til rundt tre meter unna inngangsdøra – fantastisk!»
nl_nl: Soundscape heeft voorzieningen en voordelen voor allerlei verschillende scenario’s en momenten. Bovendien kan de waarde van Soundscape voor u in de loop der tijd veranderen doordat u het over drie maanden misschien anders gebruikt dan nu. Mensen proberen vaak te bedenken "waarvoor kan deze app goed worden gebruikt?" U kunt Soundscape incidenteel gebruiken, wanneer u specifieke informatie zoekt, zoals het bijhouden van de voortgang naar uw bestemming, voor oriëntatie als u uit de metro komt, het bepalen van uw positie wanneer u uit de auto stapt, het zoeken naar straatnamen of het bepalen van de afstand tot het volgende kruispunt. Soundscape is echter gebaseerd op de filosofie "de wereld verlichten met geluid ", en ontworpen voor wanneer u onderweg bent, om u meer bewust te maken van uw omgeving, zoals de namen van de straat waarin u loopt, de richting waarin u gaat en de namen van de bedrijven die u passeert. Gebruikers beschrijven deze toepassing van Soundscape als volgt: "fijne companion-app" met "meerwaarde", om "lacunes op te vullen in mijn mentale voorstelling" en om met "extra zelfvertrouwen te lopen". Hier zijn nog een paar voorbeelden van hoe gebruikers Soundscape toepassen: "Soundscape hielp me om de juiste route terug te vinden toen ik na het uitstappen uit de bus de verkeerde kant op liep.\n Zelfs in de stad waar ik al 3 jaar woon, heb ik [met Soundscape] een beter beeld gekregen van wat er Om me heen is.\n Het 3D-geluid geeft een betere beleving bij het lopen en ik voel meer verbinding met mijn omgeving… Ik zal met deze app nu eerder een nieuwe route uitproberen.\n Als je gewoon rondloopt, weet je veel dingen niet en mis je van alles. Met Soundscape hoef je geen moeite te doen om van alles te horen over je omgeving. De relationele informatie is nuttig en het is een geweldige app om je bewust te worden van je situatie en het ontdekken van winkelstraten." "[Ik heb Soundscape gebruikt] om een pub te zoeken midden in York. Met allerlei opties heb ik eerst de pub geselecteerd en daarna de route gevolgd. De app bracht me tot 3 meter voor de deur. Geweldig!"
pt_br: O Soundscape tem recursos e benefícios que se estendem por uma variedade de cenários e escalas de tempo. Além disso, o valor do Soundscape para você pode evoluir com o tempo. Portanto, a forma como ele é utilizado hoje pode ser diferente da forma como será utilizado daqui a três meses. Com frequência, as pessoas pensam nos aplicativos em termos de "este aplicativo é bom para solucionar o quê?". O Soundscape certamente pode ser usado de acordo com o caso, quando você precisa de uma informação específica – como focar em um destino quando você estiver a caminho, ajudando a orientá-lo na saída de uma estação do metrô, ao sair de um carro ou encontrar os nomes de ruas até o próximo cruzamento ou a distância até ele. Entretanto, a filosofia por trás do Soundscape é "iluminar seu mundo com som", pois ele foi projetado para ser usado sempre que você estiver na rua e prestes a fornecer a percepção ambiental das proximidades, a fim de manter você informado sobre os nomes das ruas em que está, a direção para onde você está indo e os nomes das empresas pelas quais está passando. Nesse modo de uso, nossos usuários mencionaram o Soundscape como um "ótimo aplicativo auxiliar", que dá suporte à "serendipidade", para "preencher as lacunas em seu mapa mental" e fornecer mais "confiança ao caminhar". Veja alguns outros exemplos de como nossos usuários estão incorporando o Soundscape às vidas deles: "o Soundscape me ajudou a encontrar o caminho depois de descer do ônibus e seguir na direção errada." "Mesmo na cidade onde vivo há três anos, tive uma ideia melhor do que está ao meu redor [com o Soundscape]." "O som 3D aprimora minha experiência de caminhada, à medida que me sinto mais conectado ao ambiente… É mais provável que eu tente uma nova rota agora que tenho o aplicativo para usar." "Sinto falta da serendipidade de caminhar a esmo e observar as coisas. Ter o Soundscape é bom – não exige esforço para ouvir sobre tudo o que está ao meu redor. As informações relacionais são úteis e é um ótimo aplicativo para percepção da situação e para a exploração de corredores comerciais." "[Eu usei o Soundscape] para localizar um pub no meio de York. [Eu] usei uma variedade de suas opções para localizá-lo primeiro e depois para realmente encontrá-lo. Ele me levou a menos de trÊs metros da porta – brilhante!"
pt_pt: O Soundscape tem funcionalidades e vantagens que abrangem uma vasta gama de cenários e intervalos temporais. Além disso, a utilidade do Soundscape para si pode evoluir ao longo do tempo, pelo que a forma como o utiliza hoje poderá ser diferente da forma como o irá utilizar daqui a três meses. Frequentemente, as pessoas pensam nas aplicações em termos de "que problema é que esta aplicação resolve?" O Soundscape pode certamente ser utilizado numa base caso a caso quando tem uma necessidade informativa específica – como monitorizar um destino à medida que se desloca para este, para se orientar quando sai de uma estação de metro ou de um carro, para saber os nomes das ruas ou a distância até ao próximo cruzamento. No entanto, a filosofia subjacente ao Soundscape é "iluminar o seu mundo com som", tendo sido concebido para ser utilizado sempre nas suas deslocações para fornecer informações sobre o ambiente que o rodeia, como informá-lo sobre os nomes das ruas em que se encontra, a direção em que está virado e os nomes das empresas pelas quais passa. Neste modo de utilização, os utilizadores referiram-se ao Soundscape como uma "aplicação complementar excelente", que suporta "serendipidade", para "preencher lacunas no seu mapa mental" e proporcionar mais "confiança ao caminhar". Eis outros exemplos da forma como os nossos utilizadores estão a incorporar o Soundscape nas suas vidas: "O Soundscape ajudou-me a voltar ao caminho certo quando saí do autocarro e comecei a andar na direção errada." "Mesmo na cidade em que vivo há 3 anos, fiquei com uma ideia mais completa do que me rodeia [com o Soundscape]." "O som 3D melhora as minhas caminhadas, sentindo uma maior ligação com o ambiente que me rodeia… Agora que tenho uma aplicação para utilizar, é mais provável que experimente caminhos novos." "Tenho saudades da serendipidade de andar ao acaso e reparar em coisas. O Soundscape é útil, não requer qualquer esforço para ouvi informações sobe o que me rodeia. As informações relacionais são úteis e esta é uma aplicação excelente para deteção situacional e explorar áreas comerciais." "[Utilizei o Soundscape] para localizar um pub no meio de York. [Eu] utilizei um conjunto de opções da aplicação primeiro para encontrar a aplicação e depois para chegar lá. Deixou-me a 3 metros da porta – brilhante!"
sv_se: Soundscape innehåller funktioner för en mängd olika scenarier. Hur användbart du tycker Soundscape är kan också utvecklas med tiden – du kanske använder appen på ett annat sätt om tre månader. En apps värde kan mätas i vilket problem den löser. Soundscape kan självklart användas då och då när du har ett specifikt informationsbehov – till exempel ta dig fram till ett mål, hjälpa dig att orientera dig när du kommer upp från en tunnelbanestation, hitta rätt när du kliver ur en bil eller hitta avståndet till nästa vägkorsning och få reda på vilka vägar det handlar om. Filosofin bakom Soundscape handlar dock om "upplysning genom ljud". Du kan använda appen varje gång du går ut för att bli medveten om omgivningarna, som att få information om namnen på gatorna du går på, vilken riktning du går i och namnen på företagen du passerar. Våra användare kallar ofta Soundscape för en "trevlig färdkamrat", som "fyller i luckorna i din mentala karta" och gör dig tryggare när du går. Nedan finns några exempel på hur våra användare drar nytta av Soundscape i sina liv: "Soundscape har hjälpt mig att komma på rätt spår efter att jag klivit av bussen och börjat gå i fel riktning." "Jag har bott i den här staden i tre år, men jag har fått en mycket bättre bild av vad som finns runt omkring med [med Soundscape]." "3D-ljudet förbättrar upplevelsen medan jag går, och jag känner mig tryggare i miljön … Jag vågar testa nya vägar nu när jag har appen." "Jag saknar nyfikenheten i att kunna gå omkring och upptäcka nya saker. Det blir enklare med Soundscape – jag behöver inte anstränga mig för att höra ljuden runt omkring mig. Informationen är användbar och med appen blir jag medveten om omgivningen och kan hitta nya butiker." "[Jag använde Soundscape] för att hitta till en pub mitt i York. [Jag] använde flera av funktionerna för att först lokalisera puben och sedan faktiskt hitta dit. Jag hamnade tre meter från dörren – otroligt!"
