Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# location_detail.action.beacon.hint
source: Double tap to set an audio beacon at this location.
da_dk: Dobbelttryk for at indstille et lydfyr på denne placering
de_de: Doppeltippen, um ein Audiobeacon an diesem Standort zu platzieren
el_gr: Πατήστε δύο φορές για να ορίσετε ένα ηχητικό σήμα σε αυτήν την τοποθεσία
es_es: Pulsa dos veces para establecer una señal de audio en esta ubicación.
fa_ir: برای تنظیم یک نشانهٔ صوتی در این مکان دو بار ضربه بزنید
fi_fi: Kaksoisnapauta määrittääksesi äänimajakan tähän sijaintiin.
fr_ca: Appuyez deux fois pour définir une balise sonore à cet endroit
it_it: Tocca due volte per impostare un audiofaro su questa posizione
ja_jp: この場所に音声ビーコンを設定するにはダブルタップします
nb_no: Dobbeltrykk for å angi et lydsignal på denne posisjonen
nl_nl: Dubbeltik om een audiobaken op deze locatie in te stellen
pt_br: Dê um toque duplo para definir um sinalizador sonoro nesta localização
pt_pt: Faça duplo toque para definir um sinal de áudio nesta localização
sv_se: Dubbelknacka om du vill ställa in en ljudfyr på den här platsen

# location_detail.action.beacon.hint.disabled
source: Setting a new audio beacon is disabled while route guidance is active.
da_dk: Indstilling af et nyt lydfyr er deaktiveret, mens rutevejledningen er aktiv
de_de: Bei aktiver Routenführung ist das Platzieren eines neuen Audiobeacons deaktiviert
el_gr: Η ρύθμιση ενός νέου ηχητικού σήματος είναι απενεργοποιημένη ενώ η καθοδήγηση διαδρομής είναι ενεργή
es_es: El ajuste de una nueva señal de audio está desactivado mientras la guía de ruta está activa.
fa_ir: تنظیم یک نشانهٔ صوتی جدید در حین فعال بودن راهنمای مسیر غیرفعال است
fi_fi: Uuden äänimajakan asettaminen on poissa käytöstä, kun reittiopastus on aktiivinen.
fr_ca: La définition d’une nouvelle balise sonore est désactivée lorsque les conseils d’itinéraire sont actifs
it_it: L'impostazione di un nuovo audiofaro è disabilitata mentre la guida del percorso è attiva
ja_jp: ルート案内がアクティブのときは、新しい音声ビーコンの設定はできません
nb_no: Angivelse av et nytt lydsignal er deaktivert mens ruteveiledning er aktiv
nl_nl: Een nieuw audiobaken instellen is uitgeschakeld wanneer navigatie actief is
pt_br: Os ajustes de um novo sinalizador sonoro serão desativados enquanto a orientação pela rota estiver ativa.
pt_pt: A definição de um novo sinal de áudio está desativada enquanto a orientação de rotas está ativa
sv_se: Inställning av en ny ljudfyr är inaktiverat medan ruttvägledningen är aktiv

# location_detail.action.save.hint
source: Double tap to save this location as a marker.
da_dk: Dobbelttryk for at gemme denne placering som et mærke
de_de: Doppeltippen Sie, um diesen Standort als Markierung zu speichern
el_gr: Πατήστε δύο φορές για να αποθηκεύσετε αυτήν την τοποθεσία ως δείκτη
es_es: Pulsa dos veces para guardar esta ubicación como marcador.
fa_ir: برای ذخیره این مکان به عنوان یک نشانگر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tallentaaksesi tämän sijainnin merkitsimenä.
fr_ca: Appuyez deux fois pour enregistrer cet emplacement en tant que marqueur
it_it: Tocca due volte per salvare questa posizione come indicatore
ja_jp: この場所をマーカーとして保存するにはダブルタップします
nb_no: Dobbelttrykk for å lagre denne posisjonen som en markør
nl_nl: Dubbeltik om deze locatie als een markering op te slaan
pt_br: Dê um toque duplo para salvar esta localização como um favorito
pt_pt: Faça duplo toque para guardar esta localização como um marco
sv_se: Dubbelknacka om du vill spara den här platsen som en platsmarkör

# location_detail.action.edit.hint
source: Double tap to edit marker.
da_dk: Dobbelttryk for at redigere mærket
de_de: Doppeltippen, um Markierung zu bearbeiten
el_gr: Πατήστε δύο φορές για να επεξεργαστείτε το δείκτη
es_es: Pulsa dos veces para editar el marcador.
fa_ir: برای ویرایش نشانگر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta muokataksesi merkitsintä.
fr_ca: Appuyez deux fois pour modifier le marqueur
it_it: Tocca due volte per modificare l'indicatore
ja_jp: マーカーを編集するにはダブルタップします
nb_no: Dobbelttrykk for å redigere markøren
nl_nl: Dubbeltik om markering te bewerken
pt_br: Dê um toque duplo para editar o favorito
pt_pt: Faça duplo toque para editar o marco
sv_se: Dubbelknacka om du vill redigera platsmarkören

# location_detail.action.share.hint
source: Double tap to share this location.
da_dk: Dobbelttryk for at dele denne placering
de_de: Doppeltippen, um diesen Standort zu teilen
el_gr: Πατήστε δύο φορές για κοινή χρήση αυτής της τοποθεσίας
es_es: Pulsa dos veces para compartir esta ubicación.
fa_ir: برای اشتراک‌گذاری این مکان دو بار ضربه بزنید
fi_fi: Kaksoisnapauta jakaaksesi tämän sijainnin.
fr_ca: Appuyez deux fois pour partager cet emplacement
it_it: Tocca due volte per condividere questa posizione
ja_jp: この場所を共有するにはダブルタップします
nb_no: Dobbelttrykk for å dele denne posisjonen
nl_nl: Dubbeltik om deze locatie te delen
pt_br: Dê um toque duplo para compartilhar esta localização
pt_pt: Faça duplo toque para partilhar esta localização
sv_se: Dubbelknacka om du vill dela platsen

# location_detail.action.preview.hint
source: Double tap to start previewing at this location.
da_dk: Dobbelttryk for at starte eksempelvisningen af denne placering
de_de: Doppeltippen Sie, um die Vorschau an dieser Stelle zu starten
el_gr: Πατήστε δύο φορές για να ξεκινήσετε την προεπισκόπηση σε αυτήν την τοποθεσία
es_es: Pulsa dos veces para iniciar la vista previa en esta ubicación.
fa_ir: برای شروع پیش‌نمایش در این مکان دو بار ضربه بزنید
fi_fi: Kaksoisnapauta aloittaaksesi esikatselun tässä sijainnissa.
fr_ca: Appuyez deux fois pour démarrer l’aperçu à cet emplacement
it_it: Tocca due volte per avviare l'anteprima in questa posizione
ja_jp: この場所のプレビューを開始するにはダブルタップします
nb_no: Dobbelttrykk for å starte forhåndsvisning ved denne posisjonen
nl_nl: Dubbeltik om een voorbeeld van deze locatie te starten
pt_br: Dê um toque duplo para iniciar a visualização nesta localização
pt_pt: Faça duplo toque para começar a pré-visualização nesta localização
sv_se: Dubbelknacka om du vill förhandsgranska den här platsen

# location_detail.action.preview.hint.disabled
source: Street Preview is disabled while route guidance is active.
da_dk: Street Preview er deaktiveret, mens rutevejledningen er aktiv
de_de: Bei aktiver Routenführung ist Street Preview deaktiviert
el_gr: Το Street Preview είναι απενεργοποιημένο ενώ οι οδηγίες διαδρομής είναι ενεργές
es_es: La vista previa de calle está deshabilitada mientras la guía de la ruta está activa.
fa_ir: پیش‌نمایش خیابان در حین فعال بودن راهنمای مسیر غیرفعال است
fi_fi: Street Preview on poissa käytöstä, kun reittiopastus on aktiivisena.
fr_ca: La fonction Street Preview est désactivée lorsque les conseils d’itinéraire sont actifs
it_it: Street Preview è disabilitato mentre la guida del percorso è attiva
ja_jp: ルート案内がアクティブのときは、Street Preview は利用できません
nb_no: Street Preview er deaktivert mens ruteveiledning er aktiv
nl_nl: Street Preview is uitgeschakeld als navigatie actief is
pt_br: O Street Preview será desativado enquanto a orientação pela rota estiver ativa
pt_pt: O Street Preview está desativado enquanto a orientação de rotas está ativa
sv_se: Street Preview är inaktiverat medan ruttvägledningen är aktiv

# location_detail.action.directions.hint
source: Double tap to open this location in an external maps app.
da_dk: Dobbelttryk for at åbne denne placering i en ekstern kort-app
de_de: Tippen Sie doppelt, um diesen Standort in einer externen Karten-App zu öffnen
el_gr: Πατήστε δύο φορές για να ανοίξετε αυτήν την τοποθεσία σε μια εφαρμογή εξωτερικών χαρτών
es_es: Pulsa dos veces para abrir esta ubicación en una aplicación de mapas externa.
fa_ir: برای باز کردن این مکان در یک برنامه نقشه خارجی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta avataksesi tämän sijainnin ulkoisessa karttasovelluksessa.
fr_ca: Appuyez deux fois pour ouvrir cet endroit dans une appli de cartes externe
it_it: Tocca due volte per aprire questa posizione in un'app di mappe esterne
ja_jp: ダブル タップすると、外部の地図アプリでこの場所を開きます
nb_no: Dobbelttrykk for å åpne denne posisjonen i en ekstern kartapp
nl_nl: Dubbeltik om deze locatie te openen in een externe kaarten-app
pt_br: Dê um toque duplo para abrir esta localização em um aplicativo de mapas externo
pt_pt: Faça duplo toque para abrir esta localização numa aplicação de mapas externa
sv_se: Dubbelknacka om du vill öppna platsen i en extern kartapp

# location_detail.default.address
source: Address unknown
da_dk: Adressen er ukendt
de_de: Adresse unbekannt
el_gr: Άγνωστη διεύθυνση
es_es: Dirección desconocida
fa_ir: آدرس نامعلوم
fi_fi: Osoite tuntematon
fr_ca: Adresse inconnue
it_it: Indirizzo sconosciuto
ja_jp: 不明な住所
nb_no: Ukjent adresse
nl_nl: Adres onbekend
pt_br: Endereço desconhecido
pt_pt: Endereço desconhecido
sv_se: Adressen är okänd

# location_detail.default.annotation
source: No marker annotation
da_dk: Ingen mærkeanmærkning
de_de: Keine Markierungsnotiz
el_gr: Δεν υπάρχει σχολιασμός δείκτη
es_es: Ninguna anotación de marcador
fa_ir: بدون یادداشت برای نشانگر
fi_fi: Ei merkintäselitettä
fr_ca: Aucune annotation de marqueur
it_it: Nessuna annotazione di indicatore
ja_jp: マーカーのコメントなし
nb_no: Ingen markørkommentar
nl_nl: Geen annotatie voor markering
pt_br: Nenhuma anotação de favorito
pt_pt: Marco sem anotação
sv_se: Ingen anteckning om platsmarkör

# location.select.hint
source: Double tap to select this location.
da_dk: Dobbelttryk for at vælge denne placering
de_de: Doppeltippen, um diesen Standort auszuwählen
el_gr: Πατήστε δύο φορές για να επιλέξετε αυτήν την τοποθεσία
es_es: Pulsa dos veces para seleccionar esta ubicación.
fa_ir: برای انتخاب این مکان دو بار ضربه بزنید
fi_fi: Kaksoisnapauta valitaksesi tämän sijainnin.
fr_ca: Appuyer deux fois pour sélectionner cet emplacement
it_it: Tocca due volte per selezionare questa posizione
ja_jp: この場所を選択するにはダブルタップします
nb_no: Dobbelttrykk for å velge denne posisjonen
nl_nl: Dubbeltik om deze locatie te selecteren
pt_br: Dê um toque duplo para selecionar esta localização
pt_pt: Faça duplo toque para selecionar esta localização
sv_se: Dubbelknacka för att välja platsen

# location_detail.disabled.save
source: Saving a marker at this location is currently unavailable
da_dk: Lagring af et mærke på denne placering er ikke tilgængelig i øjeblikket
de_de: Speichern einer Markierung an diesem Standort ist derzeit nicht möglich.
el_gr: Η αποθήκευση ενός δείκτη σε αυτήν την τοποθεσία δεν είναι διαθέσιμη αυτήν τη στιγμή
es_es: La operación de guardar un marcador en esta ubicación no está actualmente disponible
fa_ir: ذخیره کردن یک نشانگر در این مکان در حال حاضر در دسترس نیست
fi_fi: Tähän sijaintiin ei voi tällä hetkellä tallentaa merkintänä
fr_ca: L’enregistrement d’un marqueur à cet emplacement n’est pas disponible actuellement
it_it: Il salvataggio di un indicatore su questa posizione non è attualmente disponibile
ja_jp: 現在、この場所にマーカーを保存できません
nb_no: Lagring av en markør ved denne posisjonen er for øyeblikket utilgjengelig
nl_nl: U kunt momenteel geen markering opslaan op deze locatie
pt_br: Atualmente, não é possível salvar um favorito nesta localização
pt_pt: Guardar um marco nesta localização está atualmente indisponível
sv_se: Det går just nu inte att spara en platsmarkör vid den här platsen

# location_detail.disabled.share
source: Sharing this location is currently unavailable
da_dk: Deling af denne placering er ikke tilgængelig i øjeblikket
de_de: Freigabe dieses Standorts ist derzeit nicht möglich.
el_gr: Η κοινή χρήση αυτής της τοποθεσίας δεν είναι διαθέσιμη αυτήν τη στιγμή
es_es: La operación de compartir esta ubicación no está actualmente disponible
fa_ir: اشتراک‌گذاری این مکان در حال حاضر در دسترس نیست
fi_fi: Tämän sijainnin jakaminen on pois käytöstä
fr_ca: Le partage de cet emplacement n’est pas disponible actuellement
it_it: La condivisione di questa posizione non è attualmente disponibile
ja_jp: 現在、この場所を共有できません
nb_no: Deling av denne posisjonen er for øyeblikket utilgjengelig
nl_nl: U kunt deze locatie momenteel niet delen
pt_br: Atualmente, não é possível compartilhar esta localização
pt_pt: Partilhar esta localização está atualmente indisponível
sv_se: Det går just nu inte att dela den här platsen

# location_detail.disabled.generic
source: This location is currently unavailable
da_dk: Denne placering er ikke tilgængelig i øjeblikket
de_de: Dieser Standort ist derzeit nicht verfügbar.
el_gr: Αυτή η τοποθεσία δεν είναι διαθέσιμη αυτήν τη στιγμή
es_es: Esta ubicación no está actualmente disponible
fa_ir: این مکان در حال حاضر در دسترس نیست
fi_fi: Tämä sijainti ei tällä hetkellä ole käytössä
fr_ca: Cet emplacement n’est pas disponible actuellement
it_it: Questa posizione non è attualmente disponibile
ja_jp: この場所は現在使用できません
nb_no: Denne posisjonen er for øyeblikket utilgjengelig
nl_nl: Deze locatie is momenteel niet beschikbaar
pt_br: Atualmente, esta localização não está disponível
pt_pt: Esta localização está atualmente indisponível
sv_se: Den här platsen är inte tillgänglig just nu

# location_detail.map.view.title
source: Selected Location
da_dk: Valgt placering
de_de: Ausgewählter Standort
el_gr: Επιλεγμένη τοποθεσία
es_es: Ubicación seleccionada
fa_ir: مکان انتخاب شده
fi_fi: Valittu sijainti
fr_ca: Emplacement sélectionné
it_it: Posizione selezionata
ja_jp: 選択された場所
nb_no: Valgt posisjon
nl_nl: Geselecteerde locatie
pt_br: Localização Selecionada
pt_pt: Localização Selecionada
sv_se: Vald plats

# location_detail.map.view.hint
source: Edit to select a new location.
da_dk: Rediger for at vælge en ny placering
de_de: Bearbeiten, um einen neuen Standort auszuwählen
el_gr: Επεξεργασία για την επιλογή νέας τοποθεσίας
es_es: Edita para seleccionar una nueva ubicación.
fa_ir: برای انتخاب یک مکان جدید ویرایش کنید
fi_fi: Muokkaa valitaksesi uuden sijainnin.
fr_ca: Modifier pour sélectionner un nouvel emplacement
it_it: Modifica per selezionare una nuova posizione
ja_jp: 編集して新しい場所を選択します
nb_no: Rediger for å velge en ny posisjon
nl_nl: Bewerk om een nieuwe locatie te selecteren
pt_br: Editar para selecionar uma nova localização
pt_pt: Edite para selecionar uma nova localização
sv_se: Redigera för att välja en ny plats

# location_detail.map.edit.title
source: Edit Location
da_dk: Rediger placering
de_de: Ort bearbeiten
el_gr: Επεξεργασία τοποθεσίας
es_es: Editar ubicación
fa_ir: ویرایش مکان
fi_fi: Muokkaa sijaintia
fr_ca: Modifier l’emplacement
it_it: Modifica posizione
ja_jp: 場所を編集
nb_no: Rediger posisjon
nl_nl: Locatie bewerken
pt_br: Editar Localização
pt_pt: Editar Localização
sv_se: Redigera plats

# location_detail.map.edit.hint
source: Move the map to the correct location.
da_dk: Flyt kortet til den korrekte placering
de_de: Die Karte an den richtigen Standort verschieben
el_gr: Μετακίνηση του χάρτη στη σωστή τοποθεσία
es_es: Mueve el mapa a la ubicación correcta.
fa_ir: نقشه را به مکان صحیح منتقل کنید
fi_fi: Liikuta karttaa oikeaan sijaintiin.
fr_ca: Déplacer la carte sur l’emplacement correct
it_it: Sposta la mappa nella posizione corretta
ja_jp: 正しい場所に地図を移動させます
nb_no: Flytt kartet til riktig posisjon
nl_nl: Verplaats de kaart naar de correcte locatie
pt_br: Mover o mapa para a localização correta
pt_pt: Mover o mapa para a localização correta
sv_se: Flytta kartan till rätt plats

# location_detail.map.edit.accessibility_label
source: Nudge Marker
da_dk: Gå til mærke
de_de: Markierung verschieben
el_gr: Ώθηση δείκτη
es_es: Posicionar marcador
fa_ir: جابجایی اندک نشانگر
fi_fi: Merkinnän siirtäminen
fr_ca: Déplacer le marqueur
it_it: Sposta di poco l'indicatore
ja_jp: マーカーを少し移動
nb_no: Flytt markør
nl_nl: Markering verplaatsen
pt_br: Deslocar Favorito
pt_pt: Deslocar Marco
sv_se: Knuffa platsmarkör

# location_detail.map.edit.compass.accessibility_hint
source: Double tap to nudge marker in the direction your phone is pointing. Use actions to nudge in a different direction.
da_dk: Dobbelttryk for at skubbe mærke i den retning, din telefon peger. Brug handlinger til at gå i en anden retning.
de_de: Tippen Sie doppelt, um die Markierung in die Richtung zu verschieben, in die Ihr Telefon zeigt. Verwenden Sie Aktionen, um die Markierung in eine andere Richtung zu verschieben.
el_gr: Πατήστε δύο φορές για να ωθήσετε τον δείκτη στην κατεύθυνση που δείχνει το τηλέφωνό σας. Χρησιμοποιήστε ενέργειες για να ωθήσετε σε διαφορετικά κατεύθυνση.
es_es: Pulsa dos veces para posicionar el marcador en la dirección en que apunta el teléfono. Usa acciones para posicionar en una dirección diferente.
fa_ir: برای جابجایی اندک نشانگر در جهتی که گوشی شما اشاره می‌کند دو بار ضربه بزنید. برای جابجایی اندک در جهتی دیگر از اقدامات استفاده کنید.
fi_fi: Siirrä merkintä puhelimesi osoittamaan suuntaan kaksoisnapauttamalla. Siirrä toiseen suuntaan toimintojen avulla.
fr_ca: Appuyez deux fois pour déplacer le marqueur dans la direction indiquée par votre téléphone. Utilisez les actions pour vous déplacer dans une autre direction.
it_it: Tocca due volte per spostare di poco l'indicatore nella direzione in cui punta il telefono. Usa le azioni per spostare di poco in una direzione diversa.
ja_jp: スマートフォンで指す方向にマーカーを少し動かすには、ダブルタップします。別の方向に少し動かすには、アクションを使用します。
nb_no: Dobbelttrykk for å flytte markøren i retningen telefonen peker. Bruk handlinger til å flytte i en annen retning.
nl_nl: Dubbeltik om de markering te verplaatsen in de richting waarin uw telefoon wijst. Gebruik acties om te verplaatsen in een andere richting.
pt_br: Dê um toque duplo para deslocar o favorito na direção em que seu telefone está apontando. Use ações para deslocá-lo em uma direção diferente.
pt_pt: Faça duplo toque para deslocar o marco na direção em que o telemóvel está virado. Utilize as ações para deslocar noutra direção.
sv_se: Dubbelknacka om du vill knuffa platsmarkören i den riktning som telefonen pekar åt. Använd åtgärder om du vill knuffa i en annan riktning.

# location_detail.map.edit.north.accessibility_hint
source: Double tap to nudge marker north. Use actions to nudge in a different direction.
da_dk: Dobbelttryk for at skubbe mærke mod nord. Brug handlinger til at gå i en anden retning.
de_de: Tippen Sie doppelt, um die Markierung nach Norden zu verschieben. Verwenden Sie Aktionen zum Verschieben in eine andere Richtung.
el_gr: Πατήστε δύο φορές για να ωθήσετε τον δείκτη βόρεια. Χρησιμοποιήστε ενέργειες για να ωθήσετε σε διαφορετική κατεύθυνση.
es_es: Pulsa dos veces para posicionar el marcador al norte. Usa acciones para posicionar en una dirección diferente.
fa_ir: برای جابجایی اندک نشانگر به سمت شمال دو بار ضربه بزنید. برای جابجایی اندک در جهتی دیگر از اقدامات استفاده کنید.
fi_fi: Siirrä merkintää pohjoiseen kaksoisnapauttamalla. Siirrä toiseen suuntaan toimintojen avulla.
fr_ca: Appuyez deux fois pour déplacer le marqueur vers le nord. Utilisez les actions pour vous déplacer dans une autre direction.
it_it: Tocca due volte per spostare di poco l'indicatore verso nord. Usa le azioni per spostare di poco in una direzione diversa.
ja_jp: マーカーを北に少し動かすにはダブルタップします。別の方向に少し動かすには、アクションを使用します。
nb_no: Dobbelttrykk for å flytte markøren nordover. Bruk handlinger til å flytte i en annen retning.
nl_nl: Dubbeltik om de markering naar het noorden te verplaatsen. Gebruik acties om te verplaatsen in een andere richting.
pt_br: Dê um toque duplo para deslocar o favorito para norte. Use ações para deslocá-lo em uma direção diferente.
pt_pt: Faça duplo toque para deslocar o marco para norte. Utilize as ações para deslocar noutra direção.
sv_se: Dubbelknacka om du vill knuffa platsmarkören åt norr. Använd åtgärder om du vill knuffa i en annan riktning.

# location_detail.map.edit.south.accessibility_hint
source: Double tap to nudge marker south. Use actions to nudge in a different direction.
da_dk: Dobbelttryk for at skubbe mærke mod syd. Brug handlinger til at gå i en anden retning.
de_de: Tippen Sie doppelt, um die Markierung nach Süden zu verschieben. Verwenden Sie Aktionen zum Verschieben in eine andere Richtung.
el_gr: Πατήστε δύο φορές για να ωθήσετε τον δείκτη νότια. Χρησιμοποιήστε ενέργειες για να ωθήσετε σε διαφορετική κατεύθυνση.
es_es: Pulsa dos veces para posicionar el marcador al sur. Usa acciones para posicionar en una dirección diferente.
fa_ir: برای جابجایی اندک نشانگر به سمت جنوب دو بار ضربه بزنید. برای جابجایی اندک در جهتی دیگر از اقدامات استفاده کنید.
fi_fi: Siirrä merkintää etelään kaksoisnapauttamalla. Siirrä toiseen suuntaan toimintojen avulla.
fr_ca: Appuyez deux fois pour déplacer le marqueur vers le sud. Utilisez les actions pour vous déplacer dans une autre direction.
it_it: Tocca due volte per spostare di poco l'indicatore verso sud. Usa le azioni per spostare di poco in una direzione diversa.
ja_jp: マーカーを南に少し動かすにはダブルタップします。別の方向に少し動かすには、アクションを使用します。
nb_no: Dobbelttrykk for å flytte markøren sørover. Bruk handlinger til å flytte i en annen retning.
nl_nl: Dubbeltik om de markering naar het zuiden te verplaatsen. Gebruik acties om te verplaatsen in een andere richting.
pt_br: Dê um toque duplo para deslocar o favorito para sul. Use ações para deslocá-lo em uma direção diferente.
pt_pt: Faça duplo toque para deslocar o marco para sul. Utilize as ações para deslocar noutra direção.
sv_se: Dubbelknacka om du vill knuffa platsmarkören åt söder. Använd åtgärder om du vill knuffa i en annan riktning.

# location_detail.map.edit.east.accessibility_hint
source: Double tap to nudge marker east. Use actions to nudge in a different direction.
da_dk: Dobbelttryk for at skubbe mærke mod øst. Brug handlinger til at gå i en anden retning.
de_de: Tippen Sie doppelt, um die Markierung nach Osten zu verschieben. Verwenden Sie Aktionen zum Verschieben in eine andere Richtung.
el_gr: Πατήστε δύο φορές για να ωθήσετε τον δείκτη ανατολικά. Χρησιμοποιήστε ενέργειες για να ωθήσετε σε διαφορετική κατεύθυνση.
es_es: Pulsa dos veces para posicionar el marcador al este. Usa acciones para posicionar en una dirección diferente.
fa_ir: برای جابجایی اندک نشانگر به سمت شرق دو بار ضربه بزنید. برای جابجایی اندک در جهتی دیگر از اقدامات استفاده کنید.
fi_fi: Siirrä merkintää itään kaksoisnapauttamalla. Siirrä toiseen suuntaan toimintojen avulla.
fr_ca: Appuyez deux fois pour déplacer le marqueur vers l’est. Utilisez les actions pour vous déplacer dans une autre direction.
it_it: Tocca due volte per spostare di poco l'indicatore verso est. Usa le azioni per spostare di poco in una direzione diversa.
ja_jp: マーカーを東に少し動かすにはダブルタップします。別の方向に少し動かすには、アクションを使用します。
nb_no: Dobbelttrykk for å flytte markøren østover. Bruk handlinger til å flytte i en annen retning.
nl_nl: Dubbeltik om de markering naar het oosten te verplaatsen. Gebruik acties om te verplaatsen in een andere richting.
pt_br: Dê um toque duplo para deslocar o favorito para leste. Use ações para deslocá-lo em uma direção diferente.
pt_pt: Faça duplo toque para deslocar o marco para este. Utilize as ações para deslocar noutra direção.
sv_se: Dubbelknacka om du vill knuffa platsmarkören åt öster. Använd åtgärder om du vill knuffa i en annan riktning.
