Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# tutorial.beacons.text.HomeScreen
source: Distance information is also displayed on the home screen along with the street address of the beacon's location if we have it. Soundscape will notify you when you get close to the beacon's location, at which point the audio beacon will silence.
da_dk: Afstandsoplysninger vises også på startskærmen sammen med adressen på lydfyrets placering, hvis vi har den. Soundscape giver dig besked, når du kommer tæt på lydfyrets placering, hvorefter lydfyret bliver stille.
de_de: Auf dem Startbildschirm werden auch die Entfernungsinformationen zusammen mit der Straßenadresse des Beacon-Standorts (falls verfügbar) angezeigt. Soundscape benachrichtigt Sie, wenn Sie sich in der Nähe des Beacon-Standorts befinden, woraufhin das Audiobeacon verstummt.
el_gr: Οι πληροφορίες απόστασης εμφανίζονται επίσης στην αρχική οθόνη μαζί με τη διεύθυνση του δρόμου της τοποθεσίας του ηχητικού σήματος, αν την έχουμε. Το Soundscape θα σας ειδοποιήσει όταν φτάσετε κοντά στη θέση του ηχητικού σήματος, κάνοντάς το να σωπάσει.
es_es: La información de la distancia también aparece en la pantalla principal junto con la dirección de la ubicación de la señal si la tenemos. Soundscape te notificará cuando te acerques a la ubicación de la señal y cuando te encuentres en ella la señal de audio se silenciará.
fa_ir: اطلاعات فاصله نیز در صفحه اصلی همراه با آدرس خیابان مکان نشانهٔ صوتی، اگر آن را داشته باشیم، نمایش داده می‌شود. Soundscape به شما اطلاع می‌دهد که چه زمانی به مکان نشانهٔ صوتی نزدیک می‌شوید، در این مرحله نشانهٔ صوتی خاموش می‌شود.
fi_fi: Etäisyystiedot näytetään myös kotinäytöllä majakan sijainnin katuosoitteen kanssa, jos meillä on se. Soundscape ilmoittaa, kun lähestyt majakan sijaintia, jolloin äänimajakka hiljenee.
fr_ca: Des informations sur la distance s’affichent également sur l’écran d’accueil avec l’adresse de l’emplacement de la balise si elle est disponible. Soundscape vous notifiera lorsque vous vous rapprocherez de l’emplacement de la balise, puis la balise sonore se désactivera.
it_it: Le informazioni sulla distanza vengono visualizzate anche sulla schermata iniziale insieme all'indirizzo della posizione dell'audiofaro, se disponibile. Soundscape ti avvisa quando ti avvicini alla posizione dell'audiofaro, a quel punto l'audiofaro si spegne.
ja_jp: ホーム画面に距離の情報も表示されます。ビーコンの場所の住所がわかる場合にはその情報も表示されます。Soundscape では、ビーコンの場所に近付くとそれが通知され、音声ビーコンが聞こえなくなります。
nb_no: Avstandsinformasjon vises også på startskjermen sammen med gateadressen til lydsignalets posisjon hvis vi har den. Soundscape varsler deg når du nærmer deg lydsignalets posisjon, og lydsignalet slås av.
nl_nl: Informatie over de afstand wordt ook weergegeven op het startscherm samen met het adres van de bakenlocatie, als dat beschikbaar is. Soundscape geeft een melding wanneer u in de buurt bent van de bakenlocatie. Daarna stopt het audiobaken.
pt_br: As informações sobre distância também são exibidas na tela principal junto com o endereço da localização do sinalizador se nós o tivermos. O Soundscape notificará você quando chegar perto da localização do sinalizador, no ponto em que o sinalizador sonoro silenciar.
pt_pt: As informações de distância também são apresentadas no ecrã principal, juntamente com o endereço da localização do sinal (se estiver disponível). O Soundscape irá notificá-lo quando estiver perto da localização do sinal; neste ponto, o sinal de áudio será silenciado.
sv_se: Avståndsinformationen visas också på startskärmen tillsammans med gatuadressen för den plats där ljudfyren finns, om vi har den. Du får ett meddelande från Soundscape när du börjar närma dig ljudfyrens plats, och då tystnar ljudfyren.

# tutorial.beacons.text.Mute
source: If you need the app to be quiet for any reason, you can either use the mute beacon button or the sleep button on the home screen, or you can double tap with two fingers anywhere on the screen. A double tap with two fingers will stop any current callouts and will mute the audio beacon. Give it a try now.
da_dk: Hvis du har brug for, at appen af en eller anden grund er stille, kan du enten bruge knappen slå lydfyr til eller dvaleknappen på startskærmen, eller du kan dobbelttrykke med to fingre hvor som helst på skærmen. Et dobbelttryk med to fingre stopper alle aktuelle lydbeskeder og slår lydfyret fra. Prøv det nu.
de_de: Wenn Sie die App aus irgendeinem Grund leise stellen müssen, verwenden Sie entweder die Schaltfläche zum Stummschalten des Beacons oder die Ruhemodus-Schaltfläche auf dem Startbildschirm. Sie können auch mit zwei Fingern an beliebiger Stelle auf dem Bildschirm doppeltippen. Dadurch werden alle aktuellen Hinweise gestoppt und das Audiobeacon wird stummgeschaltet. Probieren Sie es jetzt aus.
el_gr: Αν θέλετε η εφαρμογή να είναι αθόρυβη για οποιονδήποτε λόγο, μπορείτε είτε να χρησιμοποιήσετε το κουμπί σίγασης ηχητικού σήματος, είτε το κουμπί αναστολής λειτουργίας στην αρχική οθόνη ή μπορείτε να πατήσετε δύο φορές με δύο δάχτυλα οπουδήποτε στην οθόνη. Ένα διπλό πάτημα με δύο δάχτυλα θα σταματήσει τυχόν τρέχουσες επεξηγήσεις και θα ενεργοποιήσει τη σίγαση του ηχητικού σήματος. Προσπαθήστε το τώρα.
es_es: Si necesitas que la aplicación esté en silencio por cualquier motivo, puedes usar el botón "Silenciar señal" o el botón "Suspender" de la pantalla principal o bien, pulsar dos veces con dos dedos en cualquier lugar de la pantalla. Para detener los avisos actuales y silenciar la señal de audio, pulsa dos veces con dos dedos. Pruébalo ahora.
fa_ir: اگر به هر دلیلی نیاز دارید که برنامه ساکت باشد، می‌توانید از دکمه بی‌صدا کردن نشانهٔ صوتی یا دکمه خواب در صفحه اصلی استفاده کنید، یا می‌توانید با دو انگشت در هر جای صفحه دو بار ضربه بزنید. یک ضربه دوگانه با دو انگشت هر گونه اعلان صوتی فعلی را متوقف کرده و نشانهٔ صوتی را بی‌صدا می‌کند. اکنون آن را امتحان کنید.
fi_fi: Jos haluat mykistää sovelluksen mistä tahansa syystä, voit käyttää joko majakan mykistyspainiketta tai lepo-painiketta kotinäytöllä, tai voit kaksoisnapauttaa kahdella sormella missä tahansa näytön kohdassa. Kaksoisnapautus kahdella sormella pysäyttää senhetkiset ilmoitukset ja mykistää äänimajakan. Kokeile sitä nyt.
fr_ca: Si vous avez besoin que l’appli soit silencieuse pour une raison quelconque, vous pouvez utiliser le bouton de désactivation du son de la balise ou le bouton de mise en veille sur l’écran d’accueil, ou encore appuyer deux fois avec deux doigts n’importe où sur l’écran. Si vous appuyez deux fois sur l’écran avec deux doigts, cela arrête toutes les notifications actuelles et désactive le son de la balise. Essayez maintenant.
it_it: Se hai bisogno di disattivare l'audio dell'app per qualsiasi motivo, puoi utilizzare il pulsante Disattiva audio audiofaro o il pulsante Sospendi nella schermata iniziale oppure puoi toccare due volte con due dita qualsiasi punto dello schermo. Un doppio tocco con due dita interromperà le notifiche correnti e disattiverà l'audiofaro. Prova adesso.
ja_jp: 何らかの理由でアプリの音声を消したい場合は、ホーム画面のビーコンのミュート ボタンまたはスリープ ボタンを使用するか、画面の任意の場所を 2 本指でダブルタップします。2 本指でダブルタップすると実行中のコールアウトが停止され、音声ビーコンがミュートされます。試してみましょう。
nb_no: Hvis du må slå av lyden for appen, kan du enten bruke knappen for å slå av lydsignalet eller knappen for dvalemodus på startskjermen. Du kan også dobbelttrykk med to fingre hvor som helst på skjermen. Et dobbelttrykk med to fingre stopper nåværende meldinger og slår av lydsignalet. Prøv det nå.
nl_nl: Als u wilt dat de app om een of andere reden geen geluid maakt, gebruikt u de knop Baken dempen of Slapen op het startscherm. Of dubbeltik met twee vingers op een willekeurige plek op het scherm. Met dubbeltikken met twee vingers worden huidige waarschuwingen gestopt en het audiobaken gedempt. Probeer het nu.
pt_br: Se precisar que o aplicativo fique quieto por algum motivo, você poderá usar o botão para ativar o mudo do sinalizador ou o botão para colocar em suspensão na tela inicial, ou poderá dar um toque duplo com dois dedos em qualquer lugar da tela. Um toque duplo com dois dedos interromperá qualquer notificação e ativará o mudo do sinalizador sonoro. Experimente agora.
pt_pt: Se necessitar que a aplicação fique silenciosa por qualquer razão, poderá utilizar o botão Desativar sinal ou o botão Suspender no ecrã principal; alternativamente, pode fazer duplo toque com dois dedos em qualquer ponto do ecrã. Fazer duplo toque com dois dedos irá parar quaisquer avisos atuais e desativará o sinal de áudio. Experimente-o agora.
sv_se: Om du av någon anledning vill att appen ska vara tyst kan du antingen använda knappen som stänger av ljudfyrens ljud eller inaktivera ljudfyren på startskärmen. Du kan också dubbelknacka med två fingrar någonstans på skärmen. Då upphör alla informationsljud och ljudfyren tystnar. Gör ett försök.

# tutorial.beacons.text.MuteRepeat
source: Double tap with two fingers anywhere on the screen
da_dk: Dobbelttryk med to fingre et tilfældigt sted på skærmen
de_de: Mit zwei Fingern auf eine beliebige Bildschirmstelle doppeltippen
el_gr: Πατήστε δύο φορές με δύο δάχτυλα οπουδήποτε στην οθόνη
es_es: Pulsa dos veces con dos dedos en cualquier lugar de la pantalla.
fa_ir: با دو انگشت در هر جای صفحه دو بار ضربه بزنید
fi_fi: Kaksoisnapauta kahdella sormella missä tahansa näytön kohdassa
fr_ca: Appuyez deux fois avec deux doigts n’importe où sur l’écran
it_it: Tocca due volte con due dita un punto qualsiasi dello schermo
ja_jp: 画面の任意の場所を 2 本指でダブルタップする
nb_no: Dobbelttrykk med to fingre hvor som helst på skjermen
nl_nl: Dubbeltik met twee vingers op een willekeurige plek op het scherm
pt_br: Dê um toque duplo com dois dedos em qualquer lugar na tela
pt_pt: Faça duplo toque com dois dedos em qualquer ponto do ecrã
sv_se: Dubbelknacka med två fingrar någonstans på skärmen

# tutorial.beacons.text.WrapUp
source: It looks like you have got it! If you want to repeat this tutorial, you can access it at any time on the Help and Tutorials screen. The beacon you set for this tutorial will now be cleared and you will be returned to the previous screen.
da_dk: Det ser ud som om du har lært det! Hvis du vil gentage dette selvstudium, kan du når som helst få adgang til det på skærmbilledet Hjælp og selvstudier. Det lydfyr, du indstiller til dette selvstudium, vil nu blive ryddet, og du vil blive returneret til den forrige skærm.
de_de: Sie haben es geschafft! Wenn Sie dieses Tutorial wiederholen möchten, können Sie es jederzeit über den Bildschirm „Hilfe und Lernprogramme“ aufrufen. Das in diesem Tutorial platzierte Beacon wird nun gelöscht, und Sie kehren zum vorherigen Bildschirm zurück.
el_gr: Φαίνεται ότι το έχετε! Εάν θέλετε να επαναλάβετε αυτό τα Εκπαιδευτικά βοηθήματα, μπορείτε να αποκτήσετε πρόσβαση σε αυτό ανά πάσα στιγμή στην οθόνη Βοήθεια και Εκπαιδευτικά βοηθήματα. Το ηχητικό σήμα που έχετε ορίσει για αυτό τα Εκπαιδευτικά βοηθήματα θα καθαριστεί τώρα και θα επιστρέψετε στην προηγούμενη οθόνη.
es_es: Parece que lo has entendido. Si deseas repetir este tutorial, puedes obtener acceso a él en cualquier momento en la pantalla Ayuda y tutoriales. La señal que ha establecido para este tutorial se borrará ahora y regresarás a la pantalla anterior.
fa_ir: به نظر می‌رسد که یاد گرفته‌اید! اگر می‌خواهید این آموزش را تکرار کنید، می‌توانید در هر زمان از صفحه راهنما و آموزش‌ها به آن دسترسی داشته باشید. نشانهٔ صوتی که برای این آموزش تنظیم کرده‌اید اکنون پاک شده و به صفحه قبل بازگردانده خواهید شد.
fi_fi: Vaikutat ymmärtäneen! Jos haluat toistaa tämän opetusohjelman uudelleen, voit käyttää sitä koska tahansa Ohje ja opetusohjelmat -näytöltä. Tässä tutoriaalissa luomasi majakka poistetaan nyt, ja palaat edelliselle näytölle.
fr_ca: Il semble que vous ayez tout compris! Si vous souhaitez revoir ce didacticiel, vous pouvez y accéder à tout moment sur l’écran Aide et didacticiels. La balise que vous avez définie pour ce didacticiel sera à présent effacée et vous serez redirigé vers l’écran précédent.
it_it: A quanto pare hai finito! Se desideri ripetere questo tutorial, puoi accedervi in qualsiasi momento dalla schermata Guida e tutorial. L'audiofaro che hai impostato per questo tutorial ora viene cancellato e tornerai alla schermata precedente.
ja_jp: これでチュートリアルは完了です。このチュートリアルを再度実行するには、[ヘルプとチュートリアル] 画面からいつでもアクセスできます。このチュートリアルで設定したビーコンは消去され、前の画面に戻ります。
nb_no: Det ser ut til at du har fått teken på det. Hvis du vil gjenta denne veiledningen, kan du åpne den når som helst fra skjermen Hjelp og veiledninger. Lydsignalet du har angitt for denne veiledningen, blir nå fjernet og du går tilbake til forrige skjerm.
nl_nl: Het lijkt erop dat u het onder de knie hebt! U kunt deze zelfstudie herhalen via het scherm Help en zelfstudies. Het baken dat u voor deze zelfstudie hebt ingesteld, wordt nu gewist en u gaat terug naar het vorige scherm.
pt_br: Parece que você conseguiu! Se quiser repetir este tutorial, você poderá acessá-lo a qualquer momento na tela Ajuda e Tutoriais. O sinalizador definido para este tutorial será limpo e você voltará para a tela anterior.
pt_pt: Parece que já percebeu! Se pretender repetir este tutorial, poderá aceder-lhe a qualquer momento no ecrã Ajuda e Tutoriais. O sinal que definiu para este tutorial será limpo e voltará ao ecrã anterior.
sv_se: Det verkar som om du förstår hur det går till! Om du vill upprepa självstudiekursen kan du när som helst öppna den på skärmen Hjälp och självstudier. Ljudfyren som du ställt in för den här självstudiekursen tas nu bort och du kommer tillbaka till föregående skärm.

# settings.help.title
source: Help
da_dk: Hjælp
de_de: Hilfe
el_gr: Βοήθεια
es_es: Ayuda
fa_ir: راهنما
fi_fi: Ohje
fr_ca: Aide
it_it: Guida
ja_jp: ヘルプ
nb_no: Hjelp
pt_br: Ajuda
pt_pt: Ajuda
sv_se: Hjälp

# help.configuration.section.title
source: Configuring Soundscape
da_dk: Konfiguration af Soundscape
de_de: Konfigurieren von Soundscape
el_gr: Ρύθμιση παραμέτρων Soundscape
es_es: Configuración de Soundscape
fa_ir: پیکربندی Soundscape
fi_fi: Soundscapen konfigurointi
fr_ca: Configuration de Soundscape
it_it: Configurazione di Soundscape
ja_jp: Soundscape の構成
nb_no: Konfigurer Soundscape
nl_nl: Soundscape configureren
pt_br: Configurando o Soundscape
pt_pt: Configurar o Soundscape
sv_se: Konfigurera Soundscape

# help.using_headsets.airpods.title
source: Using Apple AirPods
da_dk: Brug af Apple AirPods
de_de: Apple AirPods verwenden
el_gr: Χρήση Apple AirPods
es_es: Uso de Apple AirPods
fa_ir: استفاده از Apple AirPods
fi_fi: Apple AirPods -kuulokkeiden käyttö
fr_ca: Utilisation des Apple AirPods
it_it: Utilizzo di Apple AirPods
ja_jp: Apple AirPods の使用
nb_no: Bruk Apple AirPods
nl_nl: Apple AirPods gebruiken
pt_br: Uso dos Apple AirPods
pt_pt: Utilizar Apple AirPods
sv_se: Använda Apple AirPods

# settings.help.section.beacons_and_pois
source: Beacons and Callouts
da_dk: Lydfyr og lydbeskeder
de_de: Beacons und Hinweise
el_gr: Ηχητικά σήματα και επεξηγήσεις
es_es: Señales y avisos
fa_ir: نشانه‌های صوتی و اعلان‌ها
fi_fi: Majakat ja ilmoitukset
fr_ca: Balises et notifications
it_it: Audiofaro e notifiche
ja_jp: ビーコンとコールアウト
nb_no: Lydsignaler og meldinger
nl_nl: Bakens en waarschuwingen
pt_br: Sinalizadores e Notificações
pt_pt: Sinais e Avisos
sv_se: Ljudfyrar och informationsljud

# help.offline.section_title
source: Using Soundscape Offline
da_dk: Brug af Soundscape offline
de_de: Verwendung von Soundscape offline
el_gr: Χρήση Soundscape χωρίς σύνδεση
es_es: Uso de Soundscape sin conexión
fa_ir: استفاده آفلاین از Soundscape
fi_fi: Soundscapen käyttö offline-tilassa
fr_ca: Utiliser Soundscape en mode hors ligne
it_it: Utilizzo di Soundscape offline
ja_jp: オフラインでの Soundscape の使用
nb_no: Bruk Soundscape i frakoblet modus
nl_nl: Soundscape offline gebruiken
pt_br: Como Usar o Soundscape Offline
pt_pt: Utilizar o Soundscape Offline
sv_se: Använda Soundscape offline

# settings.help.section.home_screen_buttons
source: "Hear My Surroundings" Buttons
da_dk: Knapper på startskærmen
de_de: Startbildschirm-Schaltflächen
el_gr: Κουμπιά αρχικής οθόνης
es_es: Botones "Escuchar mi entorno"
fa_ir: دکمه‌های «شنیدن محیط اطرافم»
fi_fi: "Kuule ympäristöni" -painikkeet
fr_ca: Boutons de l’écran d’accueil
it_it: Pulsanti della schermata iniziale
ja_jp: ホーム画面のボタン
nb_no: Startskjermknapper
nl_nl: Startschermknoppen
pt_br: Botões da Tela Inicial
pt_pt: Botões do Ecrã Página Principal
sv_se: Knappar på startskärmen
