Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.destination_beacons.how.1
source: <b>To set a beacon</b>:<br/> First, view the details for a location by either using the search bar to search for a place, or tapping one of the "Places Nearby", "Markers & Routes", or "Current Location" buttons and selecting a location. From the location details screen you can select the "Start Audio Beacon" button. Tapping this will return you to the home screen and turn on an audible beacon coming from the direction of the place you selected. The name of the place you have selected along with its distance and physical address, if available, will now be displayed on the main app screen.
da_dk: <b>Sådan indstilles et lydfyr</b>:<br/> Først skal du få vist oplysningerne for en placering ved enten at bruge søgefeltet til at søge efter et sted eller ved at trykke på en af knapperne "Steder i nærheden", "Gemte mærker" eller "Aktuel placering" og vælge en placering. På skærmbilledet med placeringsoplysninger kan du vælge knappen "Start lydfyr". Hvis du trykker på denne, vender du tilbage til startskærmen og slår et lydfyr til, der kommer fra retningen af det sted, du har valgt. Navnet på det sted, du har valgt, sammen med dets afstand og fysiske adresse, hvis den er tilgængelig, vises nu på hovedskærmen i appen.
de_de: <b>Platzieren eines Beacons</b>:<br/> Zeigen Sie zunächst die Details eines Ortes an, indem Sie entweder über die Suchleiste nach einem Ort suchen oder auf eine der Schaltflächen „Orte in der Nähe“, „Gespeicherte Markierungen“ oder „Aktueller Standort“ tippen und einen Ort auswählen. Auf dem Bildschirm mit den Standortdetails tippen Sie auf „Audiobeacon starten“. Damit aktivieren Sie ein Audiobeacon, das aus der Richtung des von Ihnen ausgewählten Ortes kommt. Der Name des von Ihnen ausgewählten Ortes wird nun zusammen mit der Entfernung und der physischen Adresse, falls verfügbar, auf dem Hauptbildschirm der App angezeigt.
el_gr: <b>Για να ορίσετε ένα ηχητικό σήμα</b>:<br/> Πρώτον, προβάλετε τις λεπτομέρειες για μια θέση, είτε χρησιμοποιώντας τη γραμμή αναζήτησης για να αναζητήσετε ένα μέρος, είτε πατώντας ένα από τα κουμπιά "Τοποθεσίες κοντά", "Αποθηκευμένοι δείκτες", ή "Τρέχουσα τοποθεσία" και επιλέγοντας μια θέση. Από την οθόνη λεπτομερειών τοποθεσίας μπορείτε να επιλέξετε το κουμπί "Έναρξη ηχητικού σήματος". Πατώντας αυτό θα επιστρέψετε στην αρχική οθόνη και θα ενεργοποιήσετε ένα ηχητικό σήμα που προέρχεται από την κατεύθυνση του τόπου που επιλέξατε. Το όνομα του τόπου που έχετε επιλέξει μαζί με την απόσταση και τη φυσική του διεύθυνση, εάν υπάρχει, θα εμφανίζεται τώρα στην κύρια οθόνη της εφαρμογής.
es_es: <b>Para configurar una señal</b>:<br/> Primero, ve los detalles de una ubicación usando la barra de búsqueda para buscar un lugar, o tocando uno de los botones "Lugares cercanos", "Marcadores y rutas" o "Ubicación actual" y seleccionando una ubicación. En la pantalla "Detalles de la Ubicación" puedes seleccionar el botón "Iniciar Señal de Audio". Al pulsarlo, volverás a la pantalla de inicio y se encenderá una señal audible proveniente de la dirección del lugar que has seleccionado. El nombre del lugar que has seleccionado junto con su distancia y dirección física, si está disponible, ahora se mostrará en la pantalla principal de la aplicación.
fa_ir: <b>برای تنظیم یک نشانهٔ صوتی</b>:<br/> ابتدا، جزئیات یک مکان را با استفاده از نوار جستجو برای جستجوی یک مکان، یا با ضربه زدن روی یکی از دکمه‌های «مکان‌های نزدیک»، «نشانگرها و مسیرها» یا «مکان فعلی» و انتخاب یک مکان مشاهده کنید. سپس از صفحه «جزئیات مکان»، دکمه «شروع نشانهٔ صوتی» را انتخاب کنید. ضربه زدن روی این دکمه شما را به صفحه اصلی باز می‌گرداند و یک نشانهٔ صوتی شنیداری از جهت مکانی که انتخاب کرده‌اید روشن می‌کند. نام مکان به همراه فاصله و آدرس فیزیکی آن، در صورت وجود، اکنون در صفحه اصلی نمایش داده می‌شود.
fi_fi: <b>Asettaaksesi majakan</b>:<br/> Katso ensin "Sijainnin yksityiskohdat" joko käyttämällä hakupalkkia paikan etsimiseen tai napauttamalla jotakin Lähiympäristön paikat-, Merkitsimet ja reitit- tai Nykyinen sijainti -painikkeista ja valitsemalla sijainnin. Sijainnin yksityiskohdat -näytöstä voit valita "Käynnistä äänimajakka" -painikkeen. Napauttamalla tätä palaat kotinäyttöön ja valitsemasi paikan suunnasta tuleva äänimerkki. Valitsemasi paikan nimi sekä sen etäisyys ja fyysinen osoite, jos saatavilla, näkyvät nyt sovelluksen päänäytössä.
fr_ca: <b> Pour définir une balise </b>:<br/> Tout d’abord, consultez les détails d’un emplacement en utilisant la barre de recherche pour rechercher un emplacement ou en appuyant sur le bouton « Emplacements à proximité », « Marqueurs enregistrés » ou « Emplacement actuel » et en sélectionnant un emplacement. Vous pouvez sélectionner le bouton « Démarrer la balise sonore » à partir de l’écran Détails de l’emplacement. Après avoir appuyé sur ce bouton, vous serez redirigé vers l’écran d’accueil et une balise sonore venant de la direction de l’emplacement que vous avez choisi sera activée. Le nom de l’emplacement que vous avez sélectionné ainsi que sa distance et son adresse physique, si elle est disponible, s’afficheront désormais sur l’écran principal de l’appli.
it_it: <b>Per impostare un audiofaro</b>:<br/> per prima cosa, visualizza i dettagli della posizione utilizzando la barra di ricerca per cercare un luogo oppure toccando uno dei pulsanti "Luoghi nelle vicinanze", "Indicatori salvati" o "Posizione attuale"e selezionando una posizione. Dalla schermata dei dettagli della posizione puoi selezionare il pulsante "Avvia audiofaro". In tal modo torni alla schermata iniziale e si attiva un audiofaro acustico proveniente dalla direzione del luogo selezionato. Il nome del luogo selezionato, la distanza e l'indirizzo fisico, se disponibili, verranno a questo punto visualizzati nella schermata principale dell'app.
ja_jp: <b>ビーコンを設定するには</b>:<br/> まず、場所の詳細を表示します。それには、検索バーを使って場所を検索するか、[近くの場所]、[保存したマーカー]、[現在地] のいずれかのボタンをタップして、場所を選択します。 場所の詳細画面で [音声ビーコンを開始] ボタンを選択できます。このボタンをタップするとホーム画面に戻り、選択した場所の方向から聞こえる音声ビーコンが有効になります。選択した場所の名前と距離、住所がわかる場合はその住所がアプリのメイン画面に表示されます。
nb_no: <b>Angi et lydsignal</b>:<br/> Se først på informasjonen for et sted enten ved å bruke søkefeltet til å søke etter et sted eller ved å trykke på en av knappene Steder i nærheten, Lagrede markører eller Nåværende posisjon og velge en posisjon. Fra skjermen med posisjonsinformasjon kan du velge knappen Start lydsignal. Hvis du trykker på denne knappen, kommer du tilbake til startskjermen, og det slås på et lydsignal som kommer fra retningen til stedet du valgte. Navnet på stedet du valgte, sammen med avstanden og fysisk adresse, hvis den er tilgjengelig, vises nå på hovedskjermen til appen.
nl_nl: <b>Een baken instellen</b>:<br/> Geef eerst de details voor een locatie weer door naar de plaats te zoeken met de zoekbalk of door te tikken op een van de knoppen Plaatsen in de buurt, Opgeslagen markeringen of Huidige locatie. Selecteer vervolgens een locatie. Selecteer op het scherm met locatiedetails de knop Audiobaken starten. Als u erop tikt, gaat u terug naar het startscherm en wordt een audiobaken ingeschakeld vanuit de richting van de door u geselecteerde plaats. De naam van de geselecteerde plaats, de afstand ernaartoe en het fysieke adres, indien beschikbaar, worden nu weergegeven op het hoofdscherm van de app.
pt_br: <b>Para definir um sinalizador sonoro</b>:<br/> primeiro, exiba os detalhes de uma localização usando a barra de pesquisa para procurar um local ou tocando em um dos botões "Locais Próximos", "Favoritos Salvos" ou "Localização Atual" e selecionando uma localização. Na tela de detalhes da localização, você pode selecionar o botão "Iniciar Sinalizador Sonoro". Tocar nele fará você voltar para a tela inicial e ativará um sinalizador sonoro vindo da direção do local selecionado. O nome do local selecionado, além da distância e o endereço físico, se disponíveis, será exibido na tela principal do aplicativo.
pt_pt: <b>Para definir um marco</b>:<br/>Primeiro, consulte os detalhes de uma localização utilizando a barra de pesquisa para procurar um local ou tocando num dos botões "Locais nas Proximidades", "Marcos Guardados" ou "Localização Atual" e selecionando uma localização. No ecrã de detalhes da localização, poderá selecionar o botão "Iniciar Sinal de Áudio ". Se tocar neste botão voltará ao ecrã principal e ativará um sinal audível proveniente da direção do local selecionado. O nome do local selecionado será apresentado no ecrã principal da aplicação, juntamente com a respetiva distância e endereço físico, se estiver disponível.
sv_se: <b>Så här ställer du in en ljudfyr</b>:<br/> Visa först platsuppgifterna genom att söka efter platsen i sökfältet eller trycka på någon av knapparna "Platser i närheten", "Sparade platsmarkörer" eller "Aktuell plats" och sedan välja en plats. På skärmen med platsuppgifter kan du välja "Ställ in ljudfyr". När du trycker på den här knappen kommer du tillbaka till startskärmen där du kan aktivera en ljudfyr där ljudet kommer från den valda platsens riktning. Namnet på platsen som du har valt, tillsammans med avståndet och i förekommande fall den fysiska adressen, visas nu på appens huvudskärm.

# help.text.destination_beacons.how.2
source: <b>To remove the current beacon</b>:<br/> Simply press the "Remove Beacon" button on the home screen.
da_dk: <b>Sådan fjernes det aktuelle lydfyr</b>:<br/> Tryk blot på knappen "Fjern lydfyr" på startskærmen.
de_de: <b>Entfernen eines aktuellen Beacons</b>:<br/> Tippen Sie auf dem Startbildschirm einfach auf die Schaltfläche „Beacon entfernen“.
el_gr: <b>Για να καταργήσετε το τρέχον ηχητικό σήμα</b>:<br/> Απλά πατήστε το κουμπί "Κατάργηση ηχητικού σήματος" στην αρχική οθόνη.
es_es: <b>Para quitar la señal actual</b>:<br/> solo tienes que presionar el botón "Quitar señal" de la pantalla principal.
fa_ir: <b>برای حذف نشانهٔ صوتی فعلی</b>:<br/> به سادگی دکمه «حذف نشانهٔ صوتی» را در صفحه اصلی فشار دهید.
fi_fi: <b>Poistaaksesi nykyisen majakan</b>:<br/> paina vain "Poista majakka" -painiketta kotinäytöllä.
fr_ca: <b>Pour supprimer la balise actuelle</b> :<br/> Il vous suffit d’appuyer sur le bouton "Supprimer la balise" sur l’écran d’accueil.
it_it: <b>Per rimuovere l'audiofaro corrente</b>:<br/> premi semplicemente il pulsante "Rimuovi audiofaro" nella schermata iniziale.
ja_jp: <b>現在のビーコンを削除するには</b>:<br/> ホーム画面の [ビーコンを削除] ボタンを押します。
nb_no: <b>Fjern nåværende lydsignal</b>:<br/> Trykk på knappen Fjern lydsignal på startskjermen.
nl_nl: <b>Het huidige baken verwijderen</b>:<br/> Druk op de knop Baken verwijderen op het hoofdscherm.
pt_br: <b>Para remover o sinalizador atual</b>:<br/> simplesmente pressione o botão "Remover Sinalizador" na tela inicial.
pt_pt: <b>Para remover o sinal atual</b>:<br/> Basta premir o botão "Remover Sinal" no ecrã principal.
sv_se: <b>Ta bort den aktuella ljudfyren</b>:<br/> Tryck på knappen "Ta bort ljudfyr" på startskärmen.

# help.text.destination_beacons.how.3
source: <b>To mute the audible beacon</b>:<br/> Tap the "Mute Beacon" button underneath the "Remove Beacon" button on the home screen.
da_dk: <b>Sådan slår du lydfyret fra</b>:<br/> Tryk på knappen "Slå lydfyr fra" underneden knappen "Fjern lydfyr" på startskærmen.
de_de: <b>Stummschalten des Audiobeacons</b>:<br/> Tippen Sie auf dem Startbildschirm auf „Beacon stummschalten“ unter der Schaltfläche „Beacon entfernen“.
el_gr: <b>Για να σίγαση του ηχητικού σήματος</b>:<br/> Πατήστε το κουμπί "Σίγαση ηχητικού σήματος" κάτω από το κουμπί "Κατάργηση ηχητικού σήματος" στην αρχική οθόνη.
es_es: <b>Para silenciar la señal de audio</b>:<br/> pulsa en el botón "Silenciar señal" que se encuentra debajo del botón "Quitar señal" de la pantalla principal.
fa_ir: <b>برای بی‌صدا کردن نشانهٔ صوتی شنیداری</b>:<br/> روی دکمه «بی‌صدا کردن نشانهٔ صوتی» در زیر دکمه «حذف نشانهٔ صوتی» در صفحه اصلی ضربه بزنید.
fi_fi: <b>Voit mykistää äänimajakan seuraavasti</b>:<br/> Napauta kotinäytöllä "Mykistä majakka" -painiketta "Poista majakka" -painikkeen alla.
fr_ca: <b>Pour désactiver le son de la balise</b> :<br/> Appuyez sur le bouton "Désactiver le son de la balise" situé sous le bouton "Supprimer la balise" sur l’écran d’accueil.
it_it: <b>Per disattivare l'audio dell'audiofaro acustico</b>:<br/> tocca il pulsante "Disattiva audio audiofaro" sotto il pulsante "Rimuovi audiofaro" nella schermata iniziale.
ja_jp: <b>音声ビーコンをミュートするには</b>:<br/> ホーム画面の [ビーコンを削除] ボタンの下にある [ビーコンをミュート] ボタンをタップします。
nb_no: <b>Slå av lydsignalet</b>:<br/> Trykk på knappen Slå av lydsignal under knappen Fjern lydsignal på startskjermen.
nl_nl: <b>Het audiobaken dempen</b>:<br/> Tik op de knop Baken dempen onder de knop Baken verwijderen op het hoofdscherm.
pt_br: <b>Para silenciar o sinalizador audível</b>:<br/> toque no botão "Ativar Mudo do Sinalizador" sob o botão "Remover Sinalizador" na tela inicial.
pt_pt: <b>Para desativar o sinal audível</b>:<br/> Toque no botão "Desativar Sinal" abaixo do botão "Remover Sinal" no ecrã principal.
sv_se: <b>Stänga av ljudfyrens ljud</b>:<br/> Tryck på knappen "Stäng av ljudfyr" under knappen "Ta bort ljudfyr" på startskärmen.

# help.text.automatic_callouts.what
source: Soundscape can tell you about things around you as you approach them by calling out their name from the direction they are located in. The app will do this automatically for all sorts of things like businesses, bus stops, and even intersections. You can configure what the app automatically calls out in the "Manage Callouts" section of the "Settings" screen, and you can turn all callouts off when you want the app to be silent.
da_dk: Soundscape kan fortælle dig om ting omkring dig, når du nærmer dig dem ved at sende lydbesked med deres navn fra den retning, de er placeret i. Appen gør dette automatisk for alle mulige ting som virksomheder, busstoppesteder og endda kryds. Du kan konfigurere, hvad appen automatisk skal sende lydbesked om i afsnittet "Administrer lydbeskeder" på skærmen "Indstillinger", og du kan slå alle lydbeskeder fra, når appen skal være lydløs.
de_de: Soundscape informiert Sie über Dinge um Sie herum, wenn Sie sich ihnen nähern, indem ein Hinweis aus der Richtung erfolgt, in der sie sich befinden. Die App tut dies automatisch für alle möglichen Points-of-Interest wie Geschäfte, Bushaltestellen und sogar Kreuzungen. Im Abschnitt „Hinweise verwalten“ des Einstellungsbildschirms können Sie konfigurieren, auf was die App automatisch hinweisen soll. Sie können auch alle Hinweise ausschalten, wenn Sie nicht durch die App gestört werden möchten.
el_gr: Το Soundscape μπορεί να σας πει για τα πράγματα γύρω σας καθώς τα πλησιάζετε φωνάζοντας το όνομά τους από την κατεύθυνση στην οποία βρίσκονται. Η εφαρμογή θα το κάνει αυτόματα για όλα τα είδη των στοιχείων όπως επιχειρήσεις, στάσεις λεωφορείων, ακόμη και διασταυρώσεις. Μπορείτε να ρυθμίσετε τις παραμέτρους των επεξηγήσεων που καλεί αυτόματα η εφαρμογή στην ενότητα "Διαχείριση επεξηγήσεων" της οθόνης "Ρυθμίσεις" και μπορείτε να απενεργοποιήσετε όλες τις επεξηγήσεις όταν θέλετε η εφαρμογή να είναι αθόρυβη.
es_es: Soundscape puede indicarte los elementos que tienes a tu alrededor conforme te acercas ellos llamándolos por su nombre desde la dirección en la que se encuentran. La aplicación hará esto automáticamente para todo tipo de elementos, como negocios, paradas de autobuses e incluso cruces. Puedes configurar de qué avisa la aplicación automáticamente en la sección "Administrar avisos" de la pantalla "Ajustes" y podrás desactivar todos los avisos cuando desees que la aplicación esté en silencio.
fa_ir: Soundscape می‌تواند با اعلام نام آنها از جهتی که در آن قرار دارند، شما را از چیزهای اطراف خود هنگام نزدیک شدن به آنها مطلع کند. برنامه این کار را به طور خودکار برای انواع چیزها مانند کسب‌وکارها، ایستگاه‌های اتوبوس و حتی تقاطع‌ها انجام می‌دهد. می‌توانید آنچه را که برنامه به طور خودکار اعلام می‌کند در بخش «مدیریت اعلان‌های صوتی» از صفحه «تنظیمات» پیکربندی کنید، و می‌توانید همه اعلان‌های صوتی را زمانی که می‌خواهید برنامه ساکت باشد خاموش کنید.
fi_fi: Soundscape voi ilmoittaa lähiympäristösi kohteita, kun lähestyt niitä ilmoittamalla niiden nimen siitä suunnasta, jossa ne sijaitsevat. Sovellus tekee tämän automaattisesti kaikenlaisille kohteille, kuten linja-autoille, linja-autopysäkeille ja jopa risteyksille. Voit määrittää, mitä sovellus ilmoittaa automaattisesti "Hallitse ilmoituksia" -osassa "Asetukset"-näytöllä, ja voit ottaa kaikki ilmoitukset pois käytöstä, kun haluat sovelluksen olevan hiljaa.
fr_ca: Soundscape peut vous indiquer les éléments qui vous entourent à mesure que vous vous en approchez en les nommant selon leur emplacement. L’application procèdera ainsi automatiquement aussi bien pour des commerces que des arrêts de bus, et même des intersections. Vous pouvez configurer ce que l’application doit notifier automatiquement dans la section « Gérer les notifications » de l’écran « Réglages », et vous pouvez désactiver toutes les notifications lorsque vous souhaitez que l’application soit silencieuse.
it_it: Soundscape può indicarti le cose che sono intorno a te mentre ti avvicini notificandotene il nome dalla direzione in cui si trovano. L'app lo farà automaticamente per tutti i tipi di cose come attività commerciali, fermate degli autobus e persino incroci. Puoi configurare ciò che l'app notifica automaticamente nella sezione "Gestisci notifiche" della schermata "Impostazioni" e puoi disattivare tutte le notifiche quando desideri che l'app sia silenziosa.
ja_jp: ユーザーが移動すると、Soundscape は、その対象が実際に存在する方向から名前が聞こえるように、周辺情報をユーザーに伝えます。アプリでは、店舗、バス停、交差点など、すべての種類の対象について自動的に通知が行われます。[設定] 画面の [コールアウトを管理] セクションで、自動的にコールアウトする対象を指定できます。アプリの音声を止めたい場合は、すべてのコールアウトをオフにすることができます。
nb_no: Soundscape kan fortelle deg om ting rundt deg når du nærmer deg dem ved å lese opp navnet fra retningen de er plassert i. Appen gjør dette automatisk for alle typer ting som virksomheter, busstopp og veikryss. Du kan konfigurere hva appen automatisk leser opp, i delen Administrer meldinger på skjermen Innstillinger, og du kan slå av alle meldinger når du vil at appen skal være lydløs.
nl_nl: Soundscape geeft ook informatie over de dingen om u heen als u ze nadert. U hoort de naam uit de richting waarin het object zich bevindt. De app doet dit automatisch voor objecten als bedrijven, bushaltes en zelfs kruispunten. U kunt de automatische waarschuwingen configureren in het gedeelte Waarschuwingen beheren van het scherm Instellingen en u kunt alle waarschuwingen uitzetten wanneer u de app op stil wilt zetten.
pt_br: O Soundscape pode contar a você o que há ao seu redor à medida que você se aproxima, notificando o nome vindo da direção de onde está localizado. O app fará isso automaticamente para todos os tipos de coisas, como empresas, paradas de ônibus e até cruzamentos. Você pode configurar o que o app notificará automaticamente na seção "Gerenciar Notificações" da tela "Ajustes" e pode desativar todas as notificações quando quiser que o app fique silencioso.
pt_pt: O Soundscape pode informá-lo sobre o que o rodeia à medida que se aproxima reproduzindo o respetivo nome a partir da direção em que o item se encontra. A aplicação irá fazê-lo automaticamente para todos os tipos de itens, como empresas, paragens de autocarro e até mesmo cruzamentos. É possível configurar os avisos que a aplicação emite automaticamente na secção "Gerir Avisos" do ecrã "Definições". Também é possível desativar todos os avisos quando pretende que a aplicação seja silenciosa.
sv_se: Soundscape kan berätta vilka saker som finns omkring dig när du närmar dig dem genom att läsa upp deras namn från det håll de finns i. Appen gör detta automatiskt för allt möjligt, som företag, busshållplatser och till och med vägkorsningar. I avsnittet "Hantera informationsljud" på skärmen "Inställningar" kan du konfigurera vad appen läser upp automatiskt, och du kan inaktivera alla informationsljud när du vill att appen ska vara tyst.

# help.text.automatic_callouts.when.1
source: <b>Exploring a new area</b>:<br/> Turn automatic callouts on and walk around to hear about all of the different stores, restaurants, and the like as you pass them.
da_dk: <b>Udforskning af et nyt område</b>:<br/> Slå automatiske lydbeskeder til, og gå rundt for at høre om alle de forskellige butikker, restauranter og lignende, når du passerer dem.
de_de: <b>Erkunden eines neuen Gebiets</b>:<br/> Aktivieren Sie die automatischen Hinweise, und laufen Sie herum, um Hinweise zu den Geschäften, Restaurants und anderen Points-of-Interest, an denen Sie vorbeilaufen, zu erhalten.
el_gr: <b>Εξερευνώντας μια νέα περιοχή</b>:<br/> Ενεργοποιήστε τις αυτόματες επεξηγήσεις και περπατήστε για να μάθετε για όλα τα διαφορετικά καταστήματα, εστιατόρια κ.ά. καθώς τα προσπερνάτε.
es_es: <b>Exploración de una zona nueva</b>:<br/> activa los avisos automáticos y da una vuelta para escuchar sobre todas las diferentes tiendas, restaurantes y lugares similares cuando pases por ellos.
fa_ir: <b>کاوش در یک منطقه جدید</b>:<br/> اعلان‌های صوتی خودکار را روشن کنید و راه بروید تا در حین عبور از همه فروشگاه‌ها، رستوران‌ها و موارد مشابه مطلع شوید.
fi_fi: <b>Uuteen alueeseen tutustuminen</b>:<br/> Ota automaattiset ilmoitukset käyttöön ja kävele ympäriinsä kuullaksesi tietoja eri kaupoista, ravintoloista ja muista niiden kaltaisista maamerkeistä, kun ohitat ne.
fr_ca: <b>Exploration d’un nouvel environnement</b> :<br/> Activez les notifications automatiques et promenez-vous pour en savoir plus sur les différents commerces, restaurants et autres, à mesure que vous passez à côté.
it_it: <b>Esplorazione di una nuova area</b>:<br/> attiva le notifiche automatiche e cammina per ascoltare tutti i negozi, ristoranti e cose simili mentre li incontri.
ja_jp: <b>新しい場所の探索</b>:<br/> 自動コールアウトをオンにして歩くと、移動に応じて近くの店舗やレストランなどさまざまな情報を耳で確認できます。
nb_no: <b>Utforsk et nytt område</b>:<br/> Slå på automatiske meldinger og gå rundt for å høre alt om de ulike butikkene, restaurantene og lignende når du går forbi dem.
nl_nl: <b>Een nieuw gebied verkennen</b>:<br/> Schakel automatische waarschuwingen in en loop rond om informatie te horen over verschillende winkels, restaurants en andere punten die u passeert.
pt_br: <b>Explorando uma nova área</b>:<br/> ative as notificações automáticas e circule para ouvir mais sobre todas as lojas, restaurantes e muito mais à medida que passa por eles.
pt_pt: <b>Explorar uma nova área</b>:<br/> Ative os avisos automáticos e caminhe para ouvir informações sobre as várias lojas, restaurantes e outros estabelecimentos por onde passar.
sv_se: <b>Utforska ett nytt område</b>:<br/> Aktivera automatiska informationsljud om du vill höra om olika butiker, restauranger och annat medan du passerar dem.
