Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.supported_headsets.answer
source: Which headphones you use with Soundscape is a matter of personal preference, and each option comes with benefits and trade-offs. The only specific requirement is to use a pair of stereo headphones so that you can take advantage of Soundscape’s 3D spatial audio callouts.
da_dk: Hvilke hovedtelefoner du bruger sammen med Soundscape, er et spørgsmål om personlig præference, og der er fordele og ulemper ved hver mulighed. Det eneste specifikke krav er, at du skal bruge et par stereohovedtelefoner, så du kan drage fordel af rumlig 3D-lyd i lydbeskeder fra Soundscape.
de_de: Welche Kopfhörer Sie mit Soundscape verwenden, hängt von Ihren persönlichen Präferenzen ab. Jede Option hat ihre Vor- und Nachteile. Die einzige spezifische Anforderung ist die Verwendung eines Stereo-Kopfhörers, damit Sie die Vorteile der räumlichen 3D-Audiohinweise von Soundscape genießen können.
el_gr: Το ποια ακουστικά χρησιμοποιείτε με το Soundscape είναι θέμα προσωπικής προτίμησης και κάθε επιλογή συνοδεύεται από οφέλη και συμβιβασμούς. Μόνη απαίτηση είναι να χρησιμοποιήσετε ένα ζευγάρι στερεοφωνικών ακουστικών, ώστε να μπορείτε να επωφεληθείτε από τις 3D χωρικές ηχητικές επεξηγήσεις του Soundscape.
es_es: Los auriculares que uses con Soundscape es una cuestión de preferencia personal y cada opción tiene sus ventajas e inconvenientes. El requisito específico es usar auriculares estéreos para beneficiarte de los avisos acústicos espaciales 3D de Soundscape.
fa_ir: اینکه از چه هدفونی با Soundscape استفاده می‌کنید، یک موضوع شخصی است و هر گزینه‌ای مزایا و معایب خود را دارد. تنها الزام، استفاده از یک جفت هدفون استریو است تا بتوانید از اعلان‌های صوتی فضایی سه‌بعدی Soundscape بهره‌مند شوید.
fi_fi: Se, mitä kuulokkeita käytät Soundscapen kanssa, riippuu henkilökohtaisista mieltymyksistä, ja kullakin vaihtoehdolla on etuja ja kääntöpuolia. Ainoa erityinen suositus on käyttää stereokuulokkeita, jotta voit hyödyntää Soundscapen 3D- tilaääni-ilmoituksia.
fr_ca: Le casque que vous utilisez avec Soundscape est une question de préférences personnelles et chaque option offre des avantages et des inconvénients. La seule exigence spécifique consiste à utiliser une paire d’écouteurs stéréo afin de pouvoir tirer parti des notifications audio spatiales 3D de Soundscape.
it_it: Gli auricolari che usi con Soundscape dipendono dalle preferenze personali e ogni opzione ha vantaggi e compromessi. L'unico requisito specifico è utilizzare un paio di auricolari stereo in modo da poter ascoltare le notifiche audio spaziali 3D di Soundscape.
ja_jp: Soundscape で使用するヘッドホンは、お好みで選択してください。それぞれのヘッドホンにメリットとトレードオフがあります。唯一の必須事項は、Soundscape の 3D 空間オーディオのコールアウトを体験できるように、ステレオ ヘッドホンを使用することです。
nb_no: Hvilke hodetelefoner du bruker med Soundscape, er helt opp til deg, og hvert alternativ kommer med fordeler og ulemper. Det eneste bestemte kravet er å bruke stereohodetelefoner slik at du kan dra nytte av Soundscapes 3D-meldinger med romlig lyd.
nl_nl: Welke koptelefoon u het beste met Soundscape kunt gebruiken, is een kwestie van persoonlijke voorkeur en elke keuze heeft voor- en nadelen. De enige specifieke vereiste is dat u een stereokoptelefoon kiest zodat u de ruimtelijke 3D-audiowaarschuwingen van Soundscape hoort.
pt_br: Os fones de ouvido usados com o Soundscape são uma questão de preferência, e cada opção tem vantagens e desvantagens. O único requisito específico é usar um par de fones de ouvido estéreo para que você possa aproveitar a vantagem das notificações de áudio espacial 3D do Soundscape.
pt_pt: Os auscultadores que utilizar com o Soundscape são uma preferência pessoal e cada opção tem vantagens e compromissos. O único requisito específico é utilizar auscultadores estéreo para poder tirar partido dos avisos em áudio espacial 3D do Soundscape.
sv_se: Vilka hörlurar headset du bör använda med Soundscape beror på dina egna preferenser. Det finns för- och nackdelar med alla alternativ. Det enda kravet är att du måste använda stereohörlurar så att du hör de rumsbestämda informationsljuden i 3D i Soundscape.

# faq.battery_impact.question
source: How does Soundscape impact my iPhone’s battery?
da_dk: Hvordan påvirker Soundscape batteriet i min iPhone?
de_de: Wie wirkt sich Soundscape auf den Akku meines iPhone aus?
el_gr: Πώς επηρεάζει το Soundscape την μπαταρία του iPhone μου;
es_es: ¿Cómo afecta Soundscape a la batería del iPhone?
fa_ir: Soundscape چه تأثیری بر باتری آیفون من دارد؟
fi_fi: Kuinka Soundscape vaikuttaa iPhonen akkuun?
fr_ca: Quel est l’impact de Soundscape sur la batterie de mon iPhone?
it_it: In che modo Soundscape influisce sulla batteria del mio iPhone?
ja_jp: Soundscape による iPhone のバッテリーへの影響はどの程度ですか?
nb_no: Hvordan påvirker Soundscape batteriet til iPhone?
nl_nl: Wat is de impact van Soundscape op de batterij van mijn iPhone?
pt_br: Como o Soundscape afeta a bateria do meu iPhone?
pt_pt: Qual é o impacto do Soundscape na bateria do meu iPhone?
sv_se: Hur påverkas iPhone-batteriet av Soundscape?

# faq.battery_impact.answer
source: Battery life varies significantly depending on which iPhone you own and how old it is. The biggest drain on your battery is having the screen on, so to maximize the battery life of your phone you should keep the screen locked whenever possible. To help minimize the impact on your iPhone battery Soundscape now has a Sleep Mode and a Snooze Mode. To further reduce the amount of battery you use, when you aren’t using Soundscape, you should force close it via your iPhone’s App Switcher.
da_dk: Batteriets levetid varierer meget, afhængigt af hvilken iPhone du ejer, og hvor gammel den er. Det største dræn på batteriet er at have skærmen tændt, så for at maksimere batteriets levetid på din telefon, bør du holde skærmen låst, når det er muligt. For at minimere indvirkningen på iPhone-batteriet har Soundscape nu en dvaletilstand og en slumretilstand. Hvis du yderligere vil reducere mængden af batteriforbrug, skal du via App Switcher på din iPhone tvinge Soundscape til at lukke.
de_de: Die Akkulaufzeit unterscheidet sich signifikant je nach Modell und Alter Ihres iPhone. Um die Akkulaufzeit zu maximieren, sollten Sie den Bildschirm daher möglichst immer gesperrt halten. Um die Auswirkungen auf den Akku Ihres iPhone zu minimieren, bietet Soundscape jetzt einen Standby- und Ruhemodus. Um den Akkuverbrauch weiter zu reduzieren, sollten Sie das Schließen von Soundscape über den App-Umschalter Ihres iPhone erzwingen.
el_gr: Η διάρκεια ζωής της μπαταρίας ποικίλλει σημαντικά ανάλογα με το ποιο iPhone σας ανήκει και πόσο παλιό είναι. Η μεγαλύτερη διαρροή στην μπαταρία σας είναι η λειτουργία της οθόνης, οπότε για να μεγιστοποιήσετε τη διάρκεια ζωής της μπαταρίας του τηλεφώνου σας θα πρέπει να διατηρείτε την οθόνη κλειδωμένη όποτε είναι δυνατόν. Για να ελαχιστοποιήσετε τον αντίκτυπο στην μπαταρία του iPhone, το Soundscape διαθέτει τώρα αναστολή λειτουργίας λειτουργίας και λειτουργία αναβολής λειτουργίας. Για να μειώσετε περαιτέρω την ποσότητα της μπαταρίας που χρησιμοποιείτε, όταν δεν χρησιμοποιείτε το Soundscape, θα πρέπει να το κλείσετε με τη βία μέσω του App Switcher του iPhone σας.
es_es: La duración de la batería varía en gran medida en función del iPhone que tengas y de su antigüedad. El mayor consumo de la batería se produce al tener la pantalla encendida, por lo que para maximizar su duración, debes mantener la pantalla bloqueada siempre que sea posible. Para ayudar a minimizar el impacto en la batería de iPhone, Soundscape ahora tiene un modo de reposo y un modo de aplazamiento. Para reducir aún más el uso de la batería, cuando no uses Soundscape, debes forzar cerrar la aplicación con el Selector de aplicación de iPhone.
fa_ir: عمر باتری بسته به مدل و عمر آیفون شما به طور قابل توجهی متفاوت است. بزرگترین عامل مصرف باتری، روشن بودن صفحه نمایش است، بنابراین برای به حداکثر رساندن عمر باتری گوشی، باید صفحه نمایش را تا حد امکان قفل نگه دارید. برای کمک به به حداقل رساندن تأثیر بر باتری آیفون، Soundscape دارای حالت خواب و حالت چرت زدن است. برای کاهش بیشتر مصرف باتری، زمانی که از Soundscape استفاده نمی‌کنید، باید آن را از طریق App Switcher آیفون خود به طور کامل ببندید.
fi_fi: Akun kesto vaihtelee merkittävästi riippuen siitä, mikä iPhone sinulla on ja kuinka vanha se on. Näytön päällä pitäminen kuluttaa akkua eniten, joten puhelimesi akun keston maksimoimiseksi näyttö olisi pidettävä lukittuna aina kun mahdollista. Soundscapessa on nyt lepotila ja odotustila iPhonesi akun säästämiseksi. Voit vähentää akun kulutusta entisestään pakottamalla Soundscapen sulkeutumaan iPhonen Sovelluksen vaihtajasta, kun et käytä sitä.
fr_ca: L’autonomie de la batterie varie considérablement en fonction de votre iPhone et de son âge. La plus grande contrainte pour votre batterie est l’écran qui reste allumé. Donc, pour optimiser l’autonomie de la batterie de votre téléphone, vous devez garder l’écran verrouillé dès que possible. Pour contribuer à minimiser l’impact sur la batterie de votre iPhone, Soundscape dispose maintenant des modes Mettre en veille et Désactiver temporairement. Pour réduire davantage la quantité de batterie consommée, lorsque vous n’utilisez pas Soundscape, vous devez forcer sa fermeture via le multitâche visuel de votre iPhone.
it_it: La durata della batteria varia in modo significativo a seconda dell'iPhone che usi e di quanti anni ha. Il consumo maggiore della batteria si ha quando lo schermo è acceso, quindi per massimizzare la durata della batteria del telefono dovresti tenere lo schermo bloccato ogni volta che è possibile. Per ridurre al minimo l'impatto sulla batteria del tuo iPhone, ora Soundscape include la modalità Sospendi e la modalità Posponi. Per ridurre ulteriormente la quantità di batteria che consumi, quando non utilizzi Soundscape, dovresti forzarne la chiusura tramite lo switcher applicazioni del tuo iPhone.
ja_jp: バッテリー駆動時間は、使用する iPhone の種類や使用期間によって大きく異なります。バッテリー消費量が最も大きいのは画面表示です。iPhone のバッテリー駆動時間を長くするには、できる限り画面表示をオフにしておく必要があります。iPhone のバッテリーへの影響を抑えるため、Soundscape にはスリープ モードとスヌーズ モードがあります。さらにバッテリー消費量を減らすには、Soundscape を使用していないときは、iPhone の App スイッチャーを使用してアプリを終了してください。
nb_no: Batteritiden varierer betydelig avhengig av hvilken iPhone du har og hvor gammel den er. Det som sluker mest batteriet, er å ha skjermen på. Du bør derfor holde skjermen låst så mye som mulig for å øke batteritiden. For å bidra til å redusere påvirkningen på iPhone-batteriet har Soundscape nå en dvalemodus og en pausemodus. For å redusere batteriforbruket ytterligere når du ikke bruker Soundscape bør du tvangslukke den via iPhones appveksler.
nl_nl: De levensduur van batterijen varieert aanzienlijk op basis van het model en de leeftijd van uw iPhone. Als het scherm is ingeschakeld, wordt het meeste voeding verbruikt. Als u de levensduur van uw batterij wilt optimaliseren, moet u het scherm steeds vergrendelen. Om de impact op de batterij van uw iPhone te minimaliseren, beschikt Soundscape nu over een slaapstand en een sluimerstand. Als u de hoeveelheid verbruikte batterijvoeding nog verder wilt verminderen, kunt u Soundscape het beste sluiten via de Appwisselaar van uw iPhone, wanneer u de app niet gebruikt.
pt_br: A vida útil da bateria varia significativamente dependendo da versão e do tempo de uso do seu iPhone. Manter a tela ativada implica no maior consumo de bateria, então para maximizar a vida útil da bateria de seu telefone, você deverá manter a tela bloqueada sempre que possível. Para ajudar a minimizar o impacto na bateria do seu iPhone, o Soundscape agora tem os modos Colocar em Suspensão e Colocar em Ociosidade. Para reduzir ainda mais a carga de bateria usada quando não estiver utilizando o Soundscape, você deverá forçar seu fechamento por meio do Seletor de Apps do iPhone.
pt_pt: A duração da bateria varia significativamente consoante o modelo do iPhone e a respetiva antiguidade. O maior consumo de carga ocorre quando o ecrã está ligado. Por este motivo, para maximizar a duração da bateria do telemóvel, deverá manter o ecrã bloqueado sempre que possível. Para ajudar a minimizar o impacto na bateria do iPhone, o Soundscape tem agora um Modo de Suspensão e um Modo de Pausa. Para reduzir ainda mais a utilização da bateria, quando não estiver a utilizar o Soundscape deverá forçar o respetivo encerramento através do Seletor de Aplicações do iPhone.
sv_se: Batteriets livslängd varierar betydligt beroende på vilken iPhone du har och hur gammal den är. Det som drar mest batteritid är att ha skärmen på, så om du vill maximera telefonens batteritid bör du låsa skärmen så ofta du kan. För att iPhone-batteriet ska påverkas så lite som möjligt har Soundscape ett viloläge och ett snoozeläge. Om du vill spara ännu mer på batteriet när du inte använder Soundscape bör du stänga appen via appväljaren på din iPhone.

# faq.sleep_mode_battery.question
source: How do I use Sleep Mode to minimize Soundscape’s impact on my phone battery?
da_dk: Hvordan bruger jeg dvaletilstand til at minimere indvirkningen fra Soundscape på mit telefonbatteri?
de_de: Wie verwenden ich den Ruhemodus, um die Auswirkung von Soundscape auf den Akku zu minimieren?
el_gr: Πώς μπορώ να χρησιμοποιήσω τη αναστολή λειτουργίας για να ελαχιστοποιήσω τον αντίκτυπο του Soundscape στην μπαταρία του τηλεφώνου μου;
es_es: ¿Cómo uso el modo de reposo para minimizar el impacto de Soundscape en la batería del teléfono?
fa_ir: چگونه از حالت خواب برای به حداقل رساندن تأثیر Soundscape بر باتری گوشی خود استفاده کنم؟
fi_fi: Kuinka käytän lepotilaa, jotta Soundscape vaikuttaisi mahdollisimman vähän akun kestoon?
fr_ca: Comment utiliser le mode Mettre en veille de manière à réduire l’impact de Soundscape sur la batterie de mon téléphone?
it_it: Come posso utilizzare la modalità Sospendi per ridurre al minimo l'impatto di Soundscape sulla batteria del telefono?
ja_jp: Soundscape によるスマートフォンのバッテリーへの影響を最小限に抑えるためにスリープ モードを使用するにはどうしたらよいですか?
nb_no: Hvordan bruker jeg dvalemodus til å redusere Soundscapes påvirkning på telefonbatteriet?
nl_nl: Hoe gebruik ik de slaapstand om het gebruik van de batterij van mijn telefoon door Soundscape te minimaliseren?
pt_br: Como usar o modo Colocar em Suspensão para minimizar o impacto do Soundscape na bateria do meu telefone?
pt_pt: Como posso utilizar o Modo de Suspensão para minimizar o impacto do Soundscape na bateria do meu telemóvel?
sv_se: Hur minskar jag Soundscapes påverkan på telefonens batteri genom att använda viloläget?

# faq.sleep_mode_battery.answer
source: To put Soundscape in Sleep Mode, select the "Sleep" button in the top right-hand corner of the home screen. When you select this, Soundscape will stop using Location Services and mobile data until you wake it up.
da_dk: Hvis du vil sætte Soundscape i dvaletilstand, skal du vælge knappen "Dvale" i øverste højre hjørne af skærmen. Når du vælger dette, stopper Soundscape med at bruge lokalitetstjenester og mobildata, indtil du vælger at vække programmet igen.
de_de: Wählen Sie zum Versetzen von Soundscape in den Ruhemodus die Schaltfläche „Ruhemodus“ oben rechts am Bildschirm aus. Bei dieser Auswahl hält Soundscape die Verwendung von Ortungsdiensten und mobilen Daten an, bis sie die Anwendung wieder aufrufen.
el_gr: Για να μεταβείτε σε κατάσταση αναστολής λειτουργίας του Soundscape, επιλέξτε το κουμπί "Αναστολή λειτουργίας" στην επάνω δεξιά γωνία της οθόνης. Όταν επιλέξετε το Soundscape, θα σταματήσετε να χρησιμοποιείτε τις Υπηρεσίες τοποθεσίας και τα δεδομένα κινητής τηλεφωνίας μέχρι να επιλέξετε να το ενεργοποιήσετε ξανά.
es_es: Para poner Soundscape en el modo de reposo, selecciona el botón "Suspender" en la esquina superior derecha de la pantalla de inicio. Cuando lo selecciones, Soundscape dejará de utilizar los servicios de localización y los datos móviles hasta que lo despiertes.
fa_ir: برای قرار دادن Soundscape در حالت خواب، دکمه «خواب» را در گوشه بالا سمت راست صفحه اصلی انتخاب کنید. وقتی این گزینه را انتخاب می‌کنید، Soundscape استفاده از خدمات موقعیت مکانی و داده تلفن همراه را متوقف می‌کند تا زمانی که شما آن را بیدار کنید.
fi_fi: Voit asettaa Soundscapen lepotilaan valitsemalla "Siirry lepotilaan"-painikkeen näytön oikeasta yläkulmasta. Kun valitset tämän, Soundscape lakkaa käyttämästä sijaintipalveluita ja mobiilidataa, kunnes päätät taas herättää sen.
fr_ca: Pour mettre Soundscape en mode Mettre en veille, sélectionnez le bouton « Mettre en veille » dans le coin supérieur droit de l’écran. Lorsque vous sélectionnez cette option, Soundscape arrête d’utiliser les services de localisation et les données mobiles jusqu’à ce que vous choisissiez de le sortir de veille.
it_it: Per attivare la modalità Sospendi di Soundscape, seleziona il pulsante "Sospendi" nell'angolo in alto a destra dello schermo. Quando selezioni questo pulsante Soundscape smette di usare i servizi di localizzazione e i dati mobili finché non scegli di riattivarlo.
ja_jp: Soundscape をスリープ モードにするには、画面上部の右端にある [スリープ] ボタンを選択します。選択すると、スリープ モードを解除するまで、Soundscape による位置情報サービスとモバイル データの使用が停止されます。
nb_no: Hvis du vil sette Soundscape i dvalemodus, velger du knappen Sett i dvalemodus øverst til høyre på skjermen. Når du velger dette, slutter Soundscape å bruke stedstjenester og mobildata frem til du aktiverer den igjen.
nl_nl: Als u Soundscape in de slaapstand wilt zetten, selecteert u de knop Slapen rechtsboven in het scherm. Vervolgens stopt Soundscape met het gebruiken van de Locatievoorzieningen en mobiele gegevens totdat u de app weer activeert.
pt_br: Para deixar o Soundscape no Modo Colocar em Suspensão, selecione o botão "Colocar em Suspensão" no canto superior direito da tela. Quando você fizer isso, o Soundscape parará de usar os Serviços de Localização e os dados móveis até você optar por despertá-lo novamente.
pt_pt: Para colocar o Soundscape em Modo de Suspensão, selecione o botão "Suspender" no canto superior direito do ecrã. Quando selecionar esta opção, o Soundscape deixará de utilizar os Serviços de localização e os dados móveis até o reativar.
sv_se: Om du vill försätta Soundscape i viloläge väljer du knappen "Inaktivera" i skärmens övre högra hörn. När du väljer den här knappen slutar Soundscape använda Platstjänster och mobildata tills du väljer att aktivera appen igen.

# faq.snooze_mode_battery.question
source: How do I use Snooze mode to minimize Soundscape’s impact on my phone battery?
da_dk: Hvordan bruger jeg slumretilstand til at minimere indvirkningen fra Soundscape på mit telefonbatteri?
de_de: Wie verwende ich den Standbymodus, um die Auswirkung von Soundscape auf den Akku zu minimieren?
el_gr: Πώς μπορώ να χρησιμοποιήσω τη λειτουργία αναβολής για να ελαχιστοποιήσω τον αντίκτυπο του Soundscape στην μπαταρία του τηλεφώνου μου;
es_es: ¿Cómo uso el modo de aplazamiento para minimizar el impacto de Soundscape en la batería del teléfono?
fa_ir: چگونه از حالت چرت زدن برای به حداقل رساندن تأثیر Soundscape بر باتری گوشی خود استفاده کنم؟
fi_fi: Kuinka käytän odotustilaa, jotta Soundscape vaikuttaisi mahdollisimman vähän akun kestoon?
fr_ca: Comment utiliser le mode Désactiver temporairement de manière à réduire l’impact de Soundscape sur la batterie de mon téléphone?
it_it: Come si usa la modalità Posponi per ridurre al minimo l'impatto di Soundscape sulla batteria del telefono?
ja_jp: Soundscape によるスマートフォンのバッテリーへの影響を最小限に抑えるためにスヌーズ モードを使用するにはどうしたらよいですか?
nb_no: Hvordan bruker jeg pausemodus til å redusere Soundscapes påvirkning på telefonbatteriet?
nl_nl: Hoe gebruik ik de sluimerstand om het gebruik van de batterij van mijn telefoon door Soundscape te minimaliseren?
pt_br: Como usar o modo Colocar em Ociosidade para minimizar o impacto do Soundscape na bateria do meu telefone?
pt_pt: Como posso utilizar o Modo de pausa para minimizar o impacto do Soundscape na bateria do meu telemóvel?
sv_se: Hur minskar jag Soundscapes påverkan på telefonens batteri genom att använda snoozeläget?
