Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# callouts.callouts_on
source: Callouts On
da_dk: Lydbeskeder til
de_de: Hinweise an
el_gr: Ενεργοποίηση επεξηγήσεων
es_es: Avisos activados
fa_ir: اعلان‌های صوتی روشن
fi_fi: Ilmoitukset käytössä
fr_ca: Notifications activées
it_it: Notifiche attivate
ja_jp: コールアウトをオン
nb_no: Meldinger på
nl_nl: Waarschuwingen aan
pt_br: Notificações Ativadas
pt_pt: Avisos Ativados
sv_se: Informationsljud på

# callouts.callouts_off
source: Callouts Off
da_dk: Lydbeskeder fra
de_de: Hinweise aus
el_gr: Απενεργοποίηση επεξηγήσεων
es_es: Avisos desactivados
fa_ir: اعلان‌های صوتی خاموش
fi_fi: Ilmoitukset pois käytöstä
fr_ca: Notifications désactivées
it_it: Notifiche disattivate
ja_jp: コールアウトをオフ
nb_no: Meldinger av
nl_nl: Waarschuwingen uit
pt_br: Notificações Desativadas
pt_pt: Avisos Desativados
sv_se: Informationsljud av

# callouts.allow_callouts
source: Allow Callouts
da_dk: Tillad lydbeskeder
de_de: Hinweise zulassen
el_gr: Να επιτρέπονται οι επεξηγήσεις
es_es: Permitir avisos
fa_ir: اجازه دادن به اعلان‌های صوتی
fi_fi: Salli ilmoitukset
fr_ca: Autoriser les notifications
it_it: Consenti notifiche
ja_jp: コールアウトを使用
nb_no: Tillat meldinger
nl_nl: Waarschuwingen toestaan
pt_br: Permitir Notificações
pt_pt: Permitir Avisos
sv_se: Tillåt informationsljud

# callouts.places_and_landmarks
source: Places and Landmarks
da_dk: Steder og landemærker
de_de: Orte und Orientierungspunkte
el_gr: Μέρη και Ορόσημα
es_es: Lugares y puntos de referencia
fa_ir: مکان‌ها و نقاط شاخص
fi_fi: Paikat ja maamerkinnät
fr_ca: Lieux et repères
it_it: Luoghi e punti di riferimento
ja_jp: 施設
nb_no: Steder og landemerker
nl_nl: Plaatsen en herkenningspunten
pt_br: Locais e Pontos de Referência
pt_pt: Locais e Marcos
sv_se: Platser och landmärken

# callouts.places_and_landmarks.info
source: Nearby places like shops and restaurants
da_dk: Steder i nærheden, f.eks. butikker og restauranter
de_de: Orte in der Nähe wie Geschäfte und Restaurants
el_gr: Κοντινά μέρη όπως καταστήματα και εστιατόρια
es_es: Lugares cercanos como tiendas y restaurantes
fa_ir: مکان‌های نزدیک مانند فروشگاه‌ها و رستوران‌ها
fi_fi: Lähiympäristön paikat, kuten kaupat ja ravintolat
fr_ca: Lieux à proximité, comme des commerces et des restaurants
it_it: Luoghi nelle vicinanze come negozi e ristoranti
ja_jp: 店舗やレストランなど
nb_no: Steder i nærheten som butikker og restauranter
nl_nl: Plaatsen in de buurt zoals winkels of restaurants
pt_br: Locais nas proximidades, como lojas e restaurantes
pt_pt: Locais nas proximidades, como lojas e restaurantes
sv_se: Platser i närheten, som butiker och restauranger

# callouts.mobility
source: Mobility
da_dk: Mobilitet
de_de: Mobilität
el_gr: Κινητικότητα
es_es: Movilidad
fa_ir: جابجایی
fi_fi: Liikkuvuus
fr_ca: Mobilité
it_it: Mobilità
ja_jp: 移動関連
nb_no: Mobilitet
nl_nl: Mobiliteit
pt_br: Mobilidade
pt_pt: Mobilidade
sv_se: Mobilitet

# callouts.mobility.info
source: Intersection and transportation info
da_dk: Oplysninger om kryds og transport
de_de: Informationen zu Kreuzungen und Transport
el_gr: Πληροφορίες διασταύρωσης και μεταφοράς
es_es: Información de transporte e intersecciones
fa_ir: اطلاعات تقاطع و حمل و نقل
fi_fi: Tietoja risteyksistä ja julkisesta liikenteestä
fr_ca: Renseignements sur les intersections et les transports
it_it: Informazioni sugli incroci e sui mezzi di trasporto
ja_jp: 交差点と交通機関の情報
nb_no: Informasjon om veikryss og transport
nl_nl: Informatie over kruispunt en vervoer
pt_br: Informações sobre cruzamentos e transporte
pt_pt: Informações de cruzamentos e transportes
sv_se: Vägkorsning och transportinformation

# callouts.audio_beacon
source: Distance to the Audio Beacon
da_dk: Afstand til lydfyret
de_de: Distanz zum Audiobeacon
el_gr: Απόσταση από το ηχητικό σήμα
es_es: Distancia a la señal de audio
fa_ir: فاصله تا نشانهٔ صوتی
fi_fi: Etäisyys äänimajakkaan
fr_ca: Distance de la balise audio
it_it: Distanza dall'audiofaro
ja_jp: 音声ビーコンまでの距離
nb_no: Avstand til lydsignalet
nl_nl: Afstand tot audiobaken
pt_br: Distância até o Sinalizador Sonoro
pt_pt: Distância até ao Sinal de Áudio
sv_se: Avstånd till ljudfyren

# callouts.audio_beacon.info
source: Updates about distance to the audio beacon when it's set
da_dk: Opdateringer om afstanden til lydfyret, når det er indstillet
de_de: Aktualisierung der Distanz zum Audiobeacon, wenn es platziert ist
el_gr: Ενημερώσεις σχετικά με την απόσταση από το ηχητικό σήμα όταν έχει ρυθμιστεί
es_es: Actualizaciones sobre la distancia a la señal de audio cuando está establecida
fa_ir: به‌روزرسانی‌ها درباره فاصله تا نشانهٔ صوتی هنگام تنظیم بودن آن
fi_fi: Äänimajakan etäisyyden päivitykset, kun se on määritetty
fr_ca: Mises à jour de la distance de la balise sonore lorsque celle-ci est définie
it_it: Aggiornamenti sulla distanza dall'audiofaro quando è impostata
ja_jp: 設定した音声ビーコンまでの距離の最新情報
nb_no: Oppdateringer om avstand til lydsignalet når det er angitt
nl_nl: Updates voor de afstand tot het audiobaken wanneer het is ingesteld
pt_br: Atualizações sobre distância até o sinalizador sonoro quando estiver definido
pt_pt: Atualizações sobre a distância até ao sinal de áudio, quando este está definido
sv_se: Uppdateringar om avståndet till ljudfyren när en sådan ställts in

# callouts.shake_callouts
source: Repeat Callouts
es_es: Repetir avisos
fa_ir: تکرار اعلان‌های صوتی
nl_nl: Aankondigingen herhalen

# callouts.shake_callouts.info
source: Shake the device to repeat the last callout
es_es: Agita el dispositivo para repetir el último aviso
fa_ir: برای تکرار آخرین اعلان صوتی، دستگاه را تکان دهید
nl_nl: Schud het apparaat om de laatste aankondiging te herhalen

# callouts.automatic_callouts
source: Automatic Callouts
da_dk: Automatiske lydbeskeder
de_de: Automatische Hinweise
el_gr: Αυτόματες επεξηγήσεις
es_es: Avisos automáticos
fa_ir: اعلان‌های صوتی خودکار
fi_fi: Automaattiset ilmoitukset
fr_ca: Notifications automatiques
it_it: Notifiche automatiche
ja_jp: 自動コールアウト
nb_no: Automatiske meldinger
nl_nl: Automatische waarschuwingen
pt_br: Notificações Automáticas
pt_pt: Avisos Automáticos
sv_se: Automatiska informationsljud

# callouts.intersection_callout
source: Intersection Callout
da_dk: Lydbesked om kryds
de_de: Kreuzungshinweis
el_gr: Επεξήγηση διασταύρωσης
es_es: Aviso de cruce
fa_ir: اعلان صوتی تقاطع
fi_fi: Risteyksen ilmoitus
fr_ca: Notification d’intersection
it_it: Notifica di incrocio
ja_jp: 交差点のコールアウト
nb_no: Veikryssmelding
nl_nl: Waarschuwing voor kruispunt
pt_br: Notificação de Cruzamento
pt_pt: Aviso de Cruzamento
sv_se: Informationsljud om vägkorsning

# callouts.ahead_of_you
source: Ahead of You
da_dk: Foran dig
de_de: Vor Ihnen
el_gr: Μπροστά σας
es_es: Delante de ti
fa_ir: جلوی شما
fi_fi: Edessäsi
fr_ca: Devant vous
it_it: Davanti a te
ja_jp: 前方
nb_no: Foran deg
nl_nl: Vóór u
pt_br: Em Frente a Você
pt_pt: À sua Frente
sv_se: Framför dig

# callouts.around_you
source: Around You
da_dk: Omkring dig
de_de: Um Sie herum
el_gr: Γύρω σας
es_es: Alrededor de ti
fa_ir: اطراف شما
fi_fi: Lähiympäristössäsi
fr_ca: Autour de vous
it_it: Intorno a te
ja_jp: 周辺
nb_no: Rundt deg
nl_nl: Om u heen
pt_br: Ao Seu Redor
pt_pt: Em seu Redor
sv_se: Omkring dig

# callouts.marked_points
source: Marked Points
da_dk: Markerede punkter
de_de: Markierte Punkte
el_gr: Σημειωμένα σημεία
es_es: Puntos marcados
fa_ir: نقاط نشانه‌گذاری شده
fi_fi: Merkityt pisteet
fr_ca: Points marqués
it_it: Punti contrassegnati
ja_jp: マーカーを付けた位置
nb_no: Markerte punkter
nl_nl: Gemarkeerde punten
pt_br: Pontos Marcados
pt_pt: Pontos Marcados
sv_se: Markerade punkter

# callouts.nothing_to_call_out_now
source: There is nothing to call out right now.
da_dk: Der er intet at sende lydbesked om i øjeblikket
de_de: Derzeit gibt es keine Hinweise.
el_gr: Δεν υπάρχει τίποτα για επεξήγηση αυτή τη στιγμή.
es_es: No hay nada de lo que avisar ahora mismo.
fa_ir: در حال حاضر چیزی برای اعلام وجود ندارد.
fi_fi: Ilmoituksia ei tällä hetkellä ole
fr_ca: Aucune notification disponible actuellement
it_it: Non c'è niente da notificare in questo momento
ja_jp: 現在コールアウトできるものはありません
nb_no: Det er ingenting å lese opp akkurat nå
nl_nl: Er is momenteel niets om voor te waarschuwen
pt_br: Não há nada sobre o que notificar no momento
pt_pt: Não existe nada para avisar neste momento
sv_se: Det finns inget att läsa upp just nu

# callouts.nearby_markers
source: Nearby Markers
da_dk: Mærker i nærheden
de_de: Markierungen in der Nähe
el_gr: Κοντινοί δείκτες
es_es: Marcadores cercanos
fa_ir: نشانگرهای نزدیک
fi_fi: Lähiympäristön merkitsimet
fr_ca: Marqueurs à proximité
it_it: Indicatori nelle vicinanze
ja_jp: 近くのマーカー
nb_no: Markører i nærheten
nl_nl: Markeringen in de buurt
pt_br: Favoritos nas Proximidades
pt_pt: Marcos nas Proximidades
sv_se: Platsmarkörer i närheten

# callouts.no_nearby_markers_to_call_out_now
source: There are no nearby markers to call out right now.
da_dk: Der er ingen mærker i nærheden, der sender lydbesked i øjeblikket.
de_de: Derzeit gibt es keine Markierungen in der Nähe für Hinweise.
el_gr: Δεν υπάρχουν κοντινοί δείκτες για επεξήγηση αυτή τη στιγμή.
es_es: No hay marcadores cercanos de aviso ahora mismo.
fa_ir: در حال حاضر هیچ نشانگر نزدیکی برای اعلام وجود ندارد.
fi_fi: Lähistöllä ei ole merkitsimiä, joita voitaisiin kutsua juuri nyt.
fr_ca: Aucun marqueur à proximité à notifier actuellement.
it_it: Non ci sono indicatori nelle vicinanze da notificare in questo momento.
ja_jp: 現在、コールアウトできる近くのマーカーはありません。
nb_no: Det er ingen markører i nærheten å lese opp akkurat nå.
nl_nl: Er zijn op dit moment geen markeringen in de buurt om voor te waarschuwen.
pt_br: Não há favoritos nas proximidades sobre os quais notificar no momento.
pt_pt: Não existem marcos nas proximidades para avisar neste momento.
sv_se: Det finns inga platsmarkörer i närheten att läsa upp.

# callouts.action.repeat
source: Repeat
da_dk: Gentag
de_de: Wiederholen
el_gr: Επανάληψη
es_es: Repetir
fa_ir: تکرار
fi_fi: Toista
fr_ca: Répéter
it_it: Ripeti
ja_jp: 繰り返し
nb_no: Gjenta
nl_nl: Herhalen
pt_br: Repetir
pt_pt: Repetir
sv_se: Upprepa

# callouts.action.more_info
source: More Info
da_dk: Flere oplysninger
de_de: Weitere Informationen
el_gr: Περισσότερες πληροφορίες
es_es: Más información
fa_ir: اطلاعات بیشتر
fi_fi: Lisätietoja
fr_ca: Renseignements supplémentaires
it_it: Ulteriori informazioni
ja_jp: 詳細情報
nb_no: Mer informasjon
nl_nl: Meer info
pt_br: Mais Informações
pt_pt: Mais Informações
sv_se: Mer info

# callouts.hardware.low_battery
source: %1$@ only has %2$@ percent battery remaining.
da_dk: %1$@ har kun %2$@ procent batteri tilbage.
de_de: %1$@ hat nur noch %2$@ Prozent Batteriekapazität.
el_gr: Το %1$@ έχει μόνο %2$@ υπολειπόμενο ποσοστό μπαταρίας.
es_es: %1$@ solo tiene un %2$@ por ciento restante.
fa_ir: %1$@ فقط %2$@ درصد باتری باقی مانده دارد.
fi_fi: Laitteella %1$@ on vain %2$@ prosenttia akkua jäljellä.
fr_ca: %1$@ n’a plus que %2$@ pour cent de batterie restante.
it_it: %1$@ ha solo il %2$@% di batteria rimanente.
ja_jp: %1$@ のバッテリー残量が %2$@ になっています。
nb_no: %1$@ har bare %2$@ prosent batteri igjen.
nl_nl: %1$@ heeft slechts %2$@ procent batterijlading over.
pt_br: %1$@ tem apenas %2$@% de bateria restante.
pt_pt: %1$@ só tem %2$@% de bateria restante.
sv_se: %1$@ har bara %2$@ procents batteritid kvar.

# callouts.departure
source: Departure Callout
da_dk: Lydbesked ved afgang
de_de: Starthinweis
el_gr: Επεξήγηση αναχώρησης
es_es: Aviso de salida
fa_ir: اعلان صوتی عزیمت
fi_fi: Lähtemisen kuvaselite
fr_ca: Notification de départ
it_it: Notifica di partenza
ja_jp: 出発コールアウト
nb_no: Avreisemelding
nl_nl: Waarschuwing voor vertrek
pt_br: Notificação de Partida
pt_pt: Aviso de Partida
sv_se: Informationsljud vid avgång

# callouts.arrival
source: Arrival Callout
da_dk: Lydbesked ved ankomst
de_de: Ankunftshinweis
el_gr: Επεξήγηση άφιξης
es_es: Aviso de llegada
fa_ir: اعلان صوتی رسیدن
fi_fi: Saapumisen kuvaselite
fr_ca: Notification d’arrivée
it_it: Notifica di arrivo
ja_jp: 到着コールアウト
nb_no: Ankomstmelding
nl_nl: Waarschuwing voor aankomst
pt_br: Notificação de Chegada
pt_pt: Aviso de Chegada
sv_se: Informationsljud vid ankomst

# sleep.snoozing
source: Snoozing
da_dk: Slumrer
de_de: Im Standbymodus
el_gr: Σε αναβολή
es_es: Posponiendo
fa_ir: در حال چرت زدن
fi_fi: Odotustila
fr_ca: Désactivé temporairement
it_it: In modalità Posponi
ja_jp: スヌーズ中
nb_no: I pausemodus
nl_nl: Sluimerstand
pt_br: Em Ociosidade
pt_pt: Em Modo de Pausa
sv_se: Snoozar

# sleep.sleep
source: Sleep
da_dk: Dvale
de_de: Ruhemodus aktivieren
el_gr: Αναστολή λειτουργίας
es_es: Suspender
fa_ir: خواب
fi_fi: Siirry lepotilaan
fr_ca: Mettre en veille
it_it: Sospendi
ja_jp: スリープ
nb_no: Sett i dvalemodus
nl_nl: Slapen
pt_br: Colocar em Suspensão
pt_pt: Suspender
sv_se: Inaktivera

# sleep.sleeping
source: Sleeping
da_dk: I dvale
de_de: Im Ruhemodus
el_gr: Σε αναστολή λειτουργίας
es_es: Suspendiendo
fa_ir: در حالت خواب
fi_fi: Lepotilassa
fr_ca: En veille
it_it: In modalità Sospendi
ja_jp: スリープ中
nb_no: I dvalemodus
nl_nl: Slaapstand
pt_br: Em Suspensão
pt_pt: Em Modo de Suspensão
sv_se: Inaktiverad

# sleep.snoozing.message
source: Soundscape is currently snoozing. When you leave your current location, Soundscape will automatically wake up. This uses Location Services in a low power mode to conserve your phone's battery. Tap the button below to wake up now.
da_dk: Soundscape slumrer i øjeblikket. Når du forlader din aktuelle placering, vil Soundscape automatisk blive aktiveret igen. Dette bruger lokalitetstjenester i en strømbesparende tilstand for at spare telefonens batteri. Tryk på knappen nedenfor for at aktivere nu.
de_de: Soundscape ist derzeit im Standbymodus. Wenn Sie Ihren aktuellen Standort verlassen, wird Soundscape automatisch aktiviert. Im Standbymodus werden Ortungsdienste verwendet, aber mit geringer Leistung, um den Telefonakku zu schonen. Tippen Sie auf die Schaltfläche unten, um die App zu aktivieren.
el_gr: Το Soundscape βρίσκεται αυτή τη στιγμή σε αναβολή. Όταν εγκαταλείψετε την τρέχουσα τοποθεσία σας, το Soundscape θα ξυπνήσει αυτόματα. Αυτό χρησιμοποιεί τις Υπηρεσίες τοποθεσίας σε λειτουργία χαμηλής ισχύος για τη διατήρηση της μπαταρίας του τηλεφώνου σας. Πατήστε το παρακάτω κουμπί για να το ενεργοποιήσετε τώρα.
es_es: Soundscape se encuentra actualmente pospuesto. Cuando salgas de tu ubicación actual, Soundscape se volverá a reactivar automáticamente. Usa Servicios de localización, pero en un modo de bajo consumo para conservar la batería del teléfono. Pulsa en el botón siguiente para reactivar ahora.
fa_ir: Soundscape در حال حاضر در حال چرت زدن است. وقتی از مکان فعلی خود خارج شوید، Soundscape به طور خودکار بیدار خواهد شد. این کار از خدمات موقعیت مکانی در حالت کم‌مصرف برای صرفه‌جویی در باتری گوشی شما استفاده می‌کند. برای بیدار شدن فوری، روی دکمه زیر ضربه بزنید.
fi_fi: Soundscape on odotustilassa. Kun lähdet nykyisestä sijainnistasi, Soundscape herää automaattisesti. Tämä käyttää sijaintipalveluita akunsäästötilassa säästääkseen puhelimesi akkua. Napauta alla olevaa painiketta herättääksesi nyt.
fr_ca: Soundscape est désactivé temporairement. Lorsque vous quittez votre emplacement actuel, Soundscape sort automatiquement de veille. Les services de localisation sont utilisés, mais en mode d’économie de batterie afin d’économiser la batterie de votre téléphone. Appuyez sur le bouton ci-dessous pour sortir de veille.
it_it: Soundscape è attualmente in modalità Posponi. Quando lasci la tua posizione attuale, Soundscape si attiverà automaticamente. Vengono utilizzati i servizi di localizzazione in modalità a basso consumo per risparmiare la batteria del telefono. Tocca il pulsante in basso per riattivare ora.
ja_jp: Soundscape は現在スヌーズ状態です。現在地から移動すると、Soundscape のスヌーズは自動的に解除されます。この状態では位置情報サービスが使用されますが、低電力モードでバッテリー消費が抑えられます。すぐにスヌーズを解除するには、下のボタンをタップしてください。
nb_no: Soundscape er for øyeblikket i pausemodus. Når du forlater nåværende posisjon, vekkes Soundscape automatisk. Dette bruker stedstjenester i strømsparingsmodus for å spare telefonens batteri. Trykk på knappen nedenfor for å aktivere den nå.
nl_nl: Soundscape staat momenteel in de sluimerstand. Wanneer u uw huidige locatie verlaat, wordt Soundscape automatisch geactiveerd. Locatievoorzieningen gebruikt minder voeding om de batterij van uw telefoon te sparen. Tik op de knop hieronder om nu te activeren.
pt_br: O Soundscape está ocioso. Quando você deixar sua localização atual, o Soundscape despertará automaticamente. Isso usa os Serviços de Localização, mas em um modo de baixa energia para conservar a bateria do seu telefone. Toque no botão abaixo para despertá-lo agora.
pt_pt: O Soundscape está atualmente em modo de pausa. Quando sair da localização atual, o Soundscape será automaticamente reativado. Isto utilizará os Serviços de localização num modo de baixo consumo de energia para poupar a bateria do telemóvel. Toque no botão abaixo para reativar agora.
sv_se: Soundscape snoozar för närvarande. När du lämnar din aktuella plats aktiveras Soundscape automatiskt. Platstjänster fortsätter användas men i ett energisparläge, så att du sparar på batteriet. Tryck på knappen nedan om du vill aktivera appen.

# sleep.sleeping.message
source: Soundscape is currently sleeping. This prevents Soundscape from using Location Services or downloading data. This conserves battery when you are not using Soundscape. Tap the button below to wake up Soundscape.
da_dk: Soundscape er i øjeblikket i dvale. Dette forhindrer Soundscape i at bruge lokalitetstjenester eller hente data. Dette sparer på batteriet, når du ikke bruger Soundscape. Tryk på knappen nedenfor for at aktivere Soundscape.
de_de: Soundscape ist aktuell im Ruhemodus. Dadurch wird verhindert, dass Soundscape Ihre Ortungsdienste nutzt oder Daten herunterlädt. Dies schont den Akku, wenn Soundscape gerade nicht verwendet wird. Tippen Sie auf die Schaltfläche unten, um Soundscape wieder zu aktivieren.
el_gr: Το Soundscape αυτήν τη στιγμή βρίσκεται σε αναστολή λειτουργίας. Αυτό αποτρέπει το Soundscape από τη χρήση των Υπηρεσιών τοποθεσίας ή τη λήψη δεδομένων. Αυτό εξοικονομεί μπαταρία όταν δεν χρησιμοποιείτε το Soundscape. Πατήστε το παρακάτω κουμπί για να ενεργοποιήσετε το Soundscape.
es_es: Soundscape se encuentra actualmente en el modo de suspensión. Evita que Soundscape use Servicios de localización o descargue datos, ahorrando energía de la batería cuando no se usa Soundscape. Pulsa en el botón siguiente para reactivar Soundscape.
fa_ir: Soundscape در حال حاضر در حالت خواب است. این کار از استفاده Soundscape از خدمات موقعیت مکانی یا دانلود داده‌ها جلوگیری می‌کند. این کار هنگام عدم استفاده از Soundscape باعث صرفه‌جویی در باتری می‌شود. برای بیدار کردن Soundscape روی دکمه زیر ضربه بزنید.
fi_fi: Soundscape on lepotilassa. Tämä estää Soundscapea käyttämästä sijaintipalveluita tai lataamasta tietoja. Tämä säästää akkua, kun et käytä Soundscapea. Napauta alla olevaa painiketta herättääksesi Soundscapen.
fr_ca: Soundscape est actuellement en veille. Cela empêche Soundscape d’utiliser les services de localisation ou de télécharger des données. Cela économise de la batterie lorsque vous n’utilisez pas Soundscape. Appuyez sur le bouton ci-dessous pour faire sortir Soundscape de veille.
it_it: Soundscape è attualmente in modalità Sospendi. Questa modalità impedisce a Soundscape di utilizzare i servizi di localizzazione o di scaricare dati in modo da risparmiare la batteria quando Soundscape non viene utilizzato. Tocca il pulsante in basso per riattivare Soundscape.
ja_jp: Soundscape は現在スリープ状態です。そのため、位置情報サービスの使用やデータのダウンロードができません。スリープ モードでは、Soundscape を使用しない間のバッテリー消費が抑えられます。Soundscape のスリープを解除するには、下のボタンをタップしてください。
nb_no: Soundscape er for øyeblikket i dvalemodus. Det hindrer Soundscape i å bruke stedstjenester eller å laste ned data. Dette sparer batteri når du ikke bruker Soundscape. Trykk på knappen nedenfor for å vekke Soundscape.
nl_nl: Soundscape staat momenteel in de slaapstand. Soundscape kan nu niet gebruikmaken van Locatievoorzieningen en geen gegevens downloaden. Dit bespaart batterijvoeding wanneer u Soundscape niet gebruikt. Tik op de knop hieronder om Soundscape te activeren.
pt_br: O Soundscape está em suspensão. Isso impede o Soundscape de usar os Serviços de Localização ou de baixar dados. Isso conserva a bateria quando você não está usando o Soundscape. Toque no botão abaixo para despertar o Soundscape.
pt_pt: O Soundscape está atualmente em modo de suspensão. Isto impede que o Soundscape utilize os Serviços de localização ou transfira dados. Isto poupa a bateria quando não estiver a utilizar o Soundscape. Toque no botão abaixo para reativar o Soundscape.
sv_se: Soundscape är inaktiverad. Soundscape kan då inte använda Platstjänster eller ladda ned data. Du sparar på batteriet när du inte använder Soundscape. Tryck på knappen nedan om du vill aktivera Soundscape.

# sleep.sleep.acc_hint
source: Double tap to put Soundscape to sleep.
da_dk: Dobbelttryk for at sætte Soundscape i dvale
de_de: Doppeltippen, um Soundscape in den Ruhemodus zu versetzen
el_gr: Διπλό πάτημα για να τεθεί το Soundscape σε κατάσταση αναστολής λειτουργίας
es_es: Pulsa dos veces para poner en suspensión a Soundscape.
fa_ir: برای قرار دادن Soundscape در حالت خواب دو بار ضربه بزنید
fi_fi: Kaksoisnapauta asettaaksesi Soundscapen lepotilaan
fr_ca: Appuyer deux fois pour mettre Soundscape en veille
it_it: Tocca due volte per sospendere Soundscape
ja_jp: Soundscape をスリープ モードにするにはダブルタップします
nb_no: Dobbelttrykk for å sette Soundscape i dvalemodus
nl_nl: Dubbeltik om Soundscape in de slaapstand te zetten
pt_br: Dê um toque duplo para colocar em suspensão o Soundscape
pt_pt: Faça duplo toque para suspender o Soundscape
sv_se: Dubbelknacka om du vill inaktivera Soundscape

# sleep.wake_up_when_i_leave
source: Wake Up When I Leave
da_dk: Aktivér, når jeg går
de_de: Bei Bewegung aktivieren
el_gr: Ενεργοποίηση όταν φύγω
es_es: Reactivar cuando salga
fa_ir: وقتی از اینجا رفتم بیدار شو
fi_fi: Herää, kun lähden
fr_ca: Sortir de veille lorsque je pars
it_it: Riattiva quando esco
ja_jp: 移動時にスリープ解除
nb_no: Vekk når jeg går
nl_nl: Activeren wanneer ik vertrek
pt_br: Despertar Quando Eu Sair
pt_pt: Reativar quando Sair
sv_se: Aktivera när jag lämnar

# sleep.wake_up_now
source: Wake Up Now
da_dk: Aktivér nu
de_de: Jetzt aktivieren
el_gr: Ενεργοποίηση τώρα
es_es: Reactivar ahora
fa_ir: همین الان بیدار شو
fi_fi: Herää nyt
fr_ca: Sortir de veille maintenant
it_it: Riattiva ora
ja_jp: すぐにスリープ解除
nb_no: Vekk nå
nl_nl: Nu activeren
pt_br: Despertar Agora
pt_pt: Reativar Agora
sv_se: Aktivera nu

# sleep.ui.wake_on_leave
source: Wake On Leave
da_dk: Aktivér, når du går
de_de: Bei Bewegung aktivieren
el_gr: Ενεργοποίηση κατά την αναχώρηση
es_es: Reactivar Salir
fa_ir: بیدار شو هنگام خروج
fi_fi: Herää lähdettäessä
fr_ca: Sortir de veille en partant
it_it: Riattiva quando esco
ja_jp: 移動時に スリープ解除
nb_no: Vekk når jeg går
nl_nl: Activeren aan Vertrek
pt_br: Despertar ao Sair
pt_pt: Reativar ao Sair
sv_se: Aktivera vid lämna

# sleep.ui.wake_up_now
source: Wake Up Now
da_dk: Aktivér nu
de_de: Jetzt aktivieren
el_gr: Ενεργοποίηση τώρα
es_es: Reactivar Ahora
fa_ir: همین الان بیدار شو
fi_fi: Herää Nyt
fr_ca: Sortir de veille maintenant
it_it: Riattiva ora
ja_jp: すぐに スリープ解除
nb_no: Vekk nå
nl_nl: Activeren Nu
pt_br: Despertar Agora
pt_pt: Reativar Agora
sv_se: Aktivera nu

# intersection.approaching_intersection
source: Approaching intersection
da_dk: Nærmer sig kryds
de_de: Kreuzung vor Ihnen
el_gr: Πλησιάζετε τη διασταύρωση
es_es: Acercándose al cruce
fa_ir: نزدیک شدن به تقاطع
fi_fi: Lähestytään risteystä
fr_ca: Vous approchez d’une intersection
it_it: Ti stai avvicinando all'incrocio
ja_jp: まもなく交差点
nb_no: Du nærmer deg et veikryss
nl_nl: U nadert een kruispunt
pt_br: Aproximando-se do cruzamento
pt_pt: A aproximar-se de um cruzamento
sv_se: Du närmar dig en vägkorsning
