Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.config.voices.content
source: Soundscape can use any of the voices you have downloaded in the iOS Settings app except for the Siri voices which are not available to Soundscape. We recommend choosing one of the "Enhanced" voices as they have a much higher voice quality, but in order to do so, you will first need to download an enhanced voice. You can download voices in the iOS Settings app by going to Accessibility > Spoken Content > Voices and tapping on a voice. Within the Soundscape App, you can select the voice you want to use by tapping "Settings" on the main menu and then from "General Settings" selecting "Voice".
da_dk: Soundscape kan bruge alle de stemmer, du har downloadet i appen iOS-indstillinger, bortset fra Siri-stemmerne, som ikke er tilgængelige til Soundscape. Vi anbefaler, at du vælger en af stemmerne "Forbedret", da de har en meget højere stemmekvalitet, men for at gøre det skal du først hente en forbedret stemme. Du kan downloade stemmer i appen iOS-indstillinger ved at gå til Tilgængelighed > Oplæst indhold > Stemmer og trykke på en stemme. I Soundscape-appen kan du vælge den stemme, du vil bruge, ved at gå til Indstillinger i hovedmenuen og derefter vælge "Stemme".
de_de: Soundscape kann alle Stimmen verwenden, die Sie in der iOS-Einstellungen-App heruntergeladen haben, mit Ausnahme der Siri-Stimmen, die für Soundscape nicht verfügbar sind. Wir empfehlen, eine der Stimmen unter „Erweitert“ zu wählen, da sie eine viel höhere Sprachqualität aufweisen. Dazu müssen Sie zuerst eine erweiterte Stimme herunterladen. Sie können Stimmen in der iOS-Einstellungen-App herunterladen, indem Sie auf „Bedienhilfen > Gesprochene Inhalte > Stimmen“ gehen und auf eine Stimme tippen. In der Soundscape-App wählen Sie die gewünschte Stimme aus, indem Sie im Hauptmenü zu „Einstellungen“ wechseln und dann „Stimme“ auswählen.
el_gr: Το Soundscape μπορεί να χρησιμοποιήσει οποιαδήποτε από τις φωνές που έχετε κατεβάσει στην εφαρμογή Ρυθμίσεις iOS, εκτός από τις φωνές Siri που δεν είναι διαθέσιμες στο Soundscape. Συνιστούμε να επιλέξετε μία από τις "Βελτιωμένες" φωνές, καθώς έχουν πολύ υψηλότερη ποιότητα φωνής, αλλά για να το κάνετε αυτό, θα πρέπει πρώτα να κατεβάσετε μια βελτιωμένη φωνή. Μπορείτε να κάνετε λήψη φωνών στην εφαρμογή Ρυθμίσεις iOS, πηγαίνοντας στην εφαρμογή Προσβασιμότητα > Εκφωνούμενο περιεχόμενο > Φωνές και πατώντας σε μια φωνή. Μέσα στην εφαρμογή Soundscape, μπορείτε να επιλέξετε τη φωνή που θέλετε να χρησιμοποιήσετε, πηγαίνοντας στις Ρυθμίσεις από το κύριο μενού και, στη συνέχεια, επιλέγοντας "Ομιλία".
es_es: Soundscape puede usar cualquiera de las voces que has descargado en la aplicación de configuración de iOS, salvo las voces de Siri, que no están disponibles en Soundscape. Te recomendamos que elijas una de las voces "Mejoradas" ya que su calidad de voz es mucho mejor. Sin embargo, para usarla primero tendrás que descargar una voz mejorada. Para descargar voces en la aplicación de configuración de iOS tienes que ir a Accesibilidad > Contenido leído > Voces y pulsar en una voz. En la aplicación Soundscape, puedes seleccionar la voz que desees de la forma siguiente: pulsa "Ajustes" desde el menú principal y, a continuación, en "Ajustes Generales", selecciona "Voz".
fa_ir: Soundscape می‌تواند از هر یک از صداهایی که در برنامه تنظیمات iOS دانلود کرده‌اید استفاده کند، به جز صداهای سیری که برای Soundscape در دسترس نیستند. توصیه می‌کنیم یکی از صداهای با کیفیت بالاتر «بهبودیافته» را انتخاب کنید، اما ابتدا باید آن را دانلود کنید. می‌توانید صداها را در برنامه تنظیمات iOS با رفتن به دسترسی‌پذیری > محتوای گفتاری > صداها و ضربه زدن روی یک صدا دانلود کنید. در برنامه Soundscape، می‌توانید صدایی را که می‌خواهید استفاده کنید با ضربه زدن روی «تنظیمات» در منوی اصلی و سپس از «تنظیمات عمومی» انتخاب «صدا» انتخاب کنید.
fi_fi: Soundscape voi käyttää mitä tahansa iOS-asetukset-sovelluksesta lataamiasi puheen ääniä paitsi Siri-puheen ääniä, jotka eivät ole Soundscapen käytettävissä. Suosittelemme valitsemaan jonkin "Parannellusta" puheen äänistä, koska niiden äänenlaatu on paljon parempi, mutta jotta voit tehdä niin, sinun on ensin ladattava parannettu ääni. Voit ladata ääniä iOS-asetukset-sovelluksessa siirtymällä kohtaan Esteettömyys > Puhuttu sisältö > Puheen äänet ja napauttamalla puheen ääntä. Soundscape-sovelluksessa voit valita käytettävän puheen äänen napauttamalla päävalikosta "Asetukset" ja valitsemalla sitten "Yleiset asetukset" -kohdasta "Puheen ääni".
fr_ca: Soundscape peut utiliser n’importe quelle voix téléchargée dans l’appli Réglages iOS, à l’exception des voix de Siri qui ne sont pas disponibles pour Soundscape. Nous vous recommandons de sélectionner l’une des voix « Améliorée », car elles ont une qualité vocale bien supérieure, mais pour cela, vous devez d’abord télécharger une voix premium. Vous pouvez télécharger des voix dans l’appli Réglages d’iOS en accédant à Accessibilité > Contenu énoncé > Voix et en appuyant sur une voix. Au sein de l’appli Soundscape, vous pouvez sélectionner la voix de votre choix à utiliser en accédant à Réglages dans le menu principal, puis en appuyant sur « Voix ».
it_it: Soundscape può utilizzare qualsiasi voce che hai scaricato nell'app Impostazioni di iOS, ad eccezione delle voci Siri che non sono disponibili per Soundscape. Ti consigliamo di scegliere una delle voci "avanzate" che hanno una qualità della voce molto più elevata, ma per farlo dovrai prima scaricare la voce avanzata. Puoi scaricare le voci nell'app Impostazioni di iOS andando su Accessibilità> Contenuto letto ad alta voce> Voci e toccando una voce. All'interno dell'app Soundscape, puoi selezionare la voce che desideri utilizzare andando su Impostazioni dal menu principale e quindi selezionando "Voce".
ja_jp: Soundscape では、iOS の [設定] アプリでダウンロードした声を使用できます。ただし、Siri の声は Soundscape では使用できません。音声の品質が高いため、「拡張」の声を選択することをお勧めしますが、「拡張」の声を選択するにはあらかじめダウンロードしておく必要があります。iOS の [設定] アプリで声をダウンロードするには、[アクセシビリティ]、[読み上げコンテンツ]、[声] の順に選択して、声をタップします。Soundscape アプリで、使用する声を選択するには、メイン メニューの [設定] を選択し、[声] を選択します。
nb_no: Soundscape kan bare bruke stemmer som du har lastet ned i iOS Innstillinger-appen, med unntak av Siri-stemmer som ikke er tilgjengelige i Soundscape. Vi anbefaler at du velger en av stemmene i høyere kvalitet siden de har mye bedre stemmekvalitet, men for å gjøre det må du først laste ned en stemme i høyere kvalitet. Du kan laste ned stemmer i iOS Innstillinger-appen ved å gå til Tilgjengelighet > Opplest innhold > Stemmer og trykke på en stemme. I Soundscape-appen kan du velge stemmen du vil bruke, ved å gå til Innstillinger fra hovedmenyen og deretter velge Stemme.
nl_nl: Soundscape kan de stemmen gebruiken die u hebt gedownload in de iOS Instellingen-app met uitzondering van de Siri-stemmen die niet beschikbaar zijn in Soundscape. U kunt het beste een van de verbeterde stemmen kiezen omdat deze een veel betere spraakkwaliteit hebben. Om dat te doen moet u echter eerst een verbeterde stem downloaden. Download stemmen in de iOS Instellingen-app via Toegankelijkheid > Gesproken materiaal > Stemmen en tik op een stem. In Soundscape kunt u de gewenste stem selecteren door naar Instellingen in het hoofdmenu te gaan en Stem te selecteren.
pt_br: O Soundscape pode usar todo o tipo de voz que você baixar no aplicativo Ajustes do iOS, exceto as vozes da Siri que não estão disponíveis para o Soundscape. Recomendamos que você escolha uma das vozes "Aprimoradas", pois elas apresentam melhor qualidade de voz, mas nesse caso, você precisará primeiro baixar uma voz aprimorada. Baixe as vozes no aplicativo Ajuste do iOS. Acesse Acessibilidade > Conteúdo Falado > Vozes e toque em uma voz. No aplicativo Soundscape, você poderá selecionar a voz que deseja usar. Basta acessar os Ajustes no menu principal e selecionar "Voz".
pt_pt: O Soundscape pode utilizar qualquer uma das vozes que transferiu na aplicação Definições do iOS, exceto as vozes da Siri que não estão disponíveis para o Soundscape. Recomendamos que escolha uma das vozes "Melhoradas" porque estas têm uma qualidade muito superior. No entanto, para o fazer, necessita de transferir primeiro uma voz melhorada. Pode transferir vozes na aplicação Definições do iOS acedendo a Acessibilidade > Conteúdo enunciado > Vozes e tocando numa voz. Com a aplicação Soundscape, pode selecionar a voz que pretende utilizar acedendo a Definições no menu principal e, em seguida, selecionando "Voz".
sv_se: Soundscape kan använda någon av de röster som du har laddat ned i appen iOS-inställningar, förutom Siri-rösterna som inte är tillgängliga för Soundscape. Vi rekommenderar att du väljer någon av de "Förbättrade" rösterna eftersom de är av högre kvalitet. Men för att kunna göra det måste du först ladda ned en förbättrad röst. Du laddar ned röster i appen iOS-inställningar genom att gå till Hjälpmedel > Talat innehåll> Röster och trycka på en röst. I Soundscape-appen kan du välja den röst du vill använda genom att gå till Inställningar från huvudmenyn och sedan välja "Röst".

# help.offline.page_title
source: Why is Soundscape working offline?
da_dk: Hvorfor arbejder Soundscape offline?
de_de: Warum wird Soundscape im Offlinemodus ausgeführt?
el_gr: Γιατί το Soundscape λειτουργεί εκτός σύνδεσης;
es_es: ¿Por qué está Soundscape funcionando sin conexión?
fa_ir: چرا Soundscape آفلاین کار می‌کند؟
fi_fi: Miksi Soundscape toimii offline-tilassa?
fr_ca: Pourquoi Soundscape est-il en mode hors ligne?
it_it: Perché Soundscape funziona offline?
ja_jp: Soundscape がオフラインになるのはなぜですか?
nb_no: Hvorfor kjører Soundscape i frakoblet modus?
nl_nl: Waarom werkt Soundscape offline?
pt_br: Por que o Soundscape está funcionando offline?
pt_pt: Por que motivo é que o Soundscape está a trabalhar offline?
sv_se: Varför arbetar Soundscape offline?

# help.offline.description
source: When there is no internet connection or an outage in the Soundscape services, Soundscape transitions into an offline mode. Nevertheless, Soundscape will continue to work, but some functions may be limited.
da_dk: Når der ikke er nogen internetforbindelse eller et udfald i Soundscape-tjenesterne, skifter Soundscape til en offlinetilstand. Ikke desto mindre vil Soundscape fortsætte med at fungere, men nogle funktioner kan være begrænsede.
de_de: Wenn es keine Internetverbindung oder einen Ausfall des Soundscape-Dienstes gibt, wechselt Soundscape in den Offlinemodus. Soundscape wird dann weiter ausgeführt, aber einige Funktionen sind möglicherweise eingeschränkt.
el_gr: Όταν δεν υπάρχει σύνδεση στο διαδίκτυο ή γίνεται διακοπή λειτουργίας στις υπηρεσίες Soundscape, το Soundscape μεταβαίνει σε λειτουργία εκτός σύνδεσης. Όμως, το Soundscape θα συνεχίσει να λειτουργεί, αλλά ορισμένες λειτουργίες μπορεί να είναι περιορισμένες.
es_es: Cuando no hay conexión a Internet o se produce una interrupción en los servicios de Soundscape, Soundscape realiza la transición a un modo sin conexión. Sin embargo, Soundscape continuará funcionando, aunque algunas características pueden estar limitadas.
fa_ir: وقتی اتصال اینترنت وجود ندارد یا در خدمات Soundscape قطعی وجود دارد، Soundscape به حالت آفلاین منتقل می‌شود. با این وجود، Soundscape به کار خود ادامه می‌دهد، اما برخی از عملکردها ممکن است محدود باشند.
fi_fi: Kun Internet-yhteyttä ei ole, tai Soundscape-palveluissa on häiriö, Soundscape siirtyy offline-tilaan. Soundscape toimii siitä huolimatta, mutta jotkin toiminnot voivat olla rajoitettuja.
fr_ca: S’il n’y a pas de connexion Internet ou si les services Soundscape sont en panne, Soundscape passe en mode hors ligne. Soundscape continue quand même à fonctionner, mais certaines fonctions peuvent être limitées.
it_it: Quando la connessione Internet non è presente o si verifica un'interruzione dei servizi Soundscape, Soundscape passa alla modalità offline. Alcune funzioni potrebbero essere limitate ma Soundscape continuerà a funzionare.
ja_jp: インターネットに接続されていない場合や Soundscape サービスが停止している場合、Soundscape はオフライン モードになります。この状態でも Soundscape を使用できますが、一部の機能が制限される可能性があります。
nb_no: Når det ikke er noen Internett-tilkobling eller det er et avbrudd i Soundscape-tjenestene, går Soundscape over til frakoblet modus. Soundscape fungerer fremdeles, men enkelte funksjoner kan være begrenset.
nl_nl: Als er geen internetverbinding is of een storing in de Soundscape-services, gaat Soundscape naar de offline modus. Soundscape blijft wel werken maar bepaalde functies zijn beperkt.
pt_br: Quando não houver conexão com a Internet ou uma interrupção nos serviços do Soundscape, o Soundscape mudará para um modo offline. Entretanto, o Soundscape continuará a funcionar, mas algumas funções poderão ser limitadas.
pt_pt: Quando não existe ligação à Internet, ou quando ocorre uma falha nos serviços do Soundscape, o Soundscape passa para um modo offline. O Soundscape continuará a funcionar, mas algumas funções poderão estar limitadas.
sv_se: När det inte finns någon internetanslutning eller om det är avbrott i Soundscape-tjänsterna går Soundscape över i offlineläge. Soundscape fortsätter dock att arbeta, men en del funktioner är begränsade.

# help.offline.limitations_heading
source: Limitations
da_dk: Begrænsninger
de_de: Einschränkungen
el_gr: Περιορισμοί
es_es: Limitaciones
fa_ir: محدودیت‌ها
fi_fi: Rajoitukset
fr_ca: Limites
it_it: Limitazioni
ja_jp: 制限
nb_no: Begrensninger
nl_nl: Beperkingen
pt_br: Limitações
pt_pt: Limitações
sv_se: Begränsningar

# help.offline.limitations_description
source: Callouts will continue to work if you are in an area that you have walked by before and that has been stored in your callout history. Similarly, you can place an audio beacon or create a marker on places that have been stored in your callout history.
da_dk: Lydbeskeder fungerer fortsat, hvis du er i et område, som du er gået forbi før, og som er blevet gemt i din historik for lydbeskeder. På samme måde kan du placere et lydfyr eller oprette et mærke på steder, der er gemt i din historik for lydbeskeder
de_de: Hinweise funktionieren weiterhin, wenn Sie sich in einem Gebiet befinden, an dem Sie zuvor vorbeigegangen sind und das in Ihrer Hinweishistorie gespeichert wurde. Ebenso können Sie an Orten, die in Ihrer Hinweishistorie gespeichert wurden, ein Audiobeacon platzieren oder eine Markierung erstellen.
el_gr: Οι επεξηγήσεις θα συνεχίσουν να λειτουργούν εάν βρίσκεστε σε μια περιοχή που έχετε περπατήσει στο παρελθόν και η οποία έχει αποθηκευτεί στο ιστορικό των επεξηγήσεών σας. Ομοίως, μπορείτε να τοποθετήσετε ένα ηχητικό σήμα ή να δημιουργήσετε έναν δείκτη σε μέρη που έχουν αποθηκευτεί στο ιστορικό των επεξηγήσεων
es_es: Los avisos siguen funcionando si te encuentras en un área por la que has pasado antes y que has sido almacenada en tu historial de mensajes de texto. De forma similar, puedes colocar una señal de audio o crear un marcador en lugares que han sido almacenados en tu historial.
fa_ir: اعلان‌های صوتی اگر در منطقه‌ای باشید که قبلاً از آن عبور کرده‌اید و در تاریخچه اعلان‌های صوتی شما ذخیره شده است، به کار خود ادامه خواهند داد. به طور مشابه، می‌توانید یک نشانهٔ صوتی قرار دهید یا یک نشانگر روی مکان‌هایی که در تاریخچه اعلان‌های صوتی شما ذخیره شده‌اند ایجاد کنید.
fi_fi: Ilmoitukset jatkavat toimintaansa, jos olet alueella, jonka ohi olet kävellyt aiemmin, ja joka on tallennettu ilmoitushistoriaasi. Voit myös sijoittaa äänimajakan tai luoda merkinnän paikkoihin, jotka on tallennettu ilmoitushistoriaasi
fr_ca: Les notifications continuent à fonctionner si vous êtes dans un secteur que vous avez déjà visité et qui est conservé dans votre historique des notifications. De la même façon, vous pouvez placer une balise sonore ou créer un marqueur sur les emplacements qui ont été enregistrés dans votre historique des notifications
it_it: Le notifiche continueranno a funzionare se ti trovi in un'area in cui sei già stato e che è stata memorizzata nella cronologia delle notifiche. Allo stesso modo, puoi posizionare un audiofaro o creare un indicatore sui luoghi che sono stati memorizzati nella cronologia delle notifiche
ja_jp: 以前歩いたことのある地域にいて、コールアウトの履歴に情報が保存されている場合は、引き続きコールアウトの機能を使用できます。同様に、コールアウトの履歴に情報が保存されていれば、場所に対して音声ビーコンを設定することやマーカーを作成することができます
nb_no: Meldinger fungerer fremdeles hvis du er i et område som du har gått forbi tidligere, eller som er lagret i meldingsloggen. På samme måte kan du plassere et lydsignal eller opprette en markør på steder som er lagret i meldingsloggen
nl_nl: Waarschuwingen blijven werken als u zich bevindt in een omgeving waar u al eerder hebt gelopen en die is opgeslagen in uw geschiedenis. Ook kunt u een audiobaken plaatsen of een markering maken op plaatsen die zijn opgeslagen in uw waarschuwingengeschiedenis
pt_br: As notificações continuarão a funcionar se você estiver em uma área por onde passou antes e que foi armazenada em seu histórico de notificações. Da mesma forma, você pode colocar um sinalizador sonoro ou criar um favorito em locais armazenados em seu histórico de notificações
pt_pt: Os avisos continuarão a funcionar se estiver numa área em que já tenha caminhado e que tenha sido armazenada no histórico de avisos. Também é possível colocar um sinal de áudio ou criar um marco em locais que tenham sido armazenados no histórico de avisos
sv_se: Informationsljuden fortsätter att fungera om du befinner dig i ett område som du har gått i förut och har lagrat det i historiken för informationsljuden. Du kan även placera en ljudfyr eller skapa en platsmarkör på platser som har lagrats i historiken för informationsljuden.

# help.offline.troubleshooting_heading
source: What can you do?
da_dk: Hvad kan du gøre?
de_de: Was kann ich tun?
el_gr: Τι μπορείτε να κάνετε;
es_es: ¿Qué puedes hacer?
fa_ir: چه کاری می‌توانید انجام دهید؟
fi_fi: Mitä voit tehdä?
fr_ca: Que pouvez-vous faire?
it_it: Cosa puoi fare?
ja_jp: 何ができますか?
nb_no: Hva kan du gjøre?
nl_nl: Wat kunt u doen?
pt_br: O que você pode fazer?
pt_pt: O que pode fazer?
sv_se: Vad kan du göra?

# help.offline.troubleshooting_description
source: Soundscape will try to resume normal operation when your phone is connected to Wi-Fi or cellular data is enabled and you are in an area with good signal. If your phone does have a good internet connection, but Soundscape does not resume normal operation, then there may be an outage in the Soundscape services.
da_dk: Soundscape vil forsøge at genoptage normal drift, når telefonen er forbundet til Wi-Fi, eller mobildata er aktiveret, og du er i et område med godt signal. Hvis din telefon har en god internetforbindelse, men Soundscape ikke genoptager normal drift, kan der være et udfald i Soundscape-tjenesterne.
de_de: Soundscape versucht, in den Normalbetrieb zu wechseln, sobald Ihr Telefon mit WLAN verbunden wird oder mobile Daten aktiviert sind, und Sie sich in einem Bereich mit gutem Signal befinden. Wenn Ihr Telefon über eine gute Internetverbindung verfügt, aber Soundscape nicht in den Normalbetrieb zurückkehrt, gibt es möglicherweise einen Ausfall der Soundscape-Dienste.
el_gr: Το Soundscape θα προσπαθήσει να συνεχίσει την κανονική λειτουργία όταν το τηλέφωνό σας είναι συνδεδεμένο σε Wi-Fi ή δεδομένα κινητού δικτύου είναι ενεργοποιημένο και βρίσκεστε σε μια περιοχή με καλό σήμα. Εάν το τηλέφωνό σας έχει καλή σύνδεση στο διαδίκτυο, αλλά το Soundscape δεν συνεχίζει την κανονική λειτουργία, τότε μπορεί να υπάρξει διακοπή στις υπηρεσίες Soundscape.
es_es: Soundscape intentará reanudar el funcionamiento normal cuando tu teléfono se conecte a WiFi o los datos móviles estén habilitados y te encuentres en una zona con buena señal. Si tu teléfono tiene una buena conexión a Internet, pero Soundscape no reanuda el funcionamiento normal, es posible que haya una interrupción en los servicios de Soundscape.
fa_ir: Soundscape سعی می‌کند وقتی گوشی شما به وای-فای یا داده تلفن همراه متصل است و در منطقه‌ای با سیگنال خوب هستید، به عملکرد عادی بازگردد. اگر گوشی شما اتصال اینترنت خوبی دارد، اما Soundscape به عملکرد عادی باز نمی‌گردد، ممکن است در خدمات Soundscape قطعی وجود داشته باشد.
fi_fi: Soundscape yrittää palata normaaliin toimintaan, kun puhelimesi on yhdistetty langattomaan verkkoon tai mobiilidata on käytössä, ja olet alueella, jolla on hyvä yhteys. Jos puhelimellasi on hyvä Internet-yhteys, mutta Soundscape ei palaudu normaaliin toimintaan, Soundscape-palveluissa voi olla katkos.
fr_ca: Soundscape repasse en mode normal une fois que votre téléphone est connecté au Wi-Fi ou que les données cellulaires sont activées si le signal de la zone où vous vous trouvez est correct. Si la connexion Internet de votre téléphone est bonne, mais que Soundscape ne repasse pas en mode normal, cela signifie peut-être que les services Soundscape sont en panne.
it_it: Soundscape prova a riprendere il normale funzionamento quando il telefono si connette al Wi-Fi o la rete dati viene abilitata e ti trovi in un'area con un buon segnale. Se il tuo telefono ha una buona connessione Internet, ma Soundscape non riprende il normale funzionamento, potrebbe esserci un'interruzione dei servizi Soundscape.
ja_jp: スマートフォンが Wi-Fi に接続されるか、携帯データ ネットワークが有効になり、電波状態の良い場所にある場合、Soundscape は通常モードに戻ります。スマートフォンのインターネット接続の状態が良好であるにもかかわらず Soundscape が通常モードに戻らない場合は、Soundscape サービスが停止している可能性があります。
nb_no: Soundscape prøver å gjenoppta normal drift når telefonen kobler seg til Wi-Fi, eller når mobildata aktiveres og du er i et område med bra signal. Hvis telefonen har god Internett-tilkobling, men Soundscape ikke gjenopptar normal drift, kan det være et avbrudd i Soundscape-tjenestene.
nl_nl: Soundscape probeert de normale werking te hervatten wanneer uw telefoon is verbonden met Wi-Fi of wanneer mobiele gegevens zijn ingeschakeld en u zich bevindt in een gebied met een goed signaal. Als uw telefoon een goede internetverbinding heeft, maar Soundscape niet de normale werking hervat, is er mogelijk sprake van een storing in de Soundscape-services.
pt_br: O Soundscape tentará retomar a operação normal quando seu telefone estiver conectado ao Wi-Fi ou dados da rede celular estiverem habilitados e você estiver em uma área com sinal forte. Se o seu telefone tiver uma boa conexão com a Internet, mas o Soundscape não retomar a operação normal, então pode haver uma interrupção nos serviços do Soundscape.
pt_pt: O Soundscape tentará retomar o funcionamento normal quando o telemóvel estiver ligado a uma rede Wi-Fi ou os dados móveis estiverem ativados e estiver numa rede com bom sinal. Se o telemóvel tiver uma boa ligação à Internet e o Soundscape não retomar o funcionamento normal, é possível que exista uma falha nos serviços do Soundscape.
sv_se: Soundscape försöker börja fungera normalt igen när telefonen är ansluten till ett trådlöst nätverk eller om mobildata har aktiverats och du befinner dig i ett område med en bra signal. Om telefonen har en bra internetanslutning, men Soundscape inte börjar fungera normalt igen, kan det bero på ett avbrott i Soundscape-tjänsterna.

# help.orient.page_title
source: Around Me
da_dk: Omkring mig
de_de: Um mich herum
el_gr: Γύρω μου
es_es: Alrededor de mí
fa_ir: اطراف من
fi_fi: Lähiympäristö
fr_ca: Autour de moi
it_it: Intorno a me
ja_jp: 周辺
nb_no: Rundt meg
nl_nl: Om me heen
pt_br: Ao Meu Redor
pt_pt: Em Meu Redor
sv_se: Omkring mig

# help.explore.page_title
source: Ahead of Me
da_dk: Foran mig
de_de: Vor mir
el_gr: Μπροστά μου
es_es: Delante de mí
fa_ir: جلوی من
fi_fi: Edessäpäin
fr_ca: Devant moi
it_it: Davanti a me
ja_jp: 前方
nb_no: Foran meg
nl_nl: Vóór me
pt_br: À Minha Frente
pt_pt: À Minha Frente
sv_se: Framför mig
