Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# devices.connect_headset.calibrate.explanation
source: Your headphones connected successfully to Soundscape but must be calibrated before use. Soundscape will inform you whenever headphones calibration is needed, for example each time you turn it on.
da_dk: Der blev oprettet forbindelse fra dine hovedtelefoner til Soundscape, men de skal kalibreres før brug. Soundscape giver dig besked, hvis der er behov for kalibrering af hovedtelefoner, f.eks. hver gang du tænder for programmet.
de_de: Ihre Kopfhörer wurden erfolgreich mit Soundscape verbunden, müssen aber vor der Verwendung kalibriert werden. Soundscape informiert Sie immer dann, wenn eine Kopfhörer-Kalibrierung erforderlich ist, z. B. jedes Mal, wenn Sie sie einschalten.
el_gr: Τα ακουστικά σας συνδέθηκαν με επιτυχία στο Soundscape, αλλά πρέπει να βαθμονομηθούν πριν από τη χρήση. Το Soundscape θα σας ενημερώνει κάθε φορά που απαιτείται βαθμονόμηση ακουστικών, για παράδειγμα κάθε φορά που το ενεργοποιείτε.
es_es: Los auriculares se han conectado correctamente a Soundscape, pero tienes que calibrarlos para poder usarlos. Soundscape te informará siempre que sea necesaria la calibración de los auriculares, como cada vez que los actives.
fa_ir: هدفون شما با موفقیت به Soundscape متصل شد اما قبل از استفاده باید کالیبره شود. Soundscape هر زمان که نیاز به کالیبراسیون هدفون باشد، به شما اطلاع خواهد داد، برای مثال هر بار که آن را روشن می‌کنید.
fi_fi: Kuulokkeesi yhdistyivät Soundscapeen onnistuneesti, mutta ne on kalibroitava ennen käyttöä. Soundscape ilmoittaa, kun kuulokkeiden kalibrointi on tarpeen, esimerkiksi joka kerta, kun käynnistät sen.
fr_ca: Votre casque est connecté à Soundscape, mais doit être étalonné avant d’être utilisé. Soundscape vous informe dès que l’étalonnage du casque est nécessaire, par exemple chaque fois que vous l’activez.
it_it: Gli auricolari sono connessi correttamente a Soundscape ma devono essere calibrati prima dell'uso. Soundscape ti informerà ogni volta che è necessaria la calibrazione degli auricolari, ad esempio ogni volta che li accendi.
ja_jp: ヘッドホンは正常に Soundscape に接続されていますが、使用前に調整が必要です。ヘッドホンをオンにしたときなど、ヘッドホンの調整が必要な場合には、Soundscape から通知されます。
nb_no: Hodetelefonene er koblet til Soundscape, men de må kalibreres før bruk. Soundscape varsler deg når det er nødvendig å kalibrere hodetelefonene, for eksempel hver gang du slår dem på.
nl_nl: Uw koptelefoon is verbonden met Soundscape maar moet worden gekalibreerd voor gebruik. Soundscape laat het weten wanneer de koptelefoon moet worden gekalibreerd, bijvoorbeeld elke keer wanneer u deze aanzet.
pt_br: Seus fones de ouvido foram conectados com êxito ao Soundscape, mas devem ser calibrados antes do uso. O Soundscape informará você sempre que a calibragem dos fones de ouvido for necessária, por exemplo, sempre que você os ligar.
pt_pt: Os auscultadores foram ligados ao Soundscape com êxito, mas têm de ser calibrados antes de serem utilizados. O Soundscape irá informá-lo sempre que for necessário calibrar os auscultadores (por exemplo, sempre que os ligar).
sv_se: Dina hörlurar har anslutits till Soundscape men måste kalibreras innan du kan använda dem. Du får information från Soundscape varje gång dina hörlurar måste kalibreras, till exempel varje gång du aktiverar dem.

# devices.connect_headset.error_title
source: Unable to Connect
da_dk: Der kunne ikke oprettes forbindelse
de_de: Keine Verbindung möglich
el_gr: Αδυναμία σύνδεσης
es_es: No se pueden conectar
fa_ir: اتصال ناموفق
fi_fi: Yhteyttä ei voi muodostaa
fr_ca: Impossible de se connecter
it_it: Impossibile connettersi
ja_jp: 接続できません
nb_no: Kan ikke koble til
nl_nl: Kan geen verbinding maken
pt_br: Não é Possível Conectar
pt_pt: Não é Possível Ligar
sv_se: Det går inte att ansluta

# devices.connect_headset.unsupported_firmware
source: Your AR Headphones need to be updated before they can connect to Soundscape. Go to the Cortana app to update your headphones.
da_dk: Dine AR Headphones skal opdateres, før de kan oprette forbindelse til Soundscape. Gå til appen Cortana for at opdatere dine hovedtelefoner.
de_de: Die AR Headphones müssen aktualisiert werden, bevor sie eine Verbindung mit Soundscape herstellen können. Rufen Sie die Cortana-App auf, um Ihre Kopfhörer zu aktualisieren.
el_gr: Τα AR Headphones πρέπει να ενημερώνονται για να μπορούν να συνδεθούν στο Soundscape. Μεταβείτε στην εφαρμογή Cortana για να ενημερώσετε τα ακουστικά σας.
es_es: Los cascos de realidad aumentada deben actualizarse antes de que puedan conectarse a Soundscape. Ve a la aplicación Cortana para actualizar los auriculares.
fa_ir: هدفون‌های واقعیت افزوده شما قبل از اتصال به Soundscape نیاز به به‌روزرسانی دارند. برای به‌روزرسانی هدفون خود به برنامه Cortana بروید.
fi_fi: AR Headphones -kuulokkeesi on päivitettävä, ennen kuin ne voidaan yhdistää Soundscapeen. Siirry Cortana-sovellukseen päivittääksesi kuulokkeesi.
fr_ca: Votre casque AR Headphones doit être mis à jour pour pouvoir se connecter à Soundscape. Accédez à l’appli Cortana pour mettre à jour votre casque.
it_it: I tuoi auricolari AR Headphones devono essere aggiornati prima di potersi connettere a Soundscape. Vai all'app Cortana per aggiornare i tuoi auricolari.
ja_jp: ご使用の AR Headphones を Soundscape に接続するにはアップデートが必要です。Cortana アプリを開いてヘッドホンをアップデートしてください。
nb_no: AR Headphones må oppdateres før de kan kobles til Soundscape. Gå til Cortana-appen for å oppdatere hodetelefonene.
nl_nl: Uw AR Headphones moet worden bijgewerkt voordat u deze verbinding kan maken met Soundscape. Ga naar de Cortana-app om uw koptelefoon bij te werken.
pt_br: Os AR Headphones precisam ser atualizados antes que eles possam ser conectados ao Soundscape. Use a Cortana para atualizar os fones de ouvido.
pt_pt: Os AR Headphones têm de ser atualizados para que possam ser ligados ao Soundscape. Aceda à aplicação Cortana para atualizar os auscultadores.
sv_se: Du måste uppdatera dina AR Headphones innan de kan anslutas till Soundscape. Gå till appen Cortana och uppdatera dina hörlurar.

# devices.connect_headset.failed
source: Soundscape was unable to connect to your headphones. Please try again later.
da_dk: Soundscape kunne ikke oprette forbindelse til dine hovedtelefoner. Prøv igen senere.
de_de: Soundscape konnte keine Verbindung zu Ihren Kopfhörern herstellen. Bitte versuchen Sie es später noch einmal.
el_gr: Το Soundscape δεν ήταν δυνατό να συνδεθεί με τα ακουστικά σας. Προσπαθήστε ξανά αργότερα.
es_es: Soundscape no pudo conectarse a los auriculares. Inténtalo de nuevo más tarde.
fa_ir: Soundscape نتوانست به هدفون شما متصل شود. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Soundscape ei voinut yhdistää kuulokkeisiisi. Yritä myöhemmin uudelleen.
fr_ca: Soundscape n’a pas pu se connecter à votre casque. Veuillez réessayer ultérieurement.
it_it: Soundscape non è riuscito a connettersi ai tuoi auricolari. Riprova più tardi.
ja_jp: Soundscape はご利用のヘッドホンに接続できませんでした。後ほど再度お試しください。
nb_no: Soundscape kan ikke koble seg til hodetelefonene. Prøv på nytt senere.
nl_nl: Soundscape kan geen verbinding maken met uw koptelefoon. Probeer het later opnieuw.
pt_br: O Soundscape não conseguiu se conectar aos seus fones de ouvido. Tente mais tarde.
pt_pt: O Soundscape não conseguiu estabelecer ligação aos seus auscultadores. Tente novamente mais tarde.
sv_se: Det gick inte att ansluta dina hörlurar till Soundscape. Försök igen senare.

# devices.connect_headset.unavailable
source: The device you selected is currently unavailable for connection. Please try again later.
da_dk: Den enhed, du valgte, er i øjeblikket ikke tilgængelig for forbindelsen. Prøv igen senere.
de_de: Das von Ihnen gewählte Gerät ist derzeit nicht für eine Verbindung verfügbar. Bitte versuchen Sie es später noch einmal.
el_gr: Η συσκευή που επιλέξατε δεν είναι διαθέσιμη προς το παρόν για σύνδεση. Προσπαθήστε ξανά αργότερα.
es_es: El dispositivo que has seleccionado no está disponible actualmente para conectarlo. Inténtalo de nuevo más tarde.
fa_ir: دستگاهی که انتخاب کرده‌اید در حال حاضر برای اتصال در دسترس نیست. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Valitsemaasi laitteeseen ei tällä hetkellä saada yhteyttä. Yritä myöhemmin uudelleen.
fr_ca: L’appareil que vous avez sélectionné n’est actuellement pas disponible pour une connexion. Réessayez ultérieurement.
it_it: Il dispositivo selezionato non è attualmente disponibile per la connessione. Riprova più tardi.
ja_jp: 選択されたデバイスは現在接続できません。後ほど再度お試しください。
nb_no: Du kan for øyeblikket ikke koble deg til enheten du valgte. Prøv på nytt senere.
nl_nl: Het geselecteerde apparaat is niet beschikbaar voor verbinding. Probeer het later opnieuw.
pt_br: O dispositivo que você selecionou não está disponível para conexão. Tente mais tarde.
pt_pt: O dispositivo que selecionou está atualmente indisponível para ligação. Tente novamente mais tarde.
sv_se: Enheten som du valt kan inte anslutas just nu. Försök igen senare.

# devices.connect_headset.explanation
source: Select the type of your headphones from the list of supported headphones below.
da_dk: Vælg typen af hovedtelefoner på listen over understøttede hovedtelefoner nedenfor.
de_de: Wählen Sie die Art Ihrer Kopfhörer aus der Liste der unterstützen Kopfhörer unten aus.
el_gr: Επιλέξτε τον τύπο των ακουστικών σας από τη λίστα των υποστηριζόμενων ακουστικών παρακάτω.
es_es: Selecciona el tipo de auriculares de la lista de auriculares compatibles que se muestra a continuación.
fa_ir: نوع هدفون را از لیست هدفون‌های پشتیبانی شده در زیر انتخاب کنید.
fi_fi: Valitse kuulokkeidesi tyyppi alla olevasta tuettujen kuulokkeiden luettelosta.
fr_ca: Sélectionnez le type de votre casque dans la liste des casques pris en charge ci-dessous.
it_it: Seleziona il tipo di auricolari dal seguente elenco di auricolari supportati.
ja_jp: 以下のサポートされているヘッドホンの一覧から使用するヘッドホンの種類を選択してください。
nb_no: Velg typen hodetelefoner fra listen over støttede hodetelefoner nedenfor.
nl_nl: Selecteer het type koptelefoon uit de lijst met ondersteunde koptelefoons hieronder.
pt_br: Selecione o tipo dos seus fones de ouvido na lista de fones de ouvido com suporte abaixo.
pt_pt: Selecione o tipo dos seus auscultadores na lista de auscultadores suportados abaixo.
sv_se: Välj typen av hörlurar i listan nedan med hörlurar som stöds.

# devices.connect_headset.audio
source: Before connecting your headphones to Soundscape, be sure it is paired to your phone. If it is not yet paired, go to the Bluetooth section in the iOS Settings app to pair your device and then return to Soundscape.
da_dk: Før du opretter forbindelse til Soundscape, skal du sørge for, at dine hovedtelefoner er parret med telefonen. Hvis de endnu ikke er parret, skal du gå til afsnittet Bluetooth i appen iOS Indstillinger for at parre enheden og derefter vende tilbage til Soundscape.
de_de: Bevor Sie Ihre Kopfhörer mit Soundscape verbinden, stellen Sie sicher, dass sie mit Ihrem Telefon gekoppelt ist. Wenn sie noch nicht gekoppelt sind, wechseln Sie zum Abschnitt „Bluetooth“ in der iOS-Einstellungen-App, um Ihr Gerät zu koppeln, und kehren Sie dann zu Soundscape zurück.
el_gr: Πριν συνδέσετε τα ακουστικά σας στο Soundscape, βεβαιωθείτε ότι είναι συζευγμένο με το τηλέφωνό σας. Αν δεν έχει ακόμη συζευχθεί, μεταβείτε στην ενότητα Bluetooth στην εφαρμογή Ρυθμίσεις iOS για να συζεύξετε τη συσκευή σας και, στη συνέχεια, επιστρέψτε στο Soundscape.
es_es: Antes de conectar los auriculares a Soundscape, asegúrate de que está emparejado con tu teléfono. Si aún no están emparejados, ve a la sección de Bluetooth en la Configuración de iOS para emparejar tu dispositivo y luego regresa a Soundscape.
fa_ir: قبل از اتصال هدفون خود به Soundscape، مطمئن شوید که با گوشی شما جفت شده باشد. اگر هنوز جفت نشده است، به بخش بلوتوث در برنامه تنظیمات iOS بروید تا دستگاه خود را جفت کنید و سپس به Soundscape بازگردید.
fi_fi: Ennen kuin yhdistät kuulokkeesi Soundscapeen varmista, että ne on yhdistetty puhelimeesi. Jos niitä ei ole vielä yhdistetty, siirry iOS Asetukset -sovelluksen Bluetooth-osaan yhdistääksesi laitteesi ja palaa sitten Soundscapeen.
fr_ca: Avant de connecter votre casque à Soundscape, assurez-vous qu’il est jumelé à votre téléphone. S’il n’est pas encore jumelé, accédez à la section Bluetooth de l’appli Réglages d’iOS pour jumeler votre appareil, puis revenez à Soundscape.
it_it: Prima di connettere gli auricolari a Soundscape, assicurati che siano associati al telefono. Se non sono ancora associati, vai alla sezione Bluetooth nell'app Impostazioni iOS per associare il tuo dispositivo e poi torna a Soundscape.
ja_jp: ヘッドホンを Soundscape に接続する前に、iPhone とペアリングされていることを確認します。ペアリングされていない場合は、iOS の [設定] アプリの [Bluetooth] を開いて iPhone とペアリングしてから、Soundscape に戻ります。
nb_no: Før du kobler hodetelefonene til Soundscape, må du passe på at de er parkoblet med telefonen. Hvis de ikke er parkoblet ennå, går du til Bluetooth-delen i iOS-appen Innstillinger for å parkoble dem med enheten og går deretter tilbake til Soundscape.
nl_nl: Voordat u uw koptelefoon verbindt met Soundscape, moet deze zijn gekoppeld met uw telefoon. Als dat nog niet is gebeurd, gaat u naar de sectie Bluetooth in de app Instellingen iOS om uw apparaat te koppelen en gaat u vervolgens terug naar Soundscape.
pt_br: Antes de conectar seus fones de ouvido ao Soundscape, verifique se eles estão emparelhados ao seu telefone. Se ainda não estiverem emparelhados, vá para a seção Bluetooth no app Ajustes do iOS para emparelhar seu dispositivo e então volte para o Soundscape.
pt_pt: Antes de ligar os auscultadores ao Soundscape, certifique-se de que estão emparelhados com o seu telemóvel. Se ainda não estiverem, aceda à secção Bluetooth da aplicação Definições do iOS para emparelhar o dispositivo e, em seguida, volte ao Soundscape.
sv_se: Innan du ansluter dina hörlurar till Soundscape måste de kopplas ihop med telefonen. Om du inte har gjort det går du till avsnittet Bluetooth i appen för iOS-inställningar och parar ihop enheten. Gå sedan tillbaka till Soundscape.

# devices.connect_headset.calibrate
source: Your headphones need to be calibrated. Remove them from your head, gently shake them in all directions for about 10 seconds, and place them back on your head. This must be repeated if the calibration chime continues to play.
da_dk: Dine hovedtelefoner skal kalibreres. Fjern dem fra hovedet, ryst dem forsigtigt i alle retninger i ca. 10 sekunder, og sæt dem tilbage på hovedet. Dette skal gentages, hvis kalibreringsklokken fortsætter med at lyde.
de_de: Ihre Kopfhörer müssen kalibriert werden. Nehmen Sie sie vom Kopf, schütteln Sie sie ca. 10 Sekunden vorsichtig in alle Richtungen, und setzen Sie sie wieder auf. Wiederholen Sie den Vorgang, wenn der Kalibrierungston weiterhin abgespielt wird.
el_gr: Τα ακουστικά σας πρέπει να βαθμονομηθούν. Αφαιρέστε τα από το κεφάλι σας, ανακινήστε τα απαλά προς όλες τις κατευθύνσεις για περίπου 10 δευτερόλεπτα και τοποθετήστε τα ξανά στο κεφάλι σας. Αυτό πρέπει να επαναληφθεί εάν ο ήχος βαθμονόμησης συνεχίσει να ακούγεται.
es_es: Los auriculares deben estar calibrados. Quítate los de la cabeza, agítalos suavemente en todas direcciones durante unos 10 segundos y colócalos de nuevo sobre tu cabeza. Se debe repetir si el timbre de calibración sigue sonando.
fa_ir: هدفون شما نیاز به کالیبراسیون دارد. آنها را از سر خود بردارید، به آرامی برای حدود ۱۰ ثانیه در همه جهات تکان دهید و دوباره روی سر خود قرار دهید. اگر صدای زنگ کالیبراسیون همچنان پخش می‌شود، این کار باید تکرار شود.
fi_fi: Kuulokkeesi on kalibroitava. Riisu ne päästäsi, ravistele niitä hellävaroen kaikkiin suuntiin noin 10 sekunnin ajan ja pue ne takaisin päähäsi. Tämä on toistettava, jos kalibroinnin äänimerkki jatkuu.
fr_ca: Votre casque doit être étalonné. Retirez-le de votre tête et balancez-le doucement dans tous les sens pendant environ 10 secondes, puis remettez-le sur votre tête. Vous devrez recommencer si la sonnerie de l’étalonnage continue de retentir.
it_it: I tuoi auricolari devono essere calibrati. Rimuovili dalla testa e scuotili delicatamente in tutte le direzioni per circa 10 secondi, quindi riposizionali in testa. Questa operazione deve essere ripetuta se il segnale acustico di calibrazione continua a essere riprodotto.
ja_jp: ヘッドホンの調整が必要です。一度取り外して、約 10 秒間あらゆる方向に向かってゆっくりと動かしてから再度装着してください。引き続き調整の必要を知らせるチャイムが鳴る場合は、この作業を繰り返す必要があります。
nb_no: Hodetelefonene må kalibreres. Ta dem av hodet, rist dem forsiktig i alle retninger i rundt ti sekunder, og ta dem på igjen. Dette må gjentas hvis kalibreringslyden fortsetter å spilles av.
nl_nl: Uw koptelefoon moet worden gekalibreerd. Zet de koptelefoon af, schud er circa 10 seconden voorzichtig mee in alle richtingen en zet de koptelefoon weer op. Dit moet worden herhaald als het kalibratiesignaal weer wordt afgespeeld.
pt_br: Seus fones de ouvido precisam ser calibrados. Remova-os da sua cabeça, balance-os suavemente em todas as direções por cerca de 10 segundos e coloque-os novamente na cabeça. Isso deverá ser repetido se o sinal de calibragem continuar a tocar.
pt_pt: É necessário calibrar os auscultadores. Remova-os da cabeça, agite-os suavemente em todas as direções durante cerca de 10 segundos e volte a colocá-los na cabeça. Terá de repetir este processo se continuar a ouvir o som de calibragem.
sv_se: Dina hörlurar måste kalibreras. Ta av dem från huvudet och skaka dem försiktigt i alla riktningar i ungefär 10 sekunder. Sätt sedan tillbaka dem på huvudet. Upprepa detta om du fortfarande hör kalibreringssignalen.

# devices.connect_headset.calibrate.in_ear
source: Your headphones need to be calibrated. Gently shake your head in all directions for about 10 seconds. This must be repeated if the calibration chime continues to play.
da_dk: Dine hovedtelefoner skal kalibreres. Ryst forsigtigt hovedet i alle retninger i ca. 10 sekunder. Dette skal gentages, hvis kalibreringsklokken fortsætter med at lyde.
de_de: Ihre Kopfhörer müssen kalibriert werden. Nehmen Sie sie vom Kopf, schütteln Sie sie ca. 10 Sekunden vorsichtig in alle Richtungen. Wiederholen Sie den Vorgang, wenn der Kalibrierungston weiterhin abgespielt wird.
el_gr: Τα ακουστικά σας πρέπει να βαθμονομηθούν. Κουνήστε απαλά το κεφάλι σας προς όλες τις κατευθύνσεις για περίπου 10 δευτερόλεπτα. Αυτό πρέπει να επαναληφθεί εάν ο ήχος βαθμονόμησης συνεχίσει να ακούγεται.
es_es: Los auriculares deben estar calibrados. Agita suavemente la cabeza en todas las direcciones durante unos 10 segundos. Se debe repetir si el timbre de calibración sigue sonando.
fa_ir: هدفون شما نیاز به کالیبراسیون دارد. سر خود را به آرامی برای حدود ۱۰ ثانیه در همه جهات تکان دهید. اگر صدای زنگ کالیبراسیون همچنان پخش می‌شود، این کار باید تکرار شود.
fi_fi: Kuulokkeesi on kalibroitava. Ravistele päätäsi hellävaroen kaikkiin suuntiin noin 10 sekunnin ajan. Tämä on toistettava, jos kalibroinnin äänimerkki jatkuu.
fr_ca: Votre casque doit être étalonné. Secouez doucement la tête dans tous les sens pendant environ 10 secondes. Vous devrez recommencer si la sonnerie de l’étalonnage continue de retentir.
it_it: I tuoi auricolari devono essere calibrati. Scuoti delicatamente la testa in tutte le direzioni per circa 10 secondi. Questa operazione deve essere ripetuta se il segnale acustico di calibrazione continua a essere riprodotto.
ja_jp: ヘッドホンの調整が必要です。約 10 秒間あらゆる方向に向かってゆっくりと頭を動かしてください。引き続き調整の必要を知らせるチャイムが鳴る場合は、この作業を繰り返す必要があります。
nb_no: Hodetelefonene må kalibreres. Rist forsiktig hodet i alle retninger i rundt ti sekunder. Dette må gjentas hvis kalibreringslyden fortsetter å spilles av.
nl_nl: Uw koptelefoon moet worden gekalibreerd. Schud circa 10 seconden voorzichtig met uw hoofd in alle richtingen. Dit moet worden herhaald als het kalibratiesignaal weer wordt afgespeeld.
pt_br: Seus fones de ouvido precisam ser calibrados. Balance sua cabeça suavemente em todas as direções por cerca de 10 segundos. Isso deverá ser repetido se o sinal de calibragem continuar a tocar.
pt_pt: É necessário calibrar os auscultadores. Abane suavemente a cabeça em todas as direções durante cerca de 10 segundos. Terá de repetir este processo se continuar a ouvir o som de calibragem.
sv_se: Dina hörlurar måste kalibreras. Skaka försiktigt på huvudet i alla riktningar i ungefär 10 sekunder. Upprepa detta om du fortfarande hör kalibreringssignalen.
