Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# first_launch.heading_somewhere.text
source: Place an audio beacon on your destination and Soundscape will keep you informed of its location and your surroundings along the way. Use Soundscape in conjunction with your wayfinding skills and even your favorite navigation app to find your way to your destination.
da_dk: Placer et lydfyr på din destination, så vil Soundscape holde dig informeret om dens placering og dine omgivelser undervejs. Brug Soundscape sammen med dine færdigheder til at finde vej og endda din foretrukne navigationsapp til at finde frem til din destination.
de_de: Platzieren Sie einen Audio-Beacon an Ihrem Ziel und halten Sie sich Soundscape auf dem Laufenden über seine Lage und Ihre Umgebung auf dem Weg. Verwenden Sie Soundscape in Verbindung mit Ihren Wegfindungsfähigkeiten und sogar Ihrer Lieblings-Navigations-App, um Ihren Weg zu Ihrem Ziel zu finden.
el_gr: Τοποθετήστε ένα ηχητικό σήμα στον προορισμό σας και το Soundscape θα σας ενημερώνει για την τοποθεσία του και το περιβάλλον σας, κατά μήκος της της διαδρομής. Χρησιμοποιήστε το Soundscape, σε συνδυασμό με τις ικανότητές εύρεσης πορείας σας, ακόμη και την αγαπημένη σας εφαρμογή πλοήγησης, για να βρείτε το δρόμο σας προς τον προορισμό σας.
es_es: Coloca una señal de audio en el destino y Soundscape te mantendrá informado de tu ubicación y tu entorno en el trayecto. Usa Soundscape junto con tus habilidades de orientación e incluso tu aplicación de navegación favorita para encontrar el camino a tu destino.
fa_ir: یک نشانهٔ صوتی را روی مقصد خود قرار دهید و Soundscape شما را از مکان آن و محیط اطراف شما در طول راه مطلع خواهد کرد. از Soundscape در کنار مهارت‌های مسیریابی خود و حتی برنامه ناوبری مورد علاقه خود برای پیدا کردن راه خود به مقصد استفاده کنید.
fi_fi: Sijoita äänimajakka määränpäähäsi ja Soundscape kertoo sinulle sen sijainnin ja tietoja ympäristöstäsi matkalla sinne. Käytä Soundscapea yhdessä suunnistustaitojesi ja mahdollisesti jopa navigointisovelluksen kanssa löytääksesi tien määränpäähäsi.
fr_ca: Placez une balise sonore sur votre destination et Soundscape vous tiendra informé de son emplacement et de ce qui vous entoure tout au long de votre trajet. Associez Soundscape à votre recherche d’itinéraire, voire à votre appli de navigation préférée pour trouver votre chemin jusqu’à votre destination.
it_it: Posiziona un audiofaro sulla tua destinazione e Soundscape ti terrà informato sulla posizione e sull'ambiente circostante lungo il percorso. Usa Soundscape insieme alle tue capacità di orientamento e anche alla tua app di navigazione preferita per trovare la strada per la tua destinazione.
ja_jp: 目的地に音声ビーコンを設定すると、目的地の場所とその途中の周辺情報が継続的に通知されます。自分で道順を考える場合でも、お気に入りのウェイファインディング アプリを使用する場合でも、Soundscape を使うことで、目的地まで迷わずにたどり着けます。
nb_no: Plasser et lydsignal på destinasjonen så holder Soundscape deg oppdatert på posisjonen og omgivelsene rundt deg på veien. Bruk Soundscape sammen med navigasjonsferdighetene dine eller en navigasjonsapp du liker, for å finne veien til destinasjonen.
nl_nl: Plaats een audiobaken op uw bestemming en Soundscape zal u op de hoogte houden van de locatie en uw omgeving onderweg. Gebruik Soundscape samen met uw navigatievaardigheden en uw favoriete navigatie-app om de weg naar bestemming te vinden.
pt_br: Coloque um sinalizador sonoro em seu destino e o Soundscape manterá você informado sobre a localização dele e seus arredores ao longo do caminho. Use o Soundscape em conjunto com suas habilidades de wayfinding e até mesmo seu aplicativo de navegação favorito para encontrar o caminho até seu destino.
pt_pt: Coloque um sinal de áudio no destino para que o Soundscape o mantenha informado da sua localização e do ambiente que o rodeia enquanto se desloca. Utilize o Soundscape com as suas competências de navegação, e até mesmo com a sua aplicação de navegação favorita, para encontrar o caminho até ao seu destino.
sv_se: Placera en ljudfyr vid målet så håller Soundscape dig informerad om var den finns och omgivningarna utmed vägen. Använd Soundscape tillsammans med din egen förmåga att hitta eller en navigeringsapp för att ta dig fram till målet.

# first_launch.setting_off_way
source: Setting off on your way?
da_dk: Er du klar til at tage af sted?
de_de: Machen Sie sich auf den Weg?
el_gr: Ξεκινάτε τη διαδρομή σας;
es_es: ¿Te pones en camino?
fa_ir: در راه خود هستید؟
fi_fi: Oletko lähdössä johonkin?
fr_ca: Vous vous apprêtez à partir?
it_it: Stai iniziando il percorso?
ja_jp: 出発ですか?
nb_no: Er du klar til å dra?
nl_nl: Gaat u op pad?
pt_br: Começando a sua caminhada?
pt_pt: Vai sair?
sv_se: Beredd att ge dig av?

# first_launch.setting_off_way.text
source: Put away the phone and walk. Soundscape will help you stay aware of where you are by calling out roads, intersections, and landmarks as you approach them. Callouts can be adjusted in the settings.
da_dk: Læg telefonen væk og gå. Soundscape hjælper dig med at være opmærksom på, hvor du er, ved at sende lydbeskeder om veje, kryds og landemærker, når du nærmer dig dem. Lydbeskeder kan justeres i indstillingerne.
de_de: Stecken Sie das Telefon ein, und laufen Sie los. Soundscape hilft Ihnen dabei, Ihrer Umgebung bewusst zu bleiben, indem es Sie auf Straßen, Kreuzungen und Orientierungspunkte hinweist, denen Sie sich nähern. Hinweise können in den Einstellungen angepasst werden.
el_gr: Αφήστε στην άκρη το τηλέφωνο και περπατήστε. Το Soundscape θα σας βοηθήσει να παραμείνετε ενήμεροι για το πού βρίσκεστε επεξηγώντας δρόμους, διασταυρώσεις και ορόσημα καθώς τα πλησιάζετε. Οι επεξηγήσεις μπορούν να προσαρμοστούν στις ρυθμίσεις.
es_es: Guarda el teléfono y camina. Soundscape te ayudará a estar informado de tu ubicación y te avisará de carreteras, cruces y puntos de referencia conforme te acerques a ellos. Los avisos se pueden configurar en los ajustes.
fa_ir: گوشی را کنار بگذارید و راه بروید. Soundscape با اعلام جاده‌ها، تقاطع‌ها و نقاط شاخص هنگام نزدیک شدن به آنها، به شما کمک می‌کند تا از جایی که هستید آگاه باشید. اعلان‌های صوتی را می‌توان در تنظیمات تنظیم کرد.
fi_fi: Laita puhelin pois ja kävele. Soundscape auttaa sinua pysymään tietoisena sijainnistasi ilmoittamalla tiet, risteykset ja maamerkinnät, kun lähestyt niitä. Ilmoitukset ovat muokattavissa asetuksissa.
fr_ca: Rangez votre téléphone et marchez. Soundscape vous tiendra informé de votre emplacement en vous indiquant les routes, les intersections et les repères à mesure que vous vous en approcherez. Les notifications peuvent être réglées dans les réglages.
it_it: Metti via il telefono e cammina. Soundscape ti aiuterà a rimanere consapevole di dove ti trovi notificandoti strade, incroci e punti di riferimento mentre ti avvicini. Le notifiche possono essere modificate nelle impostazioni.
ja_jp: スマートフォンをしまったままで歩けます。道路や交差点、ランドマークに近付くと、Soundscape がその情報を通知するので、常に自分がどこにいるかがわかります。コールアウトの設定は調整できます。
nb_no: Legg vekk telefonen og gå. Soundscape hjelper deg med å være bevisst på hvor du er, ved å lese opp veier, veikryss og landemerker når du nærmer deg dem. Du kan justere meldinger i innstillingene.
nl_nl: Stop uw telefoon weg en ga lopen. Soundscape helpt u om u bewust te blijven van waar u bent door de straten, kruispunten en herkenningspunten die u nadert te beschrijven. Waarschuwingen kunnen worden aangepast in de instellingen.
pt_br: Guarde o telefone e caminhe. O Soundscape ajudará você a saber onde está ao notificar sobre ruas, cruzamentos e pontos de referência à medida que você se aproximar. As notificações podem ser ajustadas nos Ajustes.
pt_pt: Guarde o telemóvel e caminhe. O Soundscape irá ajudá-lo a saber onde está avisando-o de ruas, cruzamentos e marcos à medida que se aproximar. É possível ajustar os avisos nas definições.
sv_se: Lägg undan telefonen och börja gå. Soundscape ser till att du vet var du är genom att läsa upp vägar, vägkorsningar och landmärken när du börjar närma dig dem. Du kan justera informationsljuden i inställningarna.

# first_launch.find_things_nearby
source: Want to find more things nearby?
da_dk: Vil du finde flere ting i nærheden?
de_de: Möchten Sie weitere Interessenspunkte in der Nähe finden?
el_gr: Θέλετε να βρείτε περισσότερα στοιχεία κοντά;
es_es: ¿Deseas encontrar más cosas cerca?
fa_ir: می‌خواهید چیزهای بیشتری در نزدیکی پیدا کنید؟
fi_fi: Haluatko löytää lisää lähiympäristön kohteita?
fr_ca: Vous souhaitez rechercher davantage de choses à proximité?
it_it: Vuoi trovare altre cose nelle vicinanze?
ja_jp: 周辺の情報を確認したい場合
nb_no: Vil du finne flere ting i nærheten?
nl_nl: Wilt u meer dingen in de buurt ontdekken?
pt_br: Deseja descobrir algo mais nas proximidades?
pt_pt: Quer descobrir mais coisas nas proximidades?
sv_se: Vill du hitta fler saker i närheten?

# first_launch.find_things_nearby.text
source: Hold the phone flat in your hand, and use the buttons to locate roads and upcoming intersections, orient to familiar landmarks around you, and explore landmarks ahead of you.
da_dk: Hold telefonen vandret i hånden, og brug knapperne til at finde veje og kommende kryds, orienter dig om velkendte landemærker omkring dig, og udforsk landemærker foran dig.
de_de: Halten Sie das Telefon flach in der Hand, und verwenden Sie die Schaltflächen, um Straßen und bevorstehende Kreuzungen zu lokalisieren, sich an bekannten Orientierungspunkten um Sie herum zu orientieren und Points-of-Interest vor Ihnen zu erkunden.
el_gr: Κρατήστε το τηλέφωνό σας επίπεδο στο χέρι σας και χρησιμοποιήστε τα κουμπιά για να εντοπίσετε δρόμους και επερχόμενες διασταυρώσεις, να προσανατολιστείτε σε σχέση με γνωστά ορόσημα γύρω σας και να εξερευνήσετε ορόσημα μπροστά σας.
es_es: Mantén el teléfono en posición horizontal en la mano y usa los botones para encontrar carreteras y cruces próximos, orientarte con puntos de referencia conocidos a tu alrededor y explorar puntos de referencia que se encuentren delante de ti.
fa_ir: گوشی را صاف در دست خود نگه دارید و از دکمه‌ها برای مکان‌یابی جاده‌ها و تقاطع‌های آینده، جهت‌یابی به سمت نقاط شاخص آشنا در اطراف خود و کاوش نقاط شاخص پیش روی خود استفاده کنید.
fi_fi: Pitele puhelinta vaakatasossa kädessäsi ja käytä painikkeita teiden ja tulevien risteysten havaitsemiseen, tuttujen maamerkintöjen löytämiseen ja edessä olevien maamerkintöjen tarkasteluun.
fr_ca: Tenez le téléphone à plat sur votre main, et utilisez les boutons pour localiser les routes et les prochaines intersections, pour vous diriger vers des repères familiers autour de vous et explorer de nouveaux points d’intérêt.
it_it: Tieni il telefono piatto in mano e usa i pulsanti per individuare strade e incroci imminenti, orientarti verso punti di riferimento che già conosci intorno a te ed esplorare punti di riferimento davanti a te.
ja_jp: スマートフォンを水平に持ち、ボタンを使って、道路や先にある交差点を確認したり、周辺にあるよく知っているランドマークの方向を確かめたり、前方にあるランドマークを調べたりすることができます。
nb_no: Hold telefonen flatt i hånden, og bruk knappene til å finne veier og kommende veikryss, orientere deg om kjente landemerker rundt deg og utforske landemerker som ligger foran deg.
nl_nl: Houd de telefoon vlak in uw hand en gebruik de knoppen om wegen en komende kruispunten te vinden, en u te oriënteren aan de hand van bekende en nieuwe herkenningspunten om u heen en voor u uit.
pt_br: Segure o telefone na horizontal em sua mão e use os botões para localizar ruas e os próximos cruzamentos, oriente-se pelos pontos de referência conhecidos ao seu redor e explore os pontos de referência à sua frente.
pt_pt: Segure no telemóvel numa posição plana e utilize os botões para localizar ruas e cruzamentos nas proximidades, orientar-se para marcos familiares nas suas proximidades e explorar marcos à sua frente.
sv_se: Håll telefonen plant i handen och använd knapparna för att hitta vägar och kommande vägkorsningar, orientera dig mot välbekanta landmärken omkring dig och utforska landmärken framför dig.

# first_launch.welcome.title
source: Welcome!
da_dk: Velkommen!
de_de: Willkommen!
el_gr: Καλώς ήρθατε!
es_es: ¡Bienvenido!
fa_ir: خوش آمدید!
fi_fi: Tervetuloa!
fr_ca: Bienvenue!
it_it: Salve!
ja_jp: ようこそ!
nb_no: Velkommen!
nl_nl: Welkom
pt_br: Bem-vindo(a)!
pt_pt: Bem-vindo!
sv_se: Välkommen!

# first_launch.welcome.title.accessibility_label
source: Welcome to Soundscape!
da_dk: Velkommen til Soundscape!
de_de: Willkommen bei Soundscape!
el_gr: Καλώς ήρθατε στο Soundscape!
es_es: ¡Bienvenido a Soundscape!
fa_ir: به Soundscape خوش آمدید!
fi_fi: Tervetuloa Soundscapeen!
fr_ca: Bienvenue dans Soundscape!
it_it: Benvenuti in Soundscape!
ja_jp: Soundscape へようこそ!
nb_no: Velkommen til Soundscape!
nl_nl: Welkom bij Soundscape!
pt_br: Bem-vindo(a) ao Soundscape!
pt_pt: Boas-vindas ao Soundscape!
sv_se: Välkommen till Soundscape!

# first_launch.welcome.description
source: Navigate with confidence using Soundscape spatial audio
da_dk: Naviger med ro i sjælen vha. Soundscapes rumlige lyd
de_de: Sichere Navigation dank räumlichen Audioinformationen per Soundscape
el_gr: Περιηγηθείτε με εμπιστοσύνη χρησιμοποιώντας τον χωρικό ήχο του Soundscape
es_es: Navega con confianza utilizando el audio espacial de Soundscape
fa_ir: با اطمینان با استفاده از صدای فضایی Soundscape پیمایش کنید
fi_fi: Turvallinen suunnistaminen Soundscapen tilaäänen avulla
fr_ca: Promenez-vous en toute confiance grâce à l’audio spatial de Soundscape
it_it: Spostati in sicurezza utilizzando l'audio spaziale di Soundscape
ja_jp: Soundscape の空間オーディオでお出かけも安心です
nb_no: Naviger med selvtillit ved å bruke romlig lyd i Soundscape
nl_nl: Vol vertrouwen navigeren met de ruimtelijke audio van Soundscape
pt_br: Navegue com confiança usando o áudio espacial do Soundscape
pt_pt: Navegue com confiança utilizando o áudio espacial do Soundscape
sv_se: Navigera säkert med rumsbestämt ljud i Soundscape

# first_launch.welcome.button
source: Get Started
da_dk: Kom godt i gang
de_de: Erste Schritte
el_gr: Γρήγορα αποτελέσματα
es_es: Empezar
fa_ir: شروع کنید
fi_fi: Aloita
fr_ca: Mise en route
it_it: Attività iniziali
ja_jp: 始める
nb_no: Kom i gang
nl_nl: Aan de slag
pt_br: Introdução
pt_pt: Começar
sv_se: Kom i gång

# first_launch.headphones.title
source: Listening to Soundscape
da_dk: Lytte til Soundscape
de_de: Soundscape zuhören
el_gr: Ακρόαση του Soundscape
es_es: Escuchar Soundscape
fa_ir: گوش دادن به Soundscape
fi_fi: Soundscapen kuunteleminen
fr_ca: Écoute de Soundscape
it_it: Ascolta Soundscape
ja_jp: Soundscape の音声を聞く
nb_no: Lytt til Soundscape
nl_nl: Luisteren naar Soundscape
pt_br: Como ouvir o Soundscape
pt_pt: Ouvir o Soundscape
sv_se: Lyssna på Soundscape

# first_launch.headphones.message.1
source: Soundscape works great with any pair of headphones. If you would like to use headphones, grab them now.
da_dk: Soundscape fungerer godt med ethvert par hovedtelefoner. Hvis du gerne vil bruge hovedtelefoner, skal du bruge dem nu.
de_de: Soundscape funktioniert hervorragend mit jedem Kopfhörer. Wenn Sie Kopfhörer verwenden möchten, dann nehmen Sie diese jetzt zur Hand.
el_gr: Το Soundscape λειτουργεί τέλεια με οποιοδήποτε ζεύγος ακουστικών. Εάν θέλετε να χρησιμοποιήσετε ακουστικά, πάρτε τα τώρα.
es_es: Soundscape funciona muy bien con cualquier tipo de auriculares. Si deseas usar auriculares, tómalos ahora.
fa_ir: Soundscape با هر جفت هدفون عالی کار می‌کند. اگر می‌خواهید از هدفون استفاده کنید، اکنون آنها را بردارید.
fi_fi: Soundscape toimii hyvin kaikkien kuulokkeiden kanssa. Jos haluat käyttää kuulokkeita, ota ne nyt käyttöön.
fr_ca: Soundscape est adapté à tous les types de casques. Si vous souhaitez utiliser un casque, prenez-le.
it_it: Soundscape funziona alla grande con qualsiasi paio di auricolari. Se desideri utilizzarli, prendili ora.
ja_jp: Soundscape ではどのヘッドホンでも使用できます。ヘッドホンを使う場合はここでご用意ください。
nb_no: Soundscape fungerer bra med et hvilket som helst par med hodetelefoner. Hvis du vil bruke hodetelefoner, kan du finne dem nå.
nl_nl: Soundscape werkt geweldig met een koptelefoon. Als u een koptelefoon wilt gebruiken, zet die dan nu op.
pt_br: O Soundscape funciona muito bem com qualquer par de fones de ouvido. Se você prefere usar fones de ouvido, pegue-os agora.
pt_pt: O Soundscape funciona bem com quaisquer auscultadores. Se pretender utiliza auscultadores, vá buscá-los agora.
sv_se: Du kan använda valfria hörlurar tillsammans med Soundscape. Om du vill använda hörlurar tar du fram dem nu.

# first_launch.headphones.message.2
source: If you don't have headphones or would prefer not to use them, that's alright! Soundscape will work with the speakers on your phone.
da_dk: Hvis du ikke har hovedtelefoner eller foretrækker ikke at bruge dem, er det okay! Soundscape fungerer med højttalerne på din telefon.
de_de: Wenn Sie keine Kopfhörer haben oder sie lieber nicht benutzen möchten, ist das auch kein Problem! Soundscape funktioniert auch mit den Lautsprechern Ihres Telefons.
el_gr: Εάν δεν έχετε ακουστικά ή προτιμάτε να μη τα χρησιμοποιήσετε, δεν πειράζει! Το Soundscape θα λειτουργήσει με τα ηχεία του τηλεφώνου σας.
es_es: Si no tienes auriculares o prefieres no usarlos, Soundscape seguirá funcionando con los altavoces del teléfono.
fa_ir: اگر هدفون ندارید یا ترجیح می‌دهید از آنها استفاده نکنید، مشکلی نیست! Soundscape با بلندگوهای گوشی شما کار خواهد کرد.
fi_fi: Kuulokkeiden käyttö ei ole pakollista. Soundscape toimii myös puhelimesi kaiuttimien kautta.
fr_ca: Si vous n’en disposez pas ou que vous préférez ne pas l’utiliser, ce n’est pas un problème. Soundscape fonctionne avec les haut-parleurs de votre téléphone.
it_it: Se non hai gli auricolari o preferisci non usarli non ha importanza, Soundscape funzionerà con gli altoparlanti del telefono.
ja_jp: ヘッドホンをお持ちでない場合や使いたくない場合も問題ありません。スマートフォンのスピーカーで Soundscape を利用できます。
nb_no: Hvis du ikke har hodetelefoner eller foretrekker ikke å bruke dem, er det greit. Soundscape fungerer med høyttalerne på telefonen.
nl_nl: Als u geen koptelefoon hebt of die niet wil gebruiken, geen probleem! Soundscape werkt ook met de speakers op uw telefoon.
pt_br: Se você não tiver fones de ouvido ou se preferir não usá-los, sem problemas! O Soundscape funcionará com o viva-voz do seu telefone.
pt_pt: Se não tiver auscultadores, ou se preferir não os utilizar, não há problemas. O Soundscape irá utilizar os altifalantes do telemóvel.
sv_se: Om du inte har några hörlurar, eller inte vill använda dem, går det också bra! Soundscape fungerar tillsammans med högtalaren på telefonen.

# first_launch.callouts.title
source: Hear Your Surroundings
da_dk: Hør dine omgivelser
de_de: Hören Sie Ihre Umgebung
el_gr: Ακούστε το περιβάλλον σας
es_es: Oye tu entorno
fa_ir: محیط اطراف خود را بشنوید
fi_fi: Kuuntele ympäristöä
fr_ca: Écoutez votre environnement
it_it: Ascolta i tuoi dintorni
ja_jp: 周辺の情報を聞く
nb_no: Hør omgivelsene
nl_nl: Luisteren naar uw omgeving
pt_br: Ouvir Seus Arredores
pt_pt: Ouvir as suas Imediações
sv_se: Hör dina omgivningar

# first_launch.callouts.message
source: Soundscape helps you stay aware of where you are and where you're going by calling out roads, intersections and points of interest as you approach them.
da_dk: Soundscape hjælper dig med at være opmærksom på, hvor du er, og hvor du skal hen, ved at råbe veje, kryds og interessepunkter op, når du nærmer dig dem.
de_de: Soundscape hilft Ihnen dabei, sich bewusst zu machen, wo Sie sind und wohin Sie gehen, indem es Straßen, Kreuzungen und interessante Punkte ankündigt, wenn Sie sich ihnen nähern.
el_gr: Το Soundscape σάς βοηθά να έχετε αντίληψη του πού βρίσκεστε και πού πάτε λέγοντας τους δρόμους, τις διασταυρώσεις και τα σημεία ενδιαφέροντος καθώς τα προσεγγίζετε.
es_es: Soundscape te ayuda a saber dónde te encuentras y hacia dónde vas avisando de carreteras, cruces y puntos de interés a medida que te acerques a ellos.
fa_ir: Soundscape با اعلام جاده‌ها، تقاطع‌ها و نقاط مورد علاقه هنگام نزدیک شدن به آنها، به شما کمک می‌کند تا از جایی که هستید و به کجا می‌روید آگاه باشید.
fi_fi: Soundscape auttaa sinua pysymään tietoisena siitä, missä olet ja mihin olet menossa. Se mainitsee tiet, risteykset ja kiinnostavat kohteet kun lähestyt niitä.
fr_ca: Soundscape vous permet de savoir à chaque instant où vous vous trouvez et dans quelle direction vous vous dirigez en signalant les rues, les intersections et les points d’intérêt à mesure que vous en approchez.
it_it: Soundscape ti aiuta a rimanere consapevole di dove ti trovi e dove stai andando notificando strade, incroci e punti di interesse mentre ti avvicini.
ja_jp: Soundscape では、道路、交差点、特定地点に向かって進むとコールアウトされるので、現在地と目的地を常に把握できます。
nb_no: Soundscape hjelper deg med å være bevisst på hvor du er og hvor du er på vei ved å lese opp veier, veikryss og interessepunkter når du nærmer deg dem.
nl_nl: Met Soundscape bent u zich steeds bewust van waar u bent en waarheen u loopt doordat straten, kruispunten en referentiepunten worden aangekondigd als u ze nadert.
pt_br: O Soundscape ajuda você a ter consciência de onde está e para onde vai ao anunciar ruas, cruzamentos e pontos de interesse à medida que você se aproxima deles.
pt_pt: O Soundscape ajuda-o a estar ciente do local onde se encontra e do local para onde se dirige sinalizando ruas, cruzamentos e pontos de interesse à medida que se aproxima destes.
sv_se: Med Soundscape vet du var du är och vart du är på väg genom att läsa upp vägar, vägkorsningar och intressepunkter medan du närmar dig dem.

# first_launch.callouts.listen
source: Listen to an example of what Soundscape might call out on your next walk
da_dk: Lyt til et eksempel på, hvad Soundscape kan råbe op på din næste gåtur
de_de: Hören Sie sich ein Beispiel dafür an, was Soundscape Ihnen auf Ihrem nächsten Spaziergang sagen könnte
el_gr: Ακούστε ένα παράδειγμα του τι μπορεί να πει το Soundscape στην επόμενη βόλτα σας
es_es: Escucha un ejemplo sobre de lo que Soundscape podría avisar en tu próximo paseo
fa_ir: به نمونه‌ای از آنچه Soundscape ممکن است در پیاده‌روی بعدی شما اعلام کند گوش دهید
fi_fi: Kuuntele esimerkkiä siitä, mitä Soundscape voi ilmoittaa sinulle seuraavan kävelysi aikana
fr_ca: Écoutez un exemple de ce que Soundscape peut signaler pendant votre prochaine balade
it_it: Ascolta un esempio di ciò che Soundscape potrebbe notificarti alla prossima passeggiata
ja_jp: 実際に歩いてみた場合の Soundscape のコールアウトのサンプルを聞いてみましょう
nb_no: Lytt til et eksempel på hva Soundscape kan lese opp på neste tur
nl_nl: Luister naar een voorbeeld van wat Soundscape kan aankondigen op uw volgende wandeling
pt_br: Ouça um exemplo do que o Soundscape poderia anunciar em sua próxima caminhada
pt_pt: Oiça um exemplo dos avisos que o Soundscape poderá emitir durante a sua próxima caminhada
sv_se: Lyssna på ett exempel på vad Soundscape kan läsa upp under din nästa promenad

# first_launch.callouts.listen.accessibility_label
source: Listen
da_dk: Lyt
de_de: Anhören
el_gr: Ακρόαση
es_es: Escuchar
fa_ir: گوش دادن
fi_fi: Kuuntele
fr_ca: Écouter
it_it: Ascolta
ja_jp: 聞く
nb_no: Lytt
nl_nl: Luisteren
pt_br: Ouvir
pt_pt: Ouvir
sv_se: Lyssna
