Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# osm.tag.dangerous_area
source: Dangerous Area
da_dk: Farligt område
de_de: Gefahrenbereich
el_gr: Επικίνδυνη περιοχή
es_es: Área peligrosa
fa_ir: منطقه خطرناک
fi_fi: Vaarallinen alue
fr_ca: Zone dangereuse
it_it: Area pericolosa
ja_jp: 危険区域
nb_no: Farlig område
nl_nl: Gevaarlijk gebied
pt_br: Área Perigosa
pt_pt: Área Perigosa
sv_se: Farligt område

# osm.tag.townhall
source: Townhall
da_dk: Rådhus
de_de: Rathaus
el_gr: Δημαρχείο
es_es: Ayuntamiento
fa_ir: شهرداری
fi_fi: Kaupungintalo
fr_ca: Hôtel de ville
it_it: Municipio
ja_jp: 市庁舎
nb_no: Rådhus
nl_nl: Gemeentehuis
pt_br: Prefeitura
pt_pt: Câmara Municipal
sv_se: Stadshus

# osm.tag.steps
source: Steps
da_dk: Trin
de_de: Stufen
el_gr: Σκαλιά
es_es: Escaleras
fa_ir: پله‌ها
fi_fi: Portaat
fr_ca: Marches
it_it: Scalini
ja_jp: 階段
nb_no: Skritt
nl_nl: Trap
pt_br: Passos
pt_pt: Passos
sv_se: Trappa

# osm.tag.elevator
source: Elevator
de_de: Fahrstuhl
el_gr: Ανελκυστήρας
es_es: Ascensor
fa_ir: آسانسور
fi_fi: Hissi
fr_ca: Ascenseur
it_it: Ascensore
ja_jp: エレベーター
nb_no: Heis
nl_nl: Lift
pt_br: Elevador
pt_pt: Elevador
sv_se: Hiss

# osm.tag.walking_path
source: Walking Path
da_dk: Gangsti
de_de: Wanderweg
el_gr: Μονοπάτι πεζοπορίας
es_es: Sendero peatonal
fa_ir: مسیر پیاده‌روی
fi_fi: Kävelypolku
fr_ca: Sentier pédestre
it_it: Percorso a piedi
ja_jp: 歩道
nb_no: Gangvei
nl_nl: Voetpad
pt_br: Pista de Caminhada
pt_pt: Percurso Pedestre
sv_se: Gångväg

# osm.tag.pedestrian_street
source: Pedestrian Street
da_dk: Gågade
de_de: Fußgängerzone
el_gr: Πεζόδρομος
es_es: Calle peatonal
fa_ir: پیاده‌راه
fi_fi: Kävelykatu
fr_ca: Rue piétonne
it_it: Isola pedonale
ja_jp: 歩行者専用道路
nb_no: Gågate
nl_nl: Voetgangersgebied
pt_br: Rua de Pedestres
pt_pt: Rua Pedonal
sv_se: Gågata

# osm.tag.bicycle_path
source: Bicycle Path
da_dk: Cykelsti
de_de: Fahrradspur
el_gr: Ποδηλατόδρομος
es_es: Ruta para bicicletas
fa_ir: مسیر دوچرخه‌سواری
fi_fi: Pyörätie
fr_ca: Piste cyclable
it_it: Pista ciclabile
ja_jp: 自転車道
nb_no: Sykkelsti
nl_nl: Fietspad
pt_br: Ciclovia
pt_pt: Ciclovia
sv_se: Cykelbana

# osm.tag.residential_street
source: Residential Street
da_dk: Boliggade
de_de: Anliegerstraße
el_gr: Οδός σε αστική περιοχή
es_es: Calle residencial
fa_ir: خیابان مسکونی
fi_fi: Asuinalueen katu
fr_ca: Rue résidentielle
it_it: Strada residenziale
ja_jp: 住宅地内の道路
nb_no: Boligområde
nl_nl: Straat in woonwijk
pt_br: Rua Residencial
pt_pt: Rua Residencial
sv_se: Bostadsområde

# osm.tag.service_road
source: Service Road
da_dk: Stikvej
de_de: Zufahrtsstraße
el_gr: Βοηθητική οδός
es_es: Vía de servicio
fa_ir: جاده خدماتی
fi_fi: Huoltotie
fr_ca: Ruelle
it_it: Strada d’accesso
ja_jp: 連絡道路
nb_no: Stikkvei
nl_nl: Vluchtstrook
pt_br: Via Lateral
pt_pt: Estrada de Serviço
sv_se: Serviceväg

# osm.tag.road
source: Road
da_dk: Vej
de_de: Straße
el_gr: Δρόμος
es_es: Carretera
fa_ir: جاده
fi_fi: Tie
fr_ca: Route
it_it: Strada
ja_jp: 道路
nb_no: Vei
nl_nl: Weg
pt_br: Rua
pt_pt: Estrada
sv_se: Väg

# osm.tag.highway
source: Highway
da_dk: Motorvej
de_de: Autobahn
el_gr: Αυτοκινητόδρομος
es_es: Autopista
fa_ir: بزرگراه
fi_fi: Maantie
fr_ca: Autoroute
it_it: Autostrada
ja_jp: 車道
nb_no: Motorvei
nl_nl: Snelweg
pt_br: Rodovia
pt_pt: Autoestrada
sv_se: Motorväg

# osm.tag.highway.named
source: %@ Highway
da_dk: %@ motorvej
de_de: %@ Autobahn
el_gr: Αυτοκινητόδρομος %@
es_es: Autopista %@
fa_ir: بزرگراه %@
fi_fi: %@ maantie
fr_ca: Autoroute de %@
it_it: Autostrada %@
ja_jp: %@ 車道
nb_no: %@-motorvei
nl_nl: Snelweg van %@
pt_br: Rodovia %@
pt_pt: Autoestrada de %@
sv_se: Motorvägen %@

# osm.tag.highway.refed
source: Highway %@
da_dk: Motorvej %@
de_de: Autobahn %@
el_gr: Αυτοκινητόδρομος %@
es_es: Autopista %@
fa_ir: بزرگراه %@
fi_fi: Maantie %@
fr_ca: Autoroute %@
it_it: Autostrada %@
ja_jp: 車道 %@
nb_no: Motorvei %@
nl_nl: Snelweg %@
pt_br: Rodovia %@
pt_pt: Autoestrada %@
sv_se: Motorväg %@

# osm.tag.intersection
source: Intersection
da_dk: Kryds
de_de: Kreuzung
el_gr: Διασταύρωση
es_es: Cruce
fa_ir: تقاطع
fi_fi: Risteys
it_it: Incrocio
ja_jp: 交差点
nb_no: Veikryss
nl_nl: Kruispunt
pt_br: Cruzamento
pt_pt: Cruzamento
sv_se: Vägkorsning

# osm.tag.roundabout
source: Roundabout
da_dk: Rundkørsel
de_de: Kreisverkehr
el_gr: Κυκλικός κόμβος
es_es: Rotonda
fa_ir: میدان
fi_fi: Liikenneympyrä
fr_ca: Carrefour giratoire
it_it: Rotonda
ja_jp: 環状交差点
nb_no: Rundkjøring
nl_nl: Rotonde
pt_br: Rotatória
pt_pt: Rotunda
sv_se: Rondell

# osm.tag.highway_ramp
source: Highway Ramp
da_dk: Motorvejsrampe
de_de: Autobahnauffahrt
el_gr: Έξοδος αυτοκινητόδρομου
es_es: Rampa de autopista
fa_ir: رمپ بزرگراه
fi_fi: Maantien liittymä
fr_ca: Bretelle d’autoroute
it_it: Svincolo dell'autostrada
ja_jp: 接続道路
nb_no: Motorveirampe
nl_nl: Oprit naar snelweg
pt_br: Acesso a Rodovia
pt_pt: Acesso a Autoestrada
sv_se: Motorvägsramp

# osm.tag.merging_lane
source: Merging Lane
da_dk: Fletning af vognbane
de_de: Einmündungsspur
el_gr: Λωρίδα συγχώνευσης
es_es: Carril de confluencia
fa_ir: مسیر ادغام
fi_fi: Yhdistyvä kaista
fr_ca: Chaussée rétrécie
it_it: Corsia di accelerazione
ja_jp: 合流車線
nb_no: Flettefelt
nl_nl: Invoegstrook
pt_br: Pista de Fusão
pt_pt: Faixa de Entrada
sv_se: Sammangående körfält

# osm.tag.office_building
source: Office Building
da_dk: Kontorbygning
de_de: Bürogebäude
el_gr: Κτίριο γραφείων
es_es: Edificio de oficinas
fa_ir: ساختمان اداری
fi_fi: Toimistorakennus
fr_ca: Immeuble de bureaux
it_it: Edificio per uffici
ja_jp: オフィス ビル
nb_no: Kontorbygg
nl_nl: Kantoorgebouw
pt_br: Prédio de Escritórios
pt_pt: Edifício de Escritórios
sv_se: Kontorsbyggnad

# osm.tag.school_building
source: School Building
da_dk: Skolebygning
de_de: Schulgebäude
el_gr: Σχολικό κτίριο
es_es: Edificio escolar
fa_ir: ساختمان مدرسه
fi_fi: Koulurakennus
fr_ca: Établissement scolaire
it_it: Edificio scolastico
ja_jp: 校舎
nb_no: Skole
nl_nl: Schoolgebouw
pt_br: Prédio Escolar
pt_pt: Edifício Escolar
sv_se: Skolbyggnad

# osm.tag.covered_pavilion
source: Covered Pavilion
da_dk: Overdækket pavillon
de_de: Überdachter Pavillon
el_gr: Σκεπαστό περίπτερο
es_es: Pabellón cubierto
fa_ir: آلاچیق سرپوشیده
fi_fi: Katettu paviljonki
fr_ca: Kiosque
it_it: Struttura coperta
ja_jp: カバー パビリオン
nb_no: Paviljong
nl_nl: Overdekt paviljoen
pt_br: Pavilhão Coberto
pt_pt: Pavilhão Coberto
sv_se: Övertäckt paviljong

# osm.tag.convenience_store
source: Convenience Store
da_dk: Dagligvarebutik
de_de: Bedarfsartikelgeschäft
el_gr: Ψιλικατζίδικο
es_es: Minimercado
fa_ir: فروشگاه رفاه
fi_fi: Päivittäistavarakauppa
fr_ca: Dépanneur
it_it: Minimarket
ja_jp: コンビニエンス ストア
nb_no: Matbutikk
nl_nl: Supermarkt
pt_br: Loja de Conveniência
pt_pt: Loja de Conveniência
sv_se: Närbutik

# osm.tag.building_entrance
source: Building Entrance
da_dk: Indgangen til bygningen
de_de: Gebäudeeingang
el_gr: Είσοδος κτιρίου
es_es: Entrada de edificio
fa_ir: ورودی ساختمان
fi_fi: Rakennuksen sisäänkäynti
fr_ca: Entrée du bâtiment
it_it: Ingresso dell'edificio
ja_jp: 建造物入口
nb_no: Bygningsinngang
nl_nl: Ingang van gebouw
pt_br: Entrada de Edifício
pt_pt: Entrada de Edifício
sv_se: Ingång till byggnad

# osm.tag.assembly_point
source: Assembly Point
da_dk: Samlingspunkt
de_de: Sammelpunkt
el_gr: Σημείο συναρμολόγησης
es_es: Punto de ensamblado
fa_ir: نقطه تجمع
fi_fi: Kokoontumispiste
fr_ca: Point de rassemblement
it_it: Punto di raccolta
ja_jp: 集合場所
nb_no: Samlingspunkt
nl_nl: Verzamelpunt
pt_br: Ponto de Encontro
pt_pt: Ponto de Reunião
sv_se: Samlingsplats

# osm.tag.cycle_barrier
source: Cycle Barrier
da_dk: Cykelbarriere
de_de: Fahrradschranke
el_gr: Εμπόδιο για δίκυκλα
es_es: Barreras para bicis
fa_ir: مانع دوچرخه
fi_fi: Pyöräilyeste
fr_ca: Barrière à vélos
it_it: Barriera di accesso al transito di biciclette
ja_jp: 歩行者自転車用柵
nb_no: Sykkelsperre
nl_nl: Versmalde doorgang fietspad
pt_br: Barreira para Bicicletas
pt_pt: Barreira para Bicicletas
sv_se: Cykelhinder

# osm.tag.turnstile
source: Turnstile
da_dk: Billetbom
de_de: Drehkreuz
el_gr: Τουρνικέ
es_es: Torno
fa_ir: گیت گردان
fi_fi: Kääntyvä portti
fr_ca: Tourniquet
it_it: Tornello
ja_jp: 回転ドア
nb_no: Korsbom
nl_nl: Tourniquet
pt_br: Catraca
pt_pt: Torniquete
sv_se: Vändkors

# osm.tag.cattle_grid
source: Cattle Grid
da_dk: Færist
de_de: Rindergitter
el_gr: Σχάρα προστασίας
es_es: Guardaganado
fa_ir: گارد گاو
fi_fi: Karjaverkko
fr_ca: Barrière canadienne
it_it: Fondo stradale a griglia larga
ja_jp: 畜産用フェンス
nb_no: Ferist
nl_nl: Veerooster
pt_br: Mata-burro
pt_pt: Piso em Grelha
sv_se: Boskapsgaller

# osm.tag.gate
source: Gate
da_dk: Port
de_de: Tor
el_gr: Πύλη
es_es: Puerta
fa_ir: دروازه
fi_fi: Portti
fr_ca: Barrière
it_it: Casello
ja_jp: ゲート
nb_no: Port
nl_nl: Hek
pt_br: Portão
pt_pt: Portão
sv_se: Port

# osm.tag.restroom
source: Restroom
da_dk: Toilet
de_de: Toilette
el_gr: Τουαλέτα
es_es: Aseo
fa_ir: سرویس بهداشتی
fi_fi: WC
fr_ca: Toilettes
it_it: Toilette
ja_jp: トイレ
nb_no: Toalett
nl_nl: Toilet
pt_br: Banheiro
pt_pt: WC Público
sv_se: Toalett

# osm.tag.parking_lot
source: Parking Lot
da_dk: Parkeringsplads
de_de: Parkplatz
el_gr: Χώρος στάθμευσης
es_es: Estacionamiento
fa_ir: پارکینگ
fi_fi: Pysäköintialue
fr_ca: Aire de stationnement
it_it: Area di parcheggio
ja_jp: 駐車場
nb_no: Parkeringsplass
nl_nl: Parkeerterrein
pt_br: Estacionamento
pt_pt: Parque de Estacionamento
sv_se: Parkeringsplats

# osm.tag.parking_entrance
source: Parking Entrance
da_dk: Indgang til parking
de_de: Parkplatzeinfahrt
el_gr: Είσοδος στάθμευσης
es_es: Entrada de aparcamiento
fa_ir: ورودی پارکینگ
fi_fi: Pysäköinnin sisäänkäynti
fr_ca: Entrée de parc de stationnement
it_it: Ingresso del parcheggio
ja_jp: 駐車場出入口
nb_no: Parkeringsinngang
nl_nl: Ingang parkeerterrein
pt_br: Entrada de Estacionamento
pt_pt: Entrada de Parque de Estacionamento
sv_se: Infart till parkering

# osm.tag.bench
source: Bench
da_dk: Bænk
de_de: Bank
el_gr: Παγκάκι
es_es: Banco
fa_ir: نیمکت
fi_fi: Penkki
fr_ca: Banc
it_it: Panchina
ja_jp: ベンチ
nb_no: Benk
nl_nl: Bank
pt_br: Banco
pt_pt: Banco
sv_se: Bänk

# osm.tag.taxi_waiting_area
source: Taxi Waiting Area
da_dk: Venteområde for taxi
de_de: Taxi Wartebereich
el_gr: Χώρος αναμονής ταξί
es_es: Área de espera de taxis
fa_ir: محل انتظار تاکسی
fi_fi: Taksin odotusalue
fr_ca: Station de taxis
it_it: Stazione taxi
ja_jp: タクシー乗り場
nb_no: Venteområde for drosjer
nl_nl: Taxistandplaats
pt_br: Ponto de Táxi
pt_pt: Praça de Táxis
sv_se: Väntplats för taxi

# osm.tag.post_office
source: Post Office
da_dk: Posthus
de_de: Postamt
el_gr: Ταχυδρομείο
es_es: Oficina de correos
fa_ir: اداره پست
fi_fi: Postitoimisto
fr_ca: Bureau de poste
it_it: Ufficio postale
ja_jp: 郵便局
nb_no: Postkontor
nl_nl: Postkantoor
pt_br: Agência Postal
pt_pt: Correios
sv_se: Postkontor

# osm.tag.post_box
source: Post Box
da_dk: Postboks
de_de: Briefkasten
el_gr: Ταχυδρομική θυρίδα
es_es: Casilla de correos
fa_ir: صندوق پست
fi_fi: Postilaatikko
fr_ca: Boîte aux lettres
it_it: Buca delle lettere
ja_jp: 郵便ポスト
nb_no: Postboks
nl_nl: Brievenbus
pt_br: Caixa Postal
pt_pt: Marco do Correio
sv_se: Brevlåda

# osm.tag.waste_basket
source: Waste Basket
da_dk: Affaldskurv
de_de: Mülleimer
el_gr: Καλάθι αχρήστων
es_es: Cubo de basura
fa_ir: سطل زباله
fi_fi: Roskakori
fr_ca: Poubelle
it_it: Contenitore per rifiuti
ja_jp: ごみ箱
nb_no: Søppeldunk
nl_nl: Prullenbak
pt_br: Cesta de Lixo
pt_pt: Caixote do Lixo
sv_se: Papperskorg

# osm.tag.shower
source: Shower
da_dk: Bruser
de_de: Dusche
el_gr: Ντους
es_es: Ducha
fa_ir: دوش
fi_fi: Suihku
fr_ca: Douche
it_it: Doccia
ja_jp: シャワー
nb_no: Dusj
nl_nl: Douche
pt_br: Chuveiro
pt_pt: Chuveiro
sv_se: Dusch

# osm.tag.bike_parking
source: Bike Parking
da_dk: Cykelparkering
de_de: Fahrradparkplatz
el_gr: Χώρος στάθμευσης ποδηλάτων
es_es: Aparcamiento para bicicletas
fa_ir: پارکینگ دوچرخه
fi_fi: Polkupyöräpysäköinti
fr_ca: Stationnement vélo
it_it: Parcheggio per biciclette
ja_jp: 駐輪場
nb_no: Sykkelparkering
nl_nl: Fietsenstalling
pt_br: Bicicletário
pt_pt: Parque de Bicicletas
sv_se: Cykelparkering

# osm.tag.telephone
source: Telephone
da_dk: Telefon
de_de: Telefon
el_gr: Τηλέφωνο
es_es: Teléfono
fa_ir: تلفن
fi_fi: Puhelin
fr_ca: Téléphone
it_it: Telefono
ja_jp: 電話
nb_no: Telefon
nl_nl: Telefoon
pt_br: Telefone
pt_pt: Telefone Público
sv_se: Telefon

# osm.tag.gas_station
source: Gas Station
da_dk: Tankstation
de_de: Tankstelle
el_gr: Πρατήριο καυσίμων
es_es: Gasolinera
fa_ir: پمپ بنزین
fi_fi: Huoltoasema
fr_ca: Station-service
it_it: Stazione di servizio
ja_jp: ガソリン スタンド
nb_no: Bensinstasjon
nl_nl: Benzinepomp
pt_br: Posto de Gasolina
pt_pt: Posto de Combustível
sv_se: Bensinstation

# osm.tag.bank
source: Bank
el_gr: Τράπεζα
es_es: Banco
fa_ir: بانک
fi_fi: Pankki
fr_ca: Banque
it_it: Banca
ja_jp: 銀行
pt_br: Banco
pt_pt: Banco

# osm.tag.atm
source: ATM
da_dk: Hæveautomat
de_de: Geldautomat
es_es: Cajero automático
fa_ir: عابربانک
fi_fi: Pankkiautomaatti
fr_ca: Guichet automatique bancaire
it_it: Sportello bancomat
nb_no: Minibank
nl_nl: Geldautomaat
pt_br: Caixa Eletrônico
pt_pt: Caixa Multibanco
sv_se: Bankomat

# osm.tag.atm.named
source: %@ ATM
da_dk: %@-hæveautomat
de_de: %@ Geldautomat
es_es: Cajero automático de %@
fa_ir: عابربانک %@
fi_fi: %@ Pankkiautomaatti
fr_ca: Guichet automatique bancaire %@
it_it: Sportello bancomat %@
nb_no: %@-minibank
nl_nl: Geldautomaat van %@
pt_br: Caixa Eletrônico - %@
pt_pt: Caixa Multibanco %@
sv_se: Bankomat vid %@

# osm.tag.atm.refed
source: ATM %@
da_dk: Hæveautomat %@
de_de: Geldautomat %@
es_es: Cajero automático %@
fa_ir: عابربانک %@
fi_fi: Pankkiautomaatti %@
fr_ca: Guichet automatique bancaire %@
it_it: Sportello bancomat %@
nb_no: Minibank %@
nl_nl: Geldautomaat %@
pt_br: Caixa Eletrônico - %@
pt_pt: Caixa Multibanco %@
sv_se: Bankomat %@

# osm.tag.landmark
source: Landmark
es_es: Marca
fa_ir: نقطه شاخص
nl_nl: Oriëntatiepunt

# osm.tag.bus_stop.named
source: %@ Bus Stop
da_dk: %@ busstoppested
de_de: %@ Bushaltestelle
el_gr: %@ Στάση
es_es: Parada de autobús %@
fa_ir: ایستگاه اتوبوس %@
fi_fi: %@ Linja-autopysäkki
fr_ca: Arrêt de bus %@
it_it: Fermata dell'autobus %@
ja_jp: %@ バス停
nb_no: %@-busstopp
nl_nl: Bushalte van %@
pt_br: Ponto de Ônibus da %@
pt_pt: Paragem de Autocarro de %@
sv_se: Busshållplatsen %@

# osm.tag.cafe
source: Cafe
da_dk: Café
de_de: Café
el_gr: Καφέ
es_es: Cafetería
fa_ir: کافه
fi_fi: Kahvila
fr_ca: Café
it_it: Bar
ja_jp: 喫茶店
nb_no: Kafé
nl_nl: Café
pt_br: Café
pt_pt: Café
sv_se: Kafé

# osm.tag.restaurant
source: Restaurant
el_gr: Εστιατόριο
es_es: Restaurante
fa_ir: رستوران
fi_fi: Ravintola
it_it: Ristorante
ja_jp: レストラン
pt_br: Restaurante
pt_pt: Restaurante
sv_se: Restaurang

# osm.tag.fast_food
source: Fast Food
es_es: Comida rápida
fa_ir: فست فود

# osm.tag.bar
source: Bar
fa_ir: بار
nl_nl: kroeg

# osm.tag.ice_cream
source: Ice Cream
es_es: Heladería
fa_ir: بستنی فروشی
nl_nl: IJssalon

# osm.tag.pub
source: Pub
fa_ir: میخانه
nl_nl: Café

# osm.tag.coffee_shop
source: Coffee Shop
es_es: Cafetería
fa_ir: کافی شاپ
nl_nl: Koffiebar

# osm.tag.statue
source: Statue
es_es: Estatua
fa_ir: مجسمه
nl_nl: Standbeeld

# osm.tag.bus_stop.refed
source: Bus Stop %@
da_dk: Busstoppested %@
de_de: Bushaltestelle %@
el_gr: Στάση %@
es_es: Parada de autobús %@
fa_ir: ایستگاه اتوبوس %@
fi_fi: Linja-autopysäkki %@
fr_ca: Arrêt de bus %@
it_it: Fermata dell'autobus %@
ja_jp: バス停 %@
nb_no: Busstopp %@
nl_nl: Bushalte %@
pt_br: Ponto de Ônibus %@
pt_pt: Paragem de Autocarro %@
sv_se: Busshållplats %@

# osm.tag.recycling_bin
source: Recycling Bin
da_dk: Skraldespand
de_de: Mülltonne
el_gr: Κάδος ανακύκλωσης
es_es: Contenedor de reciclaje
fa_ir: سطل بازیافت
fi_fi: Kierrätysastia
fr_ca: Poubelle de recyclage
it_it: Contenitore per la raccolta differenziata
ja_jp: リサイクル用ごみ箱
nb_no: Søppelkasse
nl_nl: Vuilnisbak
pt_br: Lixeira
pt_pt: Contentor de Reciclagem
sv_se: Återvinningskärl

# osm.tag.fountain
source: Fountain
da_dk: Springvand
de_de: Brunnen
el_gr: Σιντριβάνι
es_es: Fuente
fa_ir: فواره
fi_fi: Suihkulähde
fr_ca: Fontaine
it_it: Fontana
ja_jp: 噴水
nb_no: Fontene
nl_nl: Fontein
pt_br: Fonte
pt_pt: Fonte
sv_se: Fontän

# osm.tag.place_of_worship
source: Place of Worship
da_dk: Bedested
de_de: Kultstätte
el_gr: Τόπος Λατρείας
es_es: Lugar de culto
fa_ir: مکان عبادت
fi_fi: Uskonnollinen rakennus
fr_ca: Lieu de culte
it_it: Luogo di culto
ja_jp: 神社仏閣
nb_no: Tilbedelsessted
nl_nl: Gebedshuis
pt_br: Local Sagrado
pt_pt: Local de Culto
sv_se: Helgedom

# osm.tag.water_fountain
source: Water Fountain
da_dk: Vandfontæne
de_de: Wasserbrunnen
el_gr: Βρύση
es_es: Fuente de agua
fa_ir: آبخوری
fi_fi: Suihkulähde
fr_ca: Fontaine potable
it_it: Fontanella di acqua potabile
ja_jp: 飲み水
nb_no: Vannfontene
nl_nl: Waterfontein
pt_br: Bebedouro
pt_pt: Fonte
sv_se: Vattenfontän

# osm.tag.car_wash
source: Car Wash
da_dk: Bilvask
de_de: Autowaschanlage
el_gr: Πλυντήριο αυτοκινήτων
es_es: Lavado de coches
fa_ir: کارواش
fi_fi: Autopesula
fr_ca: Station de lavage automobile
it_it: Autolavaggio
ja_jp: 洗車場
nb_no: Bilvask
nl_nl: Autowasstraat
pt_br: Lava-jato
pt_pt: Lavagem Automática
sv_se: Biltvätt

# osm.tag.vending_machine
source: Vending Machine
da_dk: Selvbetjeningsautomat
de_de: Verkaufsautomat
el_gr: Αυτόματος πωλητής
es_es: Máquina expendedora
fa_ir: دستگاه فروش خودکار
fi_fi: Myyntiautomaatti
fr_ca: Distributeur automatique
it_it: Distributore automatico
ja_jp: 自動販売機
nb_no: Salgsautomat
nl_nl: Automaat
pt_br: Máquina de Venda Automática
pt_pt: Máquina de Venda Automática
sv_se: Varuautomat

# osm.tag.playground
source: Playground
da_dk: Legeplads
de_de: Spielplatz
el_gr: Παιδική χαρά
es_es: Patio
fa_ir: زمین بازی
fi_fi: Leikkipuisto
fr_ca: Aire de jeux
it_it: Parco giochi
ja_jp: 遊び場
nb_no: Lekeplass
nl_nl: Speeltuin
pt_pt: Parque Infantil
sv_se: Lekplats

# osm.tag.sports_field
source: Sports Field
da_dk: Sportsplads
de_de: Sportplatz
el_gr: Γήπεδο
es_es: Campo deportivo
fa_ir: زمین ورزشی
fi_fi: Urheilukenttä
fr_ca: Terrain de sport
it_it: Campo sportivo
ja_jp: 運動場
nb_no: Idrettsplass
nl_nl: Sportveld
pt_br: Campo Esportivo
pt_pt: Campo Desportivo
sv_se: Idrottsplats

# osm.tag.swimming_pool
source: Swimming Pool
de_de: Schwimmbad
el_gr: Πισίνα
es_es: Piscina
fa_ir: استخر شنا
fi_fi: Uima-allas
fr_ca: Piscine
it_it: Piscina
ja_jp: スイミング プール
nb_no: Svømmebasseng
nl_nl: Zwembad
pt_br: Piscina
pt_pt: Piscina
sv_se: Simbassäng

# osm.tag.garden
source: Garden
da_dk: Have
de_de: Garten
el_gr: Κήπος
es_es: Jardín
fa_ir: باغ
fi_fi: Puutarha
fr_ca: Jardin
it_it: Giardino
ja_jp: 庭園
nb_no: Hage
nl_nl: Tuin
pt_br: Jardim
pt_pt: Jardim
sv_se: Trädgård

# osm.tag.park
source: Park
el_gr: Πάρκο
es_es: Parque
fa_ir: پارک
fi_fi: Puisto
fr_ca: Parc
it_it: Parco
ja_jp: 公園
pt_br: Parque
pt_pt: Parque

# osm.tag.nature_reserve
source: Nature Reserve
es_es: Reserva natural
fa_ir: ذخیره‌گاه طبیعی
nl_nl: Natuurreservaat

# osm.tag.botanical_garden
source: Botanical Garden
es_es: Jardín botánico
fa_ir: باغ گیاه‌شناسی
nl_nl: Botanische tuin

# osm.tag.public_garden
source: Public Garden
es_es: Jardín público
fa_ir: باغ عمومی
nl_nl: Publiek toegankelijke tuin

# osm.tag.field
source: Field
es_es: Campo
fa_ir: میدان
nl_nl: Veld

# osm.tag.reserve
source: Reserve
es_es: Reserva
fa_ir: ذخیره‌گاه
nl_nl: Reservaat

# osm.tag.green_space
source: Green Space
es_es: zona verde
fa_ir: فضای سبز
nl_nl: Groen

# osm.tag.recreation_area
source: Recreation Area
es_es: área recreativa
fa_ir: منطقه تفریحی
nl_nl: Recreatiegebied

# osm.tag.picnic_table
source: Picnic Table
da_dk: Picnicbord
de_de: Picknicktisch
el_gr: Τραπέζι πικνίκ
es_es: Mesa de pícnic
fa_ir: میز پیک‌نیک
fi_fi: Retkipöytä
fr_ca: Table de pique-nique
it_it: Tavolo per picnic
ja_jp: ピクニック テーブル
nb_no: Piknikbord
nl_nl: Picknicktafel
pt_br: Mesa de Piquenique
pt_pt: Mesa de Piquenique
sv_se: Picknickbord

# osm.tag.picnic_area
source: Picnic Area
da_dk: Picnicområde
de_de: Picknickbereich
el_gr: Περιοχή πικνίκ
es_es: Zona de pícnic
fa_ir: منطقه پیک‌نیک
fi_fi: Retkialue
fr_ca: Aire de pique-nique
it_it: Area picnic
ja_jp: ピクニック場
nb_no: Piknikområde
nl_nl: Picknickgebied
pt_br: Área de Piquenique
pt_pt: Área de Piquenique
sv_se: Picknickområde

# banner.custom_behavior.scavenger_hunt
source: Scavenger hunt is active.
da_dk: Skattejagt er aktiv.
de_de: Schnitzeljagd ist aktiv.
el_gr: Το κυνήγι θησαυρού είναι ενεργό.
es_es: La búsqueda del tesoro está activa.
fa_ir: شکار گنج فعال است.
fi_fi: Aarteenetsintä on aktivoitu.
fr_ca: La chasse au trésor est active.
it_it: La caccia al tesoro è attiva.
ja_jp: スカベンジャー ハントを実行中です。
nb_no: Skattejakten er aktiv.
nl_nl: Speurtocht is actief.
pt_br: A caça ao tesouro está ativa.
pt_pt: A caça ao tesouro está ativa.
sv_se: Skattjakten är aktiv.

# banner.custom_behavior.scavenger_hunt.hint
source: Double tap to read about or pause the scavenger hunt.
da_dk: Dobbelttryk for at læse om eller sætte skattejagten på pause.
de_de: Doppeltippen, um über die Schnitzeljagd zu lesen oder sie zu pausieren.
el_gr: Πατήστε δύο φορές για να διαβάσετε για ή να θέσετε σε παύση το κυνήγι θησαυρού.
es_es: Pulsa dos veces para leer acerca de la búsqueda del tesoro o para pausarla.
fa_ir: برای خواندن درباره یا متوقف کردن شکار گنج دو بار ضربه بزنید
fi_fi: Kaksoisnapauta lukeaksesi aarteenetsinnästä tai pysäyttääksesi sen.
fr_ca: Appuyez deux fois pour en savoir plus sur la chasse au trésor ou pour la suspendre.
it_it: Tocca due volte per leggere informazioni o sospendere la caccia al tesoro.
ja_jp: スカベンジャー ハントの詳細を確認するか一時停止するには、ダブルタップします。
nb_no: Dobbelttrykk for å lese om eller stanse skattejakten midlertidig.
nl_nl: Dubbeltik om te lezen over de speurtocht of deze te onderbreken.
pt_br: Dê um toque duplo para ler sobre a caça ao tesouro ou para pausá-la.
pt_pt: Faça duplo toque para ler sobre a caça ao tesouro ou colocá-la em pausa.
sv_se: Dubbelknacka om du vill läsa om eller pausa skattjakten.

# banner.offline_default.message
source: Soundscape is working offline. Learn more
da_dk: Soundscape arbejder offline. Få mere at vide
de_de: Soundscape ist im Offlinemodus. Weitere Informationen
el_gr: Το Soundscape λειτουργεί εκτός σύνδεσης. Μάθε περισσότερα
es_es: Soundscape está funcionando sin conexión. Más información
fa_ir: Soundscape آفلاین کار می‌کند. بیشتر بدانید
fi_fi: Soundscape toimii offline-tilassa. Lisätietoja
fr_ca: Soundscape est en mode hors ligne. En savoir plus
it_it: Soundscape sta funzionando offline. Scopri di più
ja_jp: Soundscape はオフラインです。詳細情報
nb_no: Soundscape fungerer i frakoblet modus. Finn ut mer
nl_nl: Soundscape werkt offline. Meer informatie
pt_br: O Soundscape está funcionando offline. Saiba mais
pt_pt: O Soundscape está a trabalhar offline. Mais informações
sv_se: Soundscape arbetar offline. Lär dig mer

# banner.offline_help.message
source: Soundscape is working offline.
da_dk: Soundscape arbejder offline.
de_de: Soundscape ist im Offlinemodus.
el_gr: Το Soundscape λειτουργεί εκτός σύνδεσης.
es_es: Soundscape está funcionando sin conexión.
fa_ir: Soundscape آفلاین کار می‌کند.
fi_fi: Soundscape toimii offline-tilassa.
fr_ca: Soundscape est en mode hors ligne.
it_it: Soundscape sta funzionando offline.
ja_jp: Soundscape はオフラインです。
nb_no: Soundscape fungerer i frakoblet modus.
nl_nl: Soundscape werkt offline.
pt_br: O Soundscape está funcionando offline.
pt_pt: O Soundscape está a trabalhar offline.
sv_se: Soundscape arbetar offline.
