Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# user_activity.nearby_markers.title
source: Hear Markers Nearby
da_dk: Hør mærker i nærheden
de_de: Markierungen in der Nähe hören
el_gr: Ακρόαση κοντινών δεικτών
es_es: Oír marcadores cerca
fa_ir: شنیدن نشانگرهای نزدیک
fi_fi: Kuuntele lähiympäristön merkitsimiä
fr_ca: Écouter les marqueurs à proximité
it_it: Ascolta gli indicatori nelle vicinanze
ja_jp: 近くのマーカーの情報を聞く
nb_no: Hør markører i nærheten
nl_nl: Markeringen in de buurt horen
pt_br: Ouvir Favoritos Nas Proximidades
pt_pt: Ouvir Marcos nas Proximidades
sv_se: Hör platsmarkörer i närheten

# user_activity.search.title
source: Search in Soundscape
da_dk: Søg i Soundscape
de_de: In Soundscape suchen
el_gr: Αναζήτηση στο Soundscape
es_es: Buscar en Soundscape
fa_ir: جستجو در Soundscape
fi_fi: Etsi Soundscapessa
fr_ca: Rechercher dans Soundscape
it_it: Cerca in Soundscape
ja_jp: Soundscape で検索
nb_no: Søk i Soundscape
nl_nl: Zoeken in Soundscape
pt_br: Pesquisar no Soundscape
pt_pt: Procurar no Soundscape
sv_se: Sök i Soundscape

# user_activity.save_marker.title
source: Save Marker
da_dk: Gem mærke
de_de: Markierung speichern
el_gr: Αποθήκευση δείκτη
es_es: Guardar marcador
fa_ir: ذخیره نشانگر
fi_fi: Tallenna merkintä
fr_ca: Enregistrer le marqueur
it_it: Salva indicatore
ja_jp: マーカーを保存
nb_no: Lagre markør
nl_nl: Markering opslaan
pt_br: Salvar Favorito
pt_pt: Guardar Marco
sv_se: Spara platsmarkör

# user_activity.street_preview.title
source: Start Street Preview
de_de: Street Preview starten
el_gr: Έναρξη Street Preview
es_es: Iniciar la vista previa de calle
fa_ir: شروع پیش‌نمایش خیابان
fi_fi: Käynnistä Street Preview
fr_ca: Démarrer Street Preview
it_it: Avvia la Street Preview
ja_jp: Street Preview を開始
nl_nl: Street Preview starten
pt_br: Iniciar Street Preview
pt_pt: Iniciar Street Preview
sv_se: Starta Street Preview

# url_resource.alert.route.share.message
source: I've shared a Soundscape route with you! "%@"
da_dk: Jeg har delt en Soundscape-rute med dig! "%@"
de_de: Ich habe eine Soundscape-Route mit Ihnen geteilt! "%@"
el_gr: Μοιράστηκα μια διαδρομή Soundscape μαζί σας! "%@"
es_es: He compartido una ruta de Soundscape contigo. "%@"
fa_ir: یک مسیر Soundscape با شما به اشتراک گذاشتم! «%@»
fi_fi: Jaoin Soundscape-reitin kanssasi! "%@"
fr_ca: J’ai partagé un Itinéraire Soundscape avec vous! "%@"
it_it: Ho condiviso con te un percorso Soundscape! "%@"
ja_jp: Soundscape ルートをあなたと共有しました! "%@"
nb_no: Jeg har delt en Soundscape-rute med deg. %@
nl_nl: Ik heb een Soundscape-route met u gedeeld. "%@"
pt_br: Compartilhei uma rota do Soundscape com você! "%@"
pt_pt: Partilhei uma rota do Soundscape consigo! "%@"
sv_se: Jag har delat en Soundscape-rutt med dig! "%@"

# url_resource.alert.route.import.title
source: You've received a route: "%@"
da_dk: Du har modtaget en rute: " %@ "
de_de: Sie haben eine Route erhalten: "%@"
el_gr: Έχετε λάβει μια διαδρομή: "%@"
es_es: Has recibido una ruta: "%@"
fa_ir: شما یک مسیر دریافت کرده‌اید: «%@»
fi_fi: Olet vastaanottanut reitin: "%@"
fr_ca: Vous avez reçu un Itinéraire : "%@"
it_it: Hai ricevuto un percorso: "%@"
ja_jp: ルートを受け取りました: "%@"
nb_no: Du har fått en rute: %@
nl_nl: U hebt een route ontvangen: "%@"
pt_br: Você recebeu uma rota: "%@"
pt_pt: Recebeu uma rota: "%@"
sv_se: Du har fått en rutt: "%@"

# url_resource.alert.route.import.message
source: You should only use routes from someone you trust. Routes are not created, shared with or reviewed by Soundscape Community and may contain errors.
da_dk: Du bør kun bruge ruter fra en person, du har tillid til. Ruter oprettes ikke, deles ikke med eller gennemses ikke af Soundscape Community og kan indeholde fejl.
de_de: Sie sollten nur Routen von jemandem verwenden, dem Sie vertrauen. Routen werden nicht von Soundscape Community erstellt, weitergegeben oder überprüft und können Fehler enthalten.
el_gr: Θα πρέπει να χρησιμοποιείτε μόνο διαδρομές από κάποιον που εμπιστεύεστε. Οι διαδρομές δεν δημιουργούνται, κοινοποιούνται ή επανεξετάζονται από τη Soundscape Community και ενδέχεται να περιέχουν σφάλματα.
es_es: Solo debes usar rutas de alguien en quien confíes. Soundscape Community no crea, comparte ni revisa las rutas y pueden contener errores.
fa_ir: شما باید فقط از مسیرهایی استفاده کنید که از طرف فردی قابل اعتماد دریافت کرده‌اید. مسیرها توسط جامعه Soundscape ایجاد، به اشتراک گذاشته یا بررسی نمی‌شوند و ممکن است حاوی خطا باشند.
fi_fi: Käytä reittejä vain henkilöiltä, joihin luotat. Soundscape Community ei luo, jaa tai tarkista reittejä, ja niissä voi olla virheitä.
fr_ca: Utilisez uniquement des Itinéraires provenant de personnes de confiance. Les Itinéraires ne sont pas créés, partagés ou vérifiés avec Soundscape Community et peuvent contenir des erreurs.
it_it: Usa solo i percorsi di persone di cui hai fiducia. I percorsi non sono creati, revisionati da Soundscape Community, né condivisi con Soundscape Community e possono contenere errori.
ja_jp: あなたが信用する人からのマーカーのみを使用してください。ルートは Soundscape Community によって作成、共有、またはレビューされたものではないため、エラーが含まれている可能性があります。
nb_no: Du må bare bruke ruter fra noen du stoler på. Ruter blir ikke opprettet, delt med eller gjennomgått av Soundscape Community og kan inneholde feil.
nl_nl: Gebruik alleen routes van iemand die u vertrouwt. Routes worden niet gemaakt, gedeeld of gecontroleerd door Soundscape Community en kunnen fouten bevatten.
pt_br: Você só deve usar rotas de pessoas confiáveis. As rotas não são criadas, compartilhadas nem revisadas pela Soundscape Community e podem conter erros.
pt_pt: Só deve utilizar rotas de pessoas em quem confia. As rotas não são criadas, partilhadas nem revistas pela Soundscape Community e podem conter erros.
sv_se: Du bör bara använda rutter från personer du litar på. Rutterna är inte skapade, delade med eller granskade av Soundscape Community och kan innehålla fel.

# url_resource.alert.route.import_existing.title
source: Route already exists
da_dk: Ruten findes allerede
de_de: Route existiert bereits
el_gr: Η διαδρομή υπάρχει ήδη
es_es: La ruta ya existe
fa_ir: مسیر از قبل وجود دارد
fi_fi: Reitti on jo olemassa
fr_ca: L’Itinéraire existe déjà
it_it: Il percorso esiste già
ja_jp: ルートが既に存在します
nb_no: Ruten finnes allerede
nl_nl: Route bestaat al
pt_br: Rota já existe
pt_pt: A rota já existe
sv_se: Rutten finns redan

# url_resource.alert.route.import_existing.message
source: Do you want to replace it? Replacing this route will also replace the markers used in this route.
da_dk: Vil du erstatte den? Hvis du erstatter rute, erstattes også de mærker, der bruges i denne rute.
de_de: Möchten Sie diese ersetzen? Wenn Sie diese Route ersetzen, werden auch die in dieser Route verwendeten Markierungen ersetzt.
el_gr: Θέλετε να το αντικαταστήσετε; Η αντικατάσταση αυτής της διαδρομής θα αντικαταστήσει επίσης τους δείκτες που χρησιμοποιούνται σε αυτήν τη διαδρομή.
es_es: ¿Deseas reemplazarla? Al sustituir esta ruta también se reemplazarán los marcadores usados en esta ruta.
fa_ir: آیا می‌خواهید آن را جایگزین کنید؟ جایگزینی این مسیر، نشانگرهای استفاده شده در این مسیر را نیز جایگزین خواهد کرد.
fi_fi: Haluatko korvata sen? Tämän reitin korvaaminen korvaa myös merkinnät, joita tällä reitillä käytetään.
fr_ca: Souhaitez-vous le remplacer? Remplacer cet Itinéraire remplace également les Marqueurs utilisés dans cet Itinéraire.
it_it: Vuoi sostituirlo? La sostituzione del percorso implica anche la sostituzione degli indicatori usati in esso.
ja_jp: ルートを置換しますか? このルートを置換すると、このルートで使用されているマーカーも置換されます。
nb_no: Vil du erstatte den? Hvis du erstatter denne ruten, erstattes også markørene som brukes i denne ruten.
nl_nl: Wilt u deze vervangen? Als u deze route vervangt, worden ook de markeringen in deze route vervangen.
pt_br: Deseja substituí-la? Substituir essa rota também substituirá os favoritos usados na rota.
pt_pt: Pretende substituí-lo? A substituição desta rota também substituirá os marcos utilizados na mesma.
sv_se: Vill du ersätta den? Om du ersätter den här rutten ersätts också de platsmarkörer som används i den här rutten.

# url_resource.alert.route.import.save
source: Save Route
da_dk: Gem rute
de_de: Route speichern
el_gr: Αποθήκευση διαδρομής
es_es: Guardar ruta
fa_ir: ذخیره مسیر
fi_fi: Tallenna reitti
fr_ca: Enregistrer l’Itinéraire
it_it: Salva Percorso
ja_jp: ルートを保存する
nb_no: Lagre rute
nl_nl: Route opslaan
pt_br: Salvar Rota
pt_pt: Guardar Rota
sv_se: Spara rutt

# url_resource.alert.route.import_error.message
source: The content appears to be invalid.
da_dk: Indholdet ser ud til at være ugyldigt.
de_de: Der Inhalt scheint ungültig zu sein.
el_gr: Το περιεχόμενο φαίνεται να μην είναι έγκυρο.
es_es: Parece que el contenido no es válido.
fa_ir: به نظر می‌رسد محتوا نامعتبر است.
fi_fi: Sisältö vaikuttaa olevan virheellistä.
fr_ca: Le contenu semble non valide.
it_it: Il contenuto non è valido.
ja_jp: コンテンツが無効のようです。
nb_no: Innholdet ser ut til å være ugyldig.
nl_nl: De inhoud is waarschijnlijk ongeldig.
pt_br: O conteúdo não parece ser válido.
pt_pt: O conteúdo parece ser inválido.
sv_se: Det verkar som om innehållet är ogiltigt.

# routes.title
source: Routes
da_dk: Ruter
de_de: Routen
el_gr: Διαδρομές
es_es: Rutas
fa_ir: مسیرها
fi_fi: Reitit
fr_ca: Itinéraires
it_it: Percorsi
ja_jp: ルート
nb_no: Ruter
pt_br: Rotas
pt_pt: Rotas
sv_se: Rutter

# routes.action.deleted
source: Route deleted
da_dk: Rute er slettet
de_de: Route gelöscht
el_gr: Διαγραφή διαδρομής
es_es: Ruta eliminada
fa_ir: مسیر حذف شد
fi_fi: Reitti poistettu
fr_ca: Itinéraire supprimé
it_it: Percorso eliminato
ja_jp: ルート削除済み
nb_no: Ruten er slettet
nl_nl: Route verwijderd
pt_br: Rota excluída
pt_pt: Rota eliminada
sv_se: Rutten har tagits bort

# routes.action.deleted_error
source: We are unable to delete this route currently. Try again later.
da_dk: Vi kan ikke slette denne rute i øjeblikket. Prøv igen senere.
de_de: Diese Route kann zurzeit nicht gelöscht werden. Versuchen Sie es später noch einmal.
el_gr: Δεν είμαστε σε θέση να διαγράψουμε αυτήν τη διαδρομή αυτήν τη στιγμή. Προσπαθήστε ξανά αργότερα.
es_es: No se puede eliminar esta ruta actualmente. Vuelve a intentarlo más tarde.
fa_ir: در حال حاضر قادر به حذف این مسیر نیستیم. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Emme voi tällä hetkellä poistaa tätä reittiä. Yritä myöhemmin uudelleen.
fr_ca: Nous ne pouvons pas supprimer cet Itinéraire actuellement. Réessayez ultérieurement.
it_it: Al momento non è possibile eliminare questo percorso. Riprova più tardi.
ja_jp: 現在このルートを削除できません。後ほど再度お試しください。
nb_no: Kan ikke slette denne ruten akkurat nå. Prøv på nytt senere.
nl_nl: We kunnen deze route nu niet verwijderen. Probeer het later opnieuw.
pt_br: Não podemos excluir esta rota no momento. Tente novamente.
pt_pt: Não é possível eliminar esta rota neste momento. Tente novamente mais tarde.
sv_se: Det går inte att ta bort rutten just nu. Försök igen senare.

# routes.no_routes.title
source: Getting Started with Route Waypoints
da_dk: Introduktion til rutevejpunkter
de_de: Erste Schritte mit Routen-Wegpunkten
el_gr: Γρήγορα αποτελέσματα με τα σημεία πορείας
es_es: Introducción a los puntos de ruta
fa_ir: شروع کار با ایستگاه‌های مسیر
fi_fi: Reitin reittipisteiden käytön aloittaminen
fr_ca: Premiers pas avec les points de repère d’Itinéraire
it_it: Introduzione ai waypoint di percorso
ja_jp: ルート ウェイポイントの使い方
nb_no: Kom i gang med ruteveipunkter
nl_nl: Aan de slag met routepunten
pt_br: Introdução aos Localizadores de Rota
pt_pt: Começar a Utilizar Pontos de Passagem de Rota
sv_se: Kom i gång med ruttbrytpunkter

# routes.no_routes.hint.1
source: Create a route for yourself or for someone else by organizing a set of markers as waypoints on a route.
da_dk: Opret en rute til dig selv eller for en anden ved at organisere et sæt mærker som vejpunkter på en rute.
de_de: Erstellen Sie für sich oder eine andere Person eine Route, indem Sie eine Reihe von Markierungen als Wegpunkte einrichten.
el_gr: Δημιουργήστε μια διαδρομή για τον εαυτό σας ή για κάποιον άλλο οργανώνοντας ένα σύνολο δεικτών ως σημεία πορείας σε μια διαδρομή.
es_es: Crea una ruta para ti o para otra persona organizando un conjunto de marcadores como puntos de referencia en una ruta.
fa_ir: با سازماندهی مجموعه‌ای از نشانگرها به عنوان ایستگاه در یک مسیر، برای خود یا دیگران مسیری ایجاد کنید.
fi_fi: Luo reitti itsellesi tai jollekulle toiselle järjestämällä joukko merkintöjä reittipisteiksi.
fr_ca: Créez un Itinéraire pour vous-même ou une autre personne en organisant un ensemble de Marqueurs en tant que points de repère sur un Itinéraire.
it_it: Crea un percorso per te o per qualcun altro organizzando una serie di indicatori come waypoint in un precorso.
ja_jp: 自分自身のため、または誰かのために、マーカーのセットとしてウェイポイントを整理してルートを作成します。
nb_no: Opprett en rute for deg selv eller for noen andre ved å organisere et sett med markører som veipunkter på en rute.
nl_nl: Maak een route voor uzelf of voor iemand anders door een set markeringen als routepunten samen te stellen.
pt_br: Crie uma rota para você mesmo ou para outra pessoa. Basta organizar um conjunto de favoritos como localizadores em uma rota.
pt_pt: Crie uma rota para si ou para outra pessoa organizando um conjunto de marcos como pontos de passagem numa rota.
sv_se: Skapa en rutt åt dig själv eller åt någon annan genom att ordna en uppsättning platsmarkörer som brytpunkter längs en rutt.

# routes.no_routes.hint.2
source: While out on your route with Soundscape, you will be informed on arrival to each waypoint, and the Audio Beacon will automatically advance to the next waypoint.
da_dk: Når du er ud på en rute med Soundscape, vil du blive informeret ved ankomsten til hvert vejpunkt, og lydfyret vil automatisk gå videre til næste vejpunkt.
de_de: Wenn Sie Ihrer Route mit Soundscape folgen, werden Sie bei der Ankunft an einem Wegpunkt informiert. Danach springt das Audiobeacon automatisch zum nächsten Wegpunkt.
el_gr: Κατά τη διάρκεια της διαδρομής σας με το Soundscape, θα ενημερωθείτε για την άφιξη σε κάθε σημείο πορείας και το Ηχητικό σήμα θα προχωρήσει αυτόματα στο επόμενο σημείο πορείας.
es_es: Mientras te encuentres en una ruta con Soundscape, se te informará a la llegada a cada uno de los puntos de ruta y la señal de audio avanzará automáticamente hasta el siguiente punto de ruta.
fa_ir: هنگامی که با Soundscape در مسیر خود هستید، با رسیدن به هر ایستگاه به شما اطلاع داده می‌شود و نشانهٔ صوتی به طور خودکار به ایستگاه بعدی منتقل می‌شود.
fi_fi: Kun olet ulkona reitilläsi Soundscapen kanssa, sinulle ilmoitetaan kuhunkin reittipisteeseen saapumisesta, ja äänimajakka siirtyy automaattisesti seuraavaan reittipisteeseen.
fr_ca: Lorsque vous parcourez votre Itinéraire avec Soundscape, vous êtes informé quand vous arrivez à chaque point de repère, et la balise audio avance automatiquement jusqu’au point de repère suivant.
it_it: Quando ti trovi sul tuo percorso con Soundscape, riceverai una notifica all'arrivo a ogni waypoint e l'audiofaro avanzerà automaticamente al successivo waypoint.
ja_jp: Soundscape を使用してルートを進むと、各ウェイポイントに到着するたびに通知され、音声ビーコンが次のウェイポイントを自動的に案内します。
nb_no: Når du er på ruten med Soundscape, får du beskjed når du kommer til hvert veipunkt, og lydsignalet går automatisk videre til neste veipunkt.
nl_nl: Terwijl u onderweg bent met Soundscape, hoort u informatie als u bij een routepunt aankomt en gaat het audiobaken automatisch naar het volgende routepunt.
pt_br: Enquanto estiver em sua rota com o Soundscape, você receberá informações sobre a chegada em cada localizador, e o Sinalizador Sonoro avançará automaticamente para o localizador seguinte.
pt_pt: Enquanto estiver a percorrer a sua rota com o Soundscape, será informado quando chegar a cada ponto de passagem e o Sinal de Áudio avançará automaticamente para o ponto de passagem seguinte.
sv_se: När du är ute på din rutt med Soundscape kommer du att bli informerad när du kommer till varje brytpunkt och ljudfyren kommer automatiskt att fortsätta till nästa brytpunkt.

# route.no_waypoints.hint.1
source: Name your route and add an optional description. You can then add waypoints as you go or pick them from your list of markers.
da_dk: Giv ruten navn, og tilføj en valgfri beskrivelse. Du kan derefter tilføje vejpunkter, mens du går eller vælge dem på din liste over mærker.
de_de: Benennen Sie Ihre Route, und fügen Sie optional eine Beschreibung hinzu. Sie können dann nach und nach Wegpunkte hinzufügen oder sie aus Ihrer Liste der Markierungen auswählen.
el_gr: Ονομάστε τη διαδρομή σας και προσθέστε μια προαιρετική περιγραφή. Στη συνέχεια, μπορείτε να προσθέσετε σημεία πορείας καθώς προχωράτε ή να τα επιλέξετε από τη λίστα των δεικτών σας.
es_es: Asigna un nombre a tu ruta y agrega una descripción opcional. A continuación, puedes agregar puntos de ruta a medida que avances o elegirlos en tu lista de marcadores.
fa_ir: مسیر خود را نامگذاری کرده و یک توضیح اختیاری اضافه کنید. سپس می‌توانید ایستگاه‌ها را در حین حرکت اضافه کنید یا آنها را از لیست نشانگرهای خود انتخاب کنید.
fi_fi: Nimeä reittisi ja lisää valinnainen kuvaus. Voit sen jälkeen lisätä reittipisteitä kulkiessasi tai valita niitä merkintöjen luettelosta.
fr_ca: Donnez à l’Itinéraire un nom et une description facultative. Vous pouvez ajouter ensuite des points de repère à mesure que vous vous déplacez ou les choisir dans votre liste de Marqueurs.
it_it: Assegna un nome al percorso e immetti una descrizione facoltativa. Puoi quindi aggiungere waypoint durante il tuo tragitto o sceglierli dal tuo elenco di indicatori.
ja_jp: ルート名を指定して、オプションで説明を入力します。その後、ルートを進む中でウェイポイントを追加するか、マーカーのリストから選択します。
nb_no: Gi ruten et navn og legg til en valgfri beskrivelse. Du kan deretter legge til veipunkter mens du går eller velge dem fra listen over markører.
nl_nl: Geef uw route een naam en voeg een optionele beschrijving toe. Voeg onderweg routepunten toe of selecteer ze uit uw lijst met markeringen.
pt_br: Dê um nome à sua rota e adicione uma descrição opcional. Você pode adicionar localizadores conforme segue ou selecioná-los de sua lista de favoritos.
pt_pt: Atribua um nome à rota e adicione uma descrição adicional. Em seguida, poderá adicionar pontos de passagem ou selecioná-los na sua lista de marcos.
sv_se: Namnge rutten och lägg till en valfri beskrivning. Du kan sedan lägga till brytpunkter längs vägen eller välja dem från listan med platsmarkörer.

# route.no_waypoints.hint.2
source: You can rearrange the order of waypoints along a route at any time by editing the route.
da_dk: Du kan til enhver tid omarrangere rækkefølgen af vejpunkter langs en rute ved at redigere ruten.
de_de: Sie können die Reihenfolge der Wegpunkte entlang einer Route jederzeit ändern, indem Sie die Route bearbeiten.
el_gr: Μπορείτε να αναδιατάξετε τη σειρά των σημείων κατά μήκος μιας διαδρομής ανά πάσα στιγμή, με επεξεργασία της διαδρομής.
es_es: Puedes reorganizar el orden de los puntos de ruta a lo largo de una ruta en cualquier momento editándola.
fa_ir: شما می‌توانید ترتیب ایستگاه‌ها را در یک مسیر در هر زمان با ویرایش مسیر تغییر دهید.
fi_fi: Voit järjestää reittipisteet uudelleen reitillä koska tahansa muokkaamalla reittiä.
fr_ca: Vous pouvez réorganiser l’ordre des points de repère sur un Itinéraire à tout moment en modifiant l’Itinéraire.
it_it: Puoi modificare in qualsiasi momento l'ordine dei waypoint lungo un percorso modificando quest'ultimo.
ja_jp: ウェイポイントの順序は、ルートを進む間いつでもルートを編集することで変更できます。
nb_no: Du kan endre rekkefølgen på veipunktene langs ruten når som helst ved å redigere ruten.
nl_nl: U kunt de volgorde van routepunten langs een route op elke gewenst moment aanpassen door de route te bewerken.
pt_br: Você pode reorganizar a ordem dos localizadores na rota quando quiser. Basta editar a rota.
pt_pt: Pode alterar a ordem dos pontos de passagem ao longo de uma rota a qualquer momento editando a rota.
sv_se: Du kan när som helst ändra ordning på brytpunkterna längs en rutt genom att redigera rutten.

# routes.tutorial.title
source: Hear Your Waypoints on Your Journey
da_dk: Hør dine vejpunkter på din rejse
de_de: Verfolgen Sie Ihre Wegpunkte auf dem Weg
el_gr: Ακούστε τα σημεία πορείας σας στο ταξίδι σας
es_es: Escucha los puntos de ruta de tu recorrido
fa_ir: در طول سفر خود ایستگاه‌هایتان را بشنوید
fi_fi: Kuuntele matkan reittipisteitä
fr_ca: Écouter vos points de repère sur votre trajet
it_it: Ascolta i tuoi waypoint sul percorso
ja_jp: ルート上のウェイポイントの案内を聞く
nb_no: Hør veipunktene på turen
nl_nl: De routepunten van uw reis horen
pt_br: Escute Seus Localizadores em Sua Jornada
pt_pt: Ouvir os Pontos de Passagem no seu Percurso
sv_se: Hör dina brytpunkter på din resa

# routes.tutorial.details
source: You will now return to the Soundscape home page and an Audio Beacon will be placed on your first waypoint. When you arrive at the waypoint, the beacon will advance to the next waypoint on your route.
da_dk: Du vender nu tilbage til Soundscape-hjemmesiden, og der placeres et lydfyr på dit første vejpunkt. Når du ankommer til vejpunktet, går lydfyret videre til næste vejpunkt på din rute.
de_de: Sie kehren nun zur Soundscape-Startseite zurück. Auf Ihrem ersten Wegpunkt wird ein Audiobeacon platziert. Wenn Sie an dem Wegpunkt ankommen, springt das Beacon zum nächsten Wegpunkt auf Ihrer Route.
el_gr: Τώρα θα επιστρέψετε στην αρχική σελίδα του Soundscape και ένα ηχητικό σήμα θα τοποθετηθεί στο πρώτο σημείο πορείας σας. Όταν φτάσετε στο σημείο πορείας, το ηχητικό σήμα θα προχωρήσει στο επόμενο σημείο πορείας της διαδρομής σας.
es_es: Ahora volverás a la página de inicio de Soundscape y se colocará una señal de audio en tu primer punto de ruta. Cuando llegues al primer punto de ruta, la señal avanzará al siguiente punto de ruta.
fa_ir: شما اکنون به صفحه اصلی Soundscape باز خواهید گشت و یک نشانهٔ صوتی روی اولین ایستگاه شما قرار خواهد گرفت. وقتی به ایستگاه می‌رسید، نشانهٔ صوتی به ایستگاه بعدی در مسیر شما منتقل می‌شود.
fi_fi: Palaat nyt Soundscapen kotinäytölle ja äänimajakka sijoitetaan ensimmäiseen reittipisteeseesi. Kun saavut reittipisteeseen, majalla siirtyy reittisi seuraavaan reittipisteeseen.
fr_ca: Vous revenez maintenant à la page d’accueil de Soundscape et une balise audio est placée sur votre premier point de repère. Lorsque vous arrivez au point de repère, la balise avance jusqu’au point de repère suivant sur votre Itinéraire.
it_it: Tornerai alla home page Soundscape e un audiofaro verrà posizionato sul tuo primo waypoint. Quando arriverai al waypoint, l'audiofaro avanzerà al successivo waypoint sul percorso.
ja_jp: Soundscape のホーム ページに戻り、音声ビーコンが最初のウェイポイントを案内します。ウェイポイントに到着すると、ビーコンがルート上の次のウェイポイントを案内します。
nb_no: Du kommer nå tilbake til Soundscape-startsiden og et lydsignal plasseres på det første veipunktet. Når du kommer til veipunktet, går lydsignalet videre til neste veipunkt på ruten.
nl_nl: U gaat nu terug naar de startpagina van Soundscape en er wordt een audiobaken op uw eerste routepunt geplaatst. Wanneer u arriveert bij het routepunt, wordt het baken verplaatst naar het volgende routepunt.
pt_br: Agora você retornará à página inicial do Soundscape e um Sinalizador Sonoro será colocado em seu primeiro localizador. Quando você chegar ao localizador, o sinalizador avançará para o localizador seguinte em sua rota.
pt_pt: Irá agora voltar à página principal do Soundscape e será colocado um Sinal de Áudio no primeiro ponto de passagem. Quando chegar ao ponto de passagem, o sinal avançará para o ponto de passagem seguinte na rota.
sv_se: Du kommer nu att återvända till startsidan för Soundscape och en ljudfyr kommer att placeras på din första brytpunkt. När du anländer till brytpunkten kommer ljudfyren att fortsätta till nästa brytpunkt på din rutt.
