Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# tour.progress.elapsed.accessibility
source: Beacon set on %1$@. %2$@ elapsed. %3$@ waypoints remaining
da_dk: Lydfyr er indstillet på %1$@. %2$@ er forløbet. %3$@ vejpunkter tilbage
de_de: Beacon auf %1$@ platziert. %2$@ verstrichen. %3$@ verbleibende Wegpunkte
el_gr: Το ηχητικό σήμα ορίστηκε στις %1$@. Πέρασε %2$@. Απομένουν %3$@ σημεία πορείας
es_es: Señal establecida en %1$@. Han transcurrido %2$@. %3$@ puntos de ruta restantes
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شده. %2$@ گذشته. %3$@ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %1$@. %2$@ kulunut. %3$@ reittipistettä jäljellä
fr_ca: Balise définie sur %1$@. %2$@ heures écoulées. %3$@ repères restants
it_it: Audiofaro impostato su %1$@. %2$@ di tempo trascorso. %3$@ waypoint rimanenti
ja_jp: %1$@ にビーコンが設定されました。%2$@ 経過。残り %3$@ 個のウェイポイント
nb_no: Lydsignal er angitt på %1$@. %2$@ er gått. %3$@ veipunkter gjenstår
nl_nl: Baken ingesteld op %1$@. %2$@ verstreken. %3$@ routepunten resterend
pt_br: Sinalizador definido em %1$@. %2$@ transcorrido. %3$@ localizadores restantes
pt_pt: Sinal definido em %1$@. Tempo decorrido: %2$@. %3$@ pontos de passagem restantes
sv_se: Ljudfyr har ställts in på %1$@. %2$@ förflutet. %3$@ brytpnkter återstår

# tour.progress.accessibility
source: Beacon set on %1$@. %2$@ waypoints remaining
da_dk: Lydfyr er indstillet på %1$@. %2$@ vejpunkter tilbage
de_de: Beacon auf %1$@ platziert. %2$@ verbleibende Wegpunkte
el_gr: Το ηχητικό σήμα ορίστηκε στις %1$@. Απομένουν %2$@ σημεία πορείας
es_es: Señal establecida en %1$@. %2$@ puntos de ruta restantes
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شده. %2$@ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %1$@. %2$@ reittipistettä jäljellä
fr_ca: Balise définie sur %1$@. %2$@ repères restants
it_it: Audiofaro impostato su %1$@. %2$@ waypoint rimanenti
ja_jp: %1$@ にビーコンが設定されました。残り %2$@ 個のウェイポイント
nb_no: Lydsignal er angitt på %1$@. %2$@ veipunkter gjenstår
nl_nl: Baken ingesteld op %1$@. %2$@ routepunten resterend
pt_br: Sinalizador definido em %1$@. %2$@ localizadores restantes
pt_pt: Sinal definido em %1$@. %2$@ pontos de passagem restantes
sv_se: Ljudfyr har ställts in på %1$@. %2$@ brytpunkter återstår

# tour.progress.elapsed_distance.accessibility.singular
source: Beacon set on %1$@. %2$@. %3$@ elapsed. 1 waypoint remaining
da_dk: Lydfyr er indstillet på %1$@. %2$@. %3$@ er forløbet. 1 vejpunkt tilbage
de_de: Beacon auf %1$@ platziert. %2$@. %3$@ verstrichen. 1 verbleibender Wegpunkt
el_gr: Το ηχητικό σήμα ορίστηκε στις %1$@. %2$@. Πέρασαν %3$@. Απομένει 1 σημείο πορείας
es_es: Señal establecida en %1$@. %2$@. Han transcurrido %3$@. 1 punto de ruta restante
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شده. %2$@. %3$@ گذشته. ۱ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %1$@. %2$@. %3$@ kulunut. 1 reittipiste jäljellä
fr_ca: Balise définie sur %1$@. %2$@. %3$@ heures écoulées. 1 repère restant
it_it: Audiofaro impostato su %1$@. %2$@. %3$@ di tempo trascorso. 1 waypoint rimanente
ja_jp: %1$@ にビーコンが設定されました。距離は %2$@。%3$@ 経過。残り 1 個のウェイポイント
nb_no: Lydsignal er angitt på %1$@. %2$@. %3$@ er gått. 1 veipunkt gjenstår
nl_nl: Baken ingesteld op %1$@. %2$@. %3$@ verstreken. 1 routepunt resterend
pt_br: Sinalizador definido em %1$@. %2$@. %3$@ transcorrido. 1 localizador restante
pt_pt: Sinal definido em %1$@. %2$@. Tempo decorrido: %3$@. 1 ponto de passagem restante
sv_se: Ljudfyr har ställts in på %1$@. %2$@. %3$@ förflutet. 1 brytpunkt återstår

# tour.progress.distance.accessibility.singular
source: Beacon set on %1$@, %2$@, 1 waypoint remaining
da_dk: Lydfyr er indstillet på %1$@, %2$@, 1 vejpunkt tilbage
de_de: Beacon auf %1$@ platziert, %2$@, 1 verbleibender Wegpunkt
el_gr: Το ηχητικό σήμα ορίστηκε στις %1$@, %2$@, 1 ακόμα σημείο πορείας
es_es: Señal establecida en %1$@, %2$@, 1 punto restante
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شده. %2$@. ۱ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %1$@, %2$@, 1 reittipiste jäljellä
fr_ca: Balise définie sur %1$@, %2$@, 1 repère restant
it_it: Audiofaro impostato su %1$@, %2$@, 1 waypoint rimanente
ja_jp: %1$@ にビーコンが設定されました。距離は %2$@。残り 1 個のウェイポイント
nb_no: Lydsignal er angitt på %1$@, %2$@, 1 veipunkt gjenstår
nl_nl: Baken ingesteld op %1$@. %2$@, 1 routepunt resterend
pt_br: Sinalizador definido em %1$@, %2$@, 1 localizador restante
pt_pt: Sinal definido em %1$@, %2$@, 1 ponto de passagem restante
sv_se: Ljudfyr har ställts in på %1$@, %2$@, 1 brytpunkt återstår

# tour.progress.elapsed.accessibility.singular
source: Beacon set on %1$@. %2$@ elapsed. 1 waypoint remaining
da_dk: Lydfyr er indstillet på %1$@. %2$@ er forløbet. 1 vejpunkt tilbage
de_de: Beacon auf %1$@ platziert. %2$@ verstrichen. 1 verbleibender Wegpunkt
el_gr: Το ηχητικό σήμα ορίστηκε στις %1$@. Πέρασαν %2$@. Απομένει 1 σημείο πορείας
es_es: Señal establecida en %1$@. Han transcurrido %2$@. 1 punto de ruta restante
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شده. %2$@ گذشته. ۱ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %1$@. %2$@ kulunut. 1 reittipiste jäljellä
fr_ca: Balise définie sur %1$@. %2$@ heures écoulées. 1 repère restant
it_it: Audiofaro impostato su %1$@. %2$@ di tempo trascorso. 1 waypoint rimanente
ja_jp: %1$@ にビーコンが設定されました。%2$@ 経過。残り 1 個のウェイポイント
nb_no: Lydsignal er angitt på %1$@. %2$@ er gått. 1 veipunkt gjenstår
nl_nl: Baken ingesteld op %1$@. %2$@ verstreken. 1 routepunt resterend
pt_br: Sinalizador definido em %1$@. %2$@ transcorrido. 1 localizador restante
pt_pt: Sinal definido em %1$@. Tempo decorrido: %2$@. 1 ponto de passagem restante
sv_se: Ljudfyr har ställts in på %1$@. %2$@ förflutet. 1 brytpunkt återstår

# tour.progress.accessibility.singular
source: Beacon set on %@. 1 waypoint remaining
da_dk: Lydfyr er indstillet på %@. 1 vejpunkt tilbage
de_de: Beacon auf %@ platziert. 1 verbleibender Wegpunkt
el_gr: Το ηχητικό σήμα ορίστηκε στις %@. Απομένει 1 σημείο πορείας
es_es: Señal establecida en %@. 1 punto de ruta restante
fa_ir: نشانهٔ صوتی روی %@ تنظیم شده. ۱ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %@. 1 reittipiste jäljellä
fr_ca: Balise définie sur %@. 1 repère restant
it_it: Audiofaro impostato su %@. 1 waypoint rimanente
ja_jp: %@ にビーコンが設定されました。残り 1 個のウェイポイント
nb_no: Lydsignal er angitt på %@. 1 veipunkt gjenstår
nl_nl: Baken ingesteld op %@. 1 routepunt resterend
pt_br: Sinalizador definido em %@. 1 localizador restante
pt_pt: Sinal definido em %@. 1 ponto de passagem restante
sv_se: Ljudfyr har ställts in på %@. 1 brytpunkt återstår

# waypoint.audio_available
source: Audio available
da_dk: Lyd er tilgængelig
de_de: Audio verfügbar
el_gr: Διατίθεται ήχος
es_es: Audio disponible
fa_ir: صدا در دسترس است
fi_fi: Ääni saatavilla
fr_ca: Son disponible
it_it: Audio disponibile
ja_jp: 音声を利用できます
nb_no: Lyd tilgjengelig
nl_nl: Audio beschikbaar
pt_br: Áudio disponível
pt_pt: Áudio disponível
sv_se: Ljud tillgängligt

# waypoint.images_available
source: Images available
da_dk: Billeder tilgængelige
de_de: Bilder verfügbar
el_gr: Διατίθενται εικόνες
es_es: Imágenes disponibles
fa_ir: تصاویر در دسترس است
fi_fi: Kuvia saatavilla
fr_ca: Images disponibles
it_it: Immagini disponibili
ja_jp: 画像を利用できます
nb_no: Bilder tilgjengelige
nl_nl: Afbeeldingen beschikbaar
pt_br: Imagens disponíveis
pt_pt: Imagens disponíveis
sv_se: Bilder tillgängliga

# waypoint.audio_images_available
source: Images and audio available.
da_dk: Billeder og lyd er tilgængelige.
de_de: Bilder und Audio verfügbar.
el_gr: Διατίθενται εικόνες και ήχος.
es_es: Imágenes y audio disponibles.
fa_ir: تصاویر و صدا در دسترس است.
fi_fi: Kuvia ja ääntä saatavilla.
fr_ca: Images et son disponibles.
it_it: Immagini e audio disponibili.
ja_jp: 画像と音声を利用できます。
nb_no: Bilder og lyd er tilgjengelig.
nl_nl: Afbeeldingen en audio beschikbaar.
pt_br: Imagens e áudio disponíveis.
pt_pt: Áudio e imagens disponíveis.
sv_se: Bilder och ljud tillgängliga.

# waypoint.callout.button.title
source: Call out waypoint
da_dk: Lydbesked om vejpunkt
de_de: Wegpunkt vorlesen
el_gr: Επεξήγηση σημείου πορείας
es_es: Avisar de punto de ruta
fa_ir: اعلام ایستگاه
fi_fi: Reittipisteen huomioteksti
fr_ca: Appeler le point de repère
it_it: Notifica waypoint
ja_jp: ウェイポイントをコールアウト
nb_no: Les opp veipunkt
nl_nl: Waarschuwen voor routepunt
pt_br: Notificar localizador
pt_pt: Emitir aviso de ponto de passagem
sv_se: Läs upp brytpunkt

# waypoint.callout.button.hint
source: Double tap to hear additional details.
da_dk: Dobbelttryk for at høre yderligere oplysninger
de_de: Tippen Sie doppelt, um zusätzliche Details anzuhören
el_gr: Διπλό πάτημα για να ακούσετε πρόσθετες λεπτομέρειες
es_es: Pulsa dos veces para escuchar información adicional.
fa_ir: برای شنیدن جزئیات بیشتر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta kuullaksesi lisätietoja
fr_ca: Appuyez deux fois pour entendre des détails supplémentaires
it_it: Tocca due volte per ascoltare ulteriori dettagli
ja_jp: ダブル タップすると、より詳しい情報を聞くことができます
nb_no: Dobbelttrykk for å høre mer informasjon
nl_nl: Dubbeltik om extra details te horen
pt_br: Dê um toque duplo para ouvir detalhes adicionais
pt_pt: Faça duplo toque para ouvir detalhes adicionais
sv_se: Dubbelknacka om du vill höra mer information

# recommender.view.title
source: Suggestion
da_dk: Forslag
de_de: Vorschlag
el_gr: Υπόδειξη
es_es: Sugerencia
fa_ir: پیشنهاد
fi_fi: Ehdotus
it_it: Suggerimento
ja_jp: 提案
nb_no: Forslag
nl_nl: Suggestie
pt_br: Sugestão
pt_pt: Sugestão
sv_se: Förslag

# first_use_experience.share.alert.title
source: Sharing in Soundscape
da_dk: Deling i Soundscape
de_de: Freigeben in Soundscape
el_gr: Κοινή χρήση στο Soundscape
es_es: Compartiendo en Soundscape
fa_ir: اشتراک‌گذاری در Soundscape
fi_fi: Jakaminen Soundscapessa
fr_ca: Partage dans Soundscape
it_it: Condivisione in Soundscape
ja_jp: Soundscape で共有
nb_no: Deling i Soundscape
nl_nl: Delen in Soundscape
pt_br: Compartilhando no Soundscape
pt_pt: Partilhar no Soundscape
sv_se: Delning i Soundscape

# first_use_experience.share.alert.message
source: When you share a Soundscape marker or route, you are sharing the locations associated with that marker or route. You should only share with people you trust.
da_dk: Når du deler et Soundscape-mærke eller en rute, deler du de placeringer, der er knyttet til det pågældende mærke eller den pågældende rute. Du bør kun dele med personer, du har tillid til.
de_de: Wenn Sie eine Soundscape-Markierung oder -Route freigeben, geben Sie die mit dieser Markierung oder Route verknüpften Orte frei. Sie sollten sie nur mit Personen teilen, denen Sie vertrauen.
el_gr: Όταν κάνετε κοινή χρήση ενός δείκτη ή μιας διαδρομής Soundscape, μοιράζεστε τις τοποθεσίες που σχετίζονται με αυτόν τον δείκτη ή τη διαδρομή. Θα πρέπει να τα μοιράζεστε μόνο με άτομα που εμπιστεύεστε.
es_es: Cuando compartes un marcador o una ruta de Soundscape, estás compartiendo las ubicaciones asociadas a ese marcador o esa ruta. Solo debes compartir con personas en las que confíes.
fa_ir: وقتی یک نشانگر یا مسیر Soundscape را به اشتراک می‌گذارید، شما در حال اشتراک‌گذاری مکان‌های مرتبط با آن نشانگر یا مسیر هستید. شما باید فقط با افرادی که به آن‌ها اعتماد دارید به اشتراک بگذارید.
fi_fi: Kun jaat Soundscape-merkinnän tai reitin, jaat sijainnit, jotka on liitetty kyseiseen merkintään tai reittiin. Sinun tulisi jakaa näitä vain henkilöille, joihin luotat.
fr_ca: Lorsque vous partagez un Marqueur ou un Itinéraire Soundscape, vous partagez les emplacements associés à ce Marqueur ou cet Itinéraire. Partagez-les seulement avec des personnes de confiance.
it_it: Quando condividi un percorso o un indicatore Soundscape, viene eseguita la condivisione delle posizioni associate a tale indicatore o percorso. Esegui la condivisione solo con persone di cui hai fiducia.
ja_jp: Soundscape のマーカーやルートを共有すると、そのマーカーやルートに関連付けられた場所が共有されます。あなたが信頼できる人とのみ共有するようにしてください。
nb_no: Når du deler en Soundscape-markør eller -rute, deler du posisjonene som er tilknyttet markøren eller ruten. Du må bare dele med personer du stoler på.
nl_nl: Wanneer u een Soundscape-markering of -route deelt, deelt u de locaties die zijn gekoppeld aan die markering of route. Deel alleen met personen die u vertrouwt.
pt_br: Quando compartilha um favorito ou rota do Soundscape, você também compartilha os locais associados a eles. Você só deve fazer esse compartilhamento com pessoas confiáveis.
pt_pt: Quando partilhar um marco ou uma rota do Soundscape, está a partilhar as localizações associadas a esse marco ou rota. Só deve partilhar com pessoas em quem confia.
sv_se: När du delar en Soundscape-platsmarkör eller -rutt delar du de platser som är associerade med platsmarkören eller rutten. Du bör bara dela dessa med personer du litar på.

# universal_links.alert.error.title
source: Oops! Something went wrong.
da_dk: Ups! Noget gik galt.
de_de: Hoppla! Etwas ist schief gelaufen.
el_gr: Δυστυχώς κάτι πήγε στραβά.
es_es: Se produjo un problema.
fa_ir: اوه! مشکلی پیش آمد.
fi_fi: Hupsista! Jokin meni vikaan.
fr_ca: Désolé. Un problème s’est produit.
it_it: Ops! Si è verificato un errore.
ja_jp: 問題が発生しました。
nb_no: Au da! Noe gikk galt.
nl_nl: Er is iets misgegaan.
pt_br: Oops! Algo deu errado.
pt_pt: Ups! Ocorreu um problema.
sv_se: Hoppsan! Något gick fel.

# universal_links.alert.import_error.message
source: The link appears to be invalid.
da_dk: Linket ser ud til at være ugyldigt.
de_de: Der Link scheint ungültig zu sein.
el_gr: Η σύνδεση φαίνεται να μην είναι έγκυρη.
es_es: El vínculo no parece ser válido.
fa_ir: به نظر می‌رسد لینک نامعتبر است.
fi_fi: Linkki vaikuttaa olevan virheellinen.
fr_ca: Le lien semble non valide.
it_it: Il collegamento non è valido.
ja_jp: リンクが無効になっているようです。
nb_no: Koblingen ser ut til å være ugyldig.
nl_nl: De koppeling is waarschijnlijk ongeldig.
pt_br: O link parece ser inválido.
pt_pt: A ligação parece ser inválida.
sv_se: Det verkar som om länken är ogiltig.

# universal_links.alert.share_error.message
source: This content could not be shared.
da_dk: Dette indhold kan ikke deles.
de_de: Der Inhalt konnte nicht freigegeben werden.
el_gr: Δεν ήταν δυνατή η κοινή χρήση αυτού του περιεχομένου.
es_es: No se puede compartir este contenido.
fa_ir: این محتوا قابل اشتراک‌گذاری نبود.
fi_fi: Tätä sisältöä ei voitu jakaa.
fr_ca: Ce contenu n’a pas pu être partagé.
it_it: Questo contenuto non può essere condiviso.
ja_jp: このコンテンツは共有できません。
nb_no: Dette innholdet kan ikke deles.
nl_nl: De inhoud kan niet worden gedeeld.
pt_br: Este conteúdo não pôde ser compartilhado.
pt_pt: Não foi possível partilhar este conteúdo.
sv_se: Det gick inte att dela innehållet.

# universal_links.alert.action.marker
source: Save as Marker
da_dk: Gem som mærke
de_de: Als Markierung speichern
el_gr: Αποθήκευση ως δείκτη
es_es: Guardar como marcador
fa_ir: ذخیره به عنوان نشانگر
fi_fi: Tallenna merkintänä
fr_ca: Enregistrer en tant que marqueur
it_it: Salva come indicatore
ja_jp: マーカーを保存
nb_no: Lagre som markør
nl_nl: Opslaan als markering
pt_br: Salvar como Favorito
pt_pt: Guardar como Marco
sv_se: Spara som platsmarkör

# universal_links.alert.action.beacon
source: Set a Beacon
da_dk: Indstil et lydfyr
de_de: Einen Beacon einrichten
el_gr: Ορισμός ηχητικού σήματος
es_es: Establecer una señal
fa_ir: تنظیم یک نشانهٔ صوتی
fi_fi: Määritä majakka
fr_ca: Définir une balise
it_it: Imposta un audiofaro
ja_jp: ビーコンを設定
nb_no: Angi et lydsignal
nl_nl: Een baken instellen
pt_br: Definir um Sinalizador
pt_pt: Definir um Sinal
sv_se: Ställ in en ljudfyr

# universal_links.marker.alert.title
source: You've received a marker: "%@"
da_dk: Du har modtaget et mærke: " %@ "
de_de: Sie haben eine Markierung erhalten: "%@"
el_gr: Έχετε λάβει ένα δείκτη: "%@"
es_es: Has recibido un marcador: "%@"
fa_ir: شما یک نشانگر دریافت کرده‌اید: «%@»
fi_fi: Olet vastaanottanut merkinnän: "%@"
fr_ca: Vous avez reçu un Marqueur : "%@"
it_it: Hai ricevuto un indicatore: "%@"
ja_jp: マーカーを受け取りました: "%@"
nb_no: Du har fått en markør: %@
nl_nl: U hebt een markering ontvangen: "%@"
pt_br: Você recebeu um favorito: "%@"
pt_pt: Recebeu um marco: "%@"
sv_se: Du har fått en platsmarkör: "%@"

# universal_links.marker.alert.message
source: You should only use markers from someone you trust.
da_dk: Du bør kun bruge mærker fra nogen, du har tillid til.
de_de: Sie sollten nur Markierungen von jemandem verwenden, dem Sie vertrauen.
el_gr: Θα πρέπει να χρησιμοποιείτε μόνο δείκτες από κάποιον που εμπιστεύεστε.
es_es: Solo debes usar marcadores de alguien en quien confíes.
fa_ir: شما باید فقط از نشانگرهایی استفاده کنید که از طرف فردی قابل اعتماد دریافت کرده‌اید.
fi_fi: Käytä merkintöjä vain henkilöiltä, joihin luotat.
fr_ca: Utilisez uniquement des Marqueurs provenant de personnes de confiance.
it_it: Usa solo gli indicatori di persone di cui hai fiducia.
ja_jp: あなたが信用する人からのマーカーのみを使用してください。
nb_no: Du må bare bruke markører fra noen du stoler på.
nl_nl: Gebruik alleen markeringen van iemand die u vertrouwt.
pt_br: Você deve usar apenas favoritos de pessoas confiáveis.
pt_pt: Só deve utilizar marcos de pessoas em quem confia.
sv_se: Du bör bara använda platsmarkörer från personer du litar på.

# universal_links.marker_existing.alert.title
source: Marker already exists
da_dk: Mærket findes allerede
de_de: Markierung ist bereits vorhanden
el_gr: Ο δείκτης ήδη υπάρχει
es_es: El marcador ya existe
fa_ir: نشانگر از قبل وجود دارد
fi_fi: Merkintä on jo olemassa
fr_ca: Le marqueur existe déjà
it_it: Indicatore già esistente
ja_jp: マーカーが既に存在します
nb_no: Markøren finnes allerede
nl_nl: Markering bestaat al
pt_br: Favorito já existe
pt_pt: O marco já existe
sv_se: Platsmarkören finns redan

# universal_links.marker_existing.alert.message
source: A marker already exists at this location. Do you want to replace it?
da_dk: Der findes allerede et mærke på denne placering. Vil du erstatte det?
de_de: An diesem Standort ist bereits eine Markierung vorhanden. Möchten Sie sie ersetzen?
el_gr: Ένας δείκτης υπάρχει ήδη σε αυτήν τη θέση. Θέλετε να τον αντικαταστήσετε;
es_es: Ya existe un marcador en esta ubicación. ¿Deseas reemplazarlo?
fa_ir: یک نشانگر از قبل در این مکان وجود دارد. آیا می‌خواهید آن را جایگزین کنید؟
fi_fi: Tässä sijainnissa on jo merkintänä. Haluatko korvata sen?
fr_ca: Il existe déjà un marqueur à cet emplacement. Souhaitez-vous le remplacer?
it_it: Esiste già un indicatore in questa posizione. Vuoi sostituirlo?
ja_jp: この場所には既にマーカーがあります。マーカーを置き換えますか?
nb_no: Det finnes allerede en markør ved denne posisjonen. Vil du erstatte den?
nl_nl: Er bestaat al een markering voor die locatie. Wilt u deze vervangen?
pt_br: Um favorito já existe neste local. Você quer substituí-lo?
pt_pt: Já existe um marco nesta localização. Pretende substituí-lo?
sv_se: Det finns redan en platsmarkör på den här platsen. Vill du ersätta den?

# universal_links.marker.share.message
source: I've shared a Soundscape marker with you! "%@"
da_dk: Jeg har delt et Soundscape-mærke med dig! "%@"
de_de: Ich habe eine Soundscape-Markierung mit Ihnen geteilt! "%@"
el_gr: Μοιράστηκα έναν δείκτη Soundscape μαζί σας! "%@"
es_es: He compartido un marcador de Soundscape contigo. "%@"
fa_ir: یک نشانگر Soundscape با شما به اشتراک گذاشتم! «%@»
fi_fi: Jaoin Soundscape-merkinnän kanssasi! "%@"
fr_ca: J’ai partagé un Marqueur Soundscape avec vous! "%@"
it_it: Ho condiviso con te un indicatore Soundscape! "%@"
ja_jp: Soundscape マーカーをあなたと共有しました! "%@"
nb_no: Jeg har delt en Soundscape-markør med deg. %@
nl_nl: Ik heb een Soundscape-markering met u gedeeld. "%@"
pt_br: Compartilhei um favorito do Soundscape com você! "%@"
pt_pt: Partilhei um marco do Soundscape consigo! "%@"
sv_se: Jag har delat en Soundscape-platsmarkör med dig! "%@"

# siri_shortcuts.title
source: Siri Shortcuts
da_dk: Genveje i Siri
de_de: Siri-Kurzbefehle
el_gr: Συντομεύσεις Siri
es_es: Atajos de Siri
fa_ir: میان‌برهای سیری
fi_fi: Siri-pikakomennot
fr_ca: Raccourcis Siri
it_it: Comandi rapidi di Siri
ja_jp: Siri ショートカット
nb_no: Siri-snarveier
nl_nl: Siri-opdrachten
pt_br: Atalhos da Siri
pt_pt: Atalhos de Siri
sv_se: Siri-genvägar

# siri_shortcuts.title.beta
source: Siri Shortcuts (Beta)
da_dk: Genveje i Siri (Beta)
de_de: Siri-Kurzbefehle (Beta)
el_gr: Συντομεύσεις Siri (Beta)
es_es: Atajos de Siri (Beta)
fa_ir: میان‌برهای سیری (بتا)
fi_fi: Siri-pikakomennot (beeta)
fr_ca: Raccourcis Siri (Bêta)
it_it: Comandi rapidi di Siri (Beta)
ja_jp: Siri ショートカット (ベータ版)
nb_no: Siri-snarveier (beta)
nl_nl: Siri-opdrachten (bèta)
pt_br: Atalhos da Siri (Beta)
pt_pt: Atalhos de Siri (Beta)
sv_se: Siri-genvägar (beta)

# siri_shortcuts.description
source: After adding Siri Shortcuts, you will be able to use your voice to invoke them even when Soundscape is not running.
da_dk: Når du har tilføjet Genveje i Siri, kan du bruge din stemme til at starte dem, selv når Soundscape ikke kører.
de_de: Nachdem Sie Siri-Kurzbefehle hinzugefügt haben, können Sie diese per Sprachbefehl aufrufen. Dies ist auch dann möglich, wenn Soundscape nicht ausgeführt wird.
el_gr: Αφού προσθέσετε τις Συντομεύσεις Siri, θα μπορείτε να χρησιμοποιείτε τη φωνή σας για να τα χρησιμοποιήσετε, ακόμα και όταν δεν λειτουργεί το Soundscape.
es_es: Después de agregar Atajos de Siri, podrás usar la voz para invocarlos incluso cuando Soundscape no se esté ejecutando.
fa_ir: پس از افزودن میان‌برهای سیری، قادر خواهید بود با صدای خود آنها را حتی زمانی که Soundscape در حال اجرا نیست، فراخوانی کنید.
fi_fi: Kun olet lisännyt Siri-pikakuvakkeet, voit käyttää niitä puheen äänelläsi, vaikka Soundscape ei ole käynnissä.
fr_ca: Après l’ajout des raccourcis Siri, vous pourrez les appeler par la voix, même si Soundscape n’est pas en cours d’exécution.
it_it: Dopo aver aggiunto Comandi rapidi di Siri, sarai in grado di usare la tua voce per chiamarla anche quando Soundscape non è in esecuzione.
ja_jp: Siri ショートカットを追加すると、Soundscape を実行していないときでも音声でショートカットを実行できます。
nb_no: Når du har lagt til Siri-snarveier, kan du bruke stemmen til å starte dem selv om Soundscape ikke kjører.
nl_nl: Nadat u Siri-opdrachten hebt toegevoegd, kunt u uw stem gebruiken om ze te activeren ook wanneer Soundscape niet actief is.
pt_br: Depois de adicionar Atalhos da Siri, você poderá usar sua voz para invocá-los, mesmo quando o Soundscape não estiver em execução.
pt_pt: Depois de adicionar os Atalhos de Siri, poderá utilizar a sua voz para os invocar mesmo quando o Soundscape não está em execução.
sv_se: När du har lagt till Siri-genvägar kan du använda din röst för att anropa dem, även om Soundscape inte är i gång.

# user_activity.my_location.title
source: What's My Location?
da_dk: Hvad er min placering?
de_de: Was ist mein Standort?
el_gr: Ποια είναι Η τοποθεσία μου;
es_es: ¿Cuál es mi ubicación?
fa_ir: مکان من کجاست؟
fi_fi: Mikä on oma sijaintini?
fr_ca: Quel est mon emplacement?
it_it: Qual è la mia posizione?
ja_jp: 現在地はどこ?
nb_no: Hva er min posisjon?
nl_nl: Wat is mijn locatie?
pt_br: Qual É a Minha Localização?
pt_pt: Qual é a Minha Localização?
sv_se: Var befinner jag mig?

# user_activity.around_me.title
source: What's Around Me?
da_dk: Hvad er der omkring mig?
de_de: Was ist um mich herum?
el_gr: Τι είναι το Γύρω μου;
es_es: ¿Qué hay alrededor de mí?
fa_ir: اطراف من چه خبر است؟
fi_fi: Mitä on lähiympäristössäni?
fr_ca: Que se trouve-t-il autour de moi?
it_it: Cosa c'è intorno a me?
ja_jp: 周囲に何がある?
nb_no: Hva ligger rundt meg?
nl_nl: Wat is er om me heen?
pt_br: O Que Há Ao Meu Redor?
pt_pt: O que está Em Meu Redor?
sv_se: Vad finns runt omkring mig?

# user_activity.ahead_of_me.title
source: What's Ahead of Me?
da_dk: Hvad ligger foran mig?
de_de: Was befindet sich vor mir?
el_gr: Τι είναι το Μπροστά μου;
es_es: ¿Qué hay delante de mí?
fa_ir: جلوی من چه خبر است؟
fi_fi: Mitä on edessäpäin?
fr_ca: Que se trouve-t-il devant moi?
it_it: Cosa c'è davanti a me?
ja_jp: 前方に何がある?
nb_no: Hva ligger foran meg?
nl_nl: Wat is er voor me?
pt_br: O Que Há À Minha Frente?
pt_pt: O que está à Minha Frente?
sv_se: Vad finns framför mig?
