Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# behavior.experience.delete.explanation
source: If you delete this activity, it will be removed from your phone.
da_dk: Hvis du sletter denne aktivitet, fjernes den fra telefonen.
de_de: Wenn Sie diese Aktivität löschen, wird sie von Ihrem Telefon entfernt.
el_gr: Εάν διαγράψετε αυτήν τη δραστηριότητα, θα καταργηθεί από το τηλέφωνό σας.
es_es: Si eliminas esta actividad, se eliminará de tu teléfono.
fa_ir: اگر این فعالیت را حذف کنید، از گوشی شما حذف خواهد شد.
fi_fi: Jos poistat tämän aktiviteetin, se poistetaan puhelimestasi.
fr_ca: Si vous supprimez cette activité, elle sera retirée de votre téléphone.
it_it: L'eliminazione di questa attività ne comporta la rimozione dal tuo telefono.
ja_jp: このアクティビティを削除すると、ご利用の携帯電話から削除されます。
nb_no: Hvis du sletter denne aktiviteten, fjernes den fra telefonen.
nl_nl: Als u deze activiteit verwijdert, wordt deze ook verwijderd van uw telefoon.
pt_br: Se você excluir esta atividade, ela será removida do telefone.
pt_pt: Se eliminar esta atividade, a mesma será removida do telemóvel.
sv_se: Om du tar bort aktiviteten tas den bort från din telefon.

# behavior.experiences.delete.confirmation
source: Activity deleted
da_dk: Aktivitet er slettet
de_de: Aktivität gelöscht
el_gr: Η δραστηριότητα διαγράφηκε
es_es: Actividad eliminada
fa_ir: فعالیت حذف شد
fi_fi: Aktiviteetti poistettu
fr_ca: Activité supprimée
it_it: Attività eliminata
ja_jp: アクティビティが削除されました
nb_no: Aktiviteten er slettet
nl_nl: Activiteit verwijderd
pt_br: Atividade excluída
pt_pt: Atividade eliminada
sv_se: Aktiviteten har tagits bort

# behavior.experiences.no_events.title
source: Soundscape Recreational Activities (Beta)
da_dk: Soundscape Rekreative aktiviteter (beta)
de_de: Soundscape-Freizeitaktivitäten (Beta)
el_gr: Ψυχαγωγικές δραστηριότητες Soundscape (Beta)
es_es: Actividades recreativas de Soundscape (beta)
fa_ir: فعالیت‌های تفریحی Soundscape (بتا)
fi_fi: Soundscape-vapaa-ajankokemukset (Beta)
fr_ca: Activités de Loisirs Soundscape (bêta)
it_it: Attività Ricreative Soundscape (beta)
ja_jp: Soundscape Recreational Activities (ベータ版)
nb_no: Fritidsaktiviteter i Soundscape (beta)
nl_nl: Recreatie-activiteiten met Soundscape (bèta)
pt_br: Atividades Recreacionais do Soundscape (Beta)
pt_pt: Atividades Recreativas do Soundscape (Beta)
sv_se: Fritidsaktiviteter i Soundscape (Beta)

# behavior.experiences.no_events.caption.1
source: Non-profit organizations, businesses, and local governments may create their own Soundscape-based experiences. Examples include adaptive sporting programs and events, treasure hunt activities, curated trails, curated city guides and more.
da_dk: Nonprofitorganisationer, virksomheder og lokale myndigheder kan skabe deres egne Soundscape-baserede oplevelser. Som eksempler kan nævnes adaptive sportsprogrammer og begivenheder, skattejagtaktiviteter, organiserede stier, organiserede byguider og meget mere.
de_de: Non-Profit-Organisationen, Unternehmen und lokale Behörden können ihre eigenen Erlebnisse auf Basis von Soundscape erstellen. Beispiele hierfür sind adaptive Sportprogramme und -veranstaltungen, Schatzsuche-Aktivitäten, kuratierte Wanderwege, kuratierte Stadtführer und mehr.
el_gr: Οι μη κερδοσκοπικοί οργανισμοί, οι επιχειρήσεις και οι τοπικές κυβερνήσεις ενδέχεται να δημιουργήσουν τις δικές τους εμπειρίες που βασίζονται στο Soundscape. Παραδείγματα περιλαμβάνουν προσαρμοστικά αθλητικά προγράμματα και εκδηλώσεις, κυνήγια θησαυρού, δραστηριότητες, επιλεγμένες διαδρομές, οδηγούς πόλεων και πολλά άλλα.
es_es: Las organizaciones sin ánimo de lucro, las empresas y las administraciones públicas locales pueden crear sus propias experiencias basadas en Soundscape, como programas y eventos deportivos adaptables, actividades de búsqueda del tesoro, rutas organizadas, guías de la ciudad organizadas, etc.
fa_ir: سازمان‌های غیرانتفاعی، کسب‌وکارها و دولت‌های محلی می‌توانند تجربیات مبتنی بر Soundscape خود را ایجاد کنند. نمونه‌ها شامل برنامه‌ها و رویدادهای ورزشی تطبیقی، فعالیت‌های گنج‌یابی، مسیرهای منتخب، راهنماهای شهری منتخب و موارد دیگر است.
fi_fi: Voittoa tavoittelemattomat organisaatiot, yritykset ja paikallishallinnot voivat luoda omia Soundscape-kokemuksiaan. Näitä voivat olla esimerkiksi sopeutuvat urheiluohjelmat ja tapahtumat, aarteenetsintäaktiviteetit, valikoidut reitit, valikoidut kaupunkiopastukset ja monet muut.
fr_ca: Les organisations à but non lucratif, entreprises et les gouvernements locaux peuvent créer leurs propres expériences basées sur Soundscape. Les exemples incluent les programmes et événements sportifs adaptés, les activités de chasse au trésor, les sentiers organisés, les guides de ville organisés et bien plus encore.
it_it: Le organizzazioni no profit, le aziende e i governi locali possono creare esperienze personalizzate basate su Soundscape, ad esempio esperienze e programmi sportivi adattivi, attività di caccia al tesoro, sentieri organizzati, guide in città organizzate e altro ancora.
ja_jp: 非営利団体や企業、地方自治体が独自に Soundscape ベースのエクスペリエンスを作成できます。たとえば、アダプティブ スポーツのプログラムやイベント、トレジャー ハントのアクティビティ、キュレーションされたコース、キュレーションされたシティ ガイドなどがあります。
nb_no: Veldedige organisasjoner, virksomheter og lokale myndigheter kan opprette sine egne Soundscape-baserte opplevelser. Eksempler på dette omfatter adaptive sportsprogrammer og -arrangementer, skattejaktaktiviteter, organiserte stier, organiserte byomvisninger med mer.
nl_nl: Non-profitorganisaties, bedrijven en lokale overheden kunnen hun eigen Soundscape-toepassingen creëren. Zoals bijvoorbeeld aangepaste sportprogramma's en evenementen, schatzoekactiviteiten, wandeltochten met beschrijving, stadsgidsen enzovoort.
pt_br: As organizações sem fins lucrativos, as empresas e os governos locais podem criar suas próprias experiências baseadas no Soundscape. Os exemplos incluem eventos e programas esportivos adaptáveis, atividades de caça ao tesouro, trilhas coletadas, guias de cidade coletados e muito mais.
pt_pt: Organizações sem fins lucrativos, empresas e administrações regionais poderão criar as suas próprias experiências baseadas no Soundscape. Os exemplos incluem programas e eventos desportivos adaptáveis, atividades de caça ao tesouro, percursos organizados, guias de cidades organizados e muito mais.
sv_se: Ideella organisationer, företag och lokala myndigheter kan skapa sina egna Soundscape-baserade upplevelser. Exempel på detta är anpassade sportprogram och evenemang, skattjaktsaktiviteter, kurerade spår, kurerade stadsvandringar och mycket mer.

# behavior.experiences.no_events.caption.2
source: To find out more or express your organization’s interest in creating custom Soundscape experiences, please write to us at yourproduct@yourdomain.com
da_dk: Hvis du vil vide mere eller udtrykke din organisations interesse i at skabe tilpassede Soundscape-oplevelser, kan du skrive til os på email@address.com
de_de: Wenn Sie mehr darüber erfahren oder Ihre Organisation Interesse an der Erstellung eigener Soundscape-Erlebnisse hat, schreiben Sie bitte an email@address.com.
el_gr: Για να μάθετε περισσότερα ή να εκφράσετε το ενδιαφέρον του οργανισμού σας για τη δημιουργία προσαρμοσμένων εμπειριών Soundscape, παρακαλούμε επικοινωνήστε μαζί μας στο email@address.com
es_es: Para obtener más información o expresar el interés de tu organización en la creación de experiencias personalizadas de Soundscape, escríbenos a email@address.com
fa_ir: برای کسب اطلاعات بیشتر یا ابراز علاقه سازمان خود برای ایجاد تجربیات سفارشی Soundscape، لطفاً به ما در yourproduct@yourdomain.com بنویسید
fi_fi: Lähetä meille sähköpostia osoitteeseen email@address.com, jos haluat lisätietoja tai jos organisaatiosi on kiinnostunut luomaan mukautettuja Soundscape-kokemuksia
fr_ca: Pour en savoir plus ou exprimer l’intérêt de votre organisation dans la création d’expériences Soundscape personnalisées, écrivez-nous à email@address.com
it_it: Per scoprire di più o esprimere l'interesse della tua organizzazione nella creazione di esperienze Soundscape personalizzate, scrivici all'indirizzo email@address.com
ja_jp: 詳細について知りたい場合やカスタムの Soundscape エクスペリエンスの作成に興味がある場合は、email@address.com までご連絡ください。
nb_no: Hvis du vil finne ut mer eller si ifra om organisasjonens interesse i å opprette tilpassede Soundscape-opplevelser, kan du skrive til oss på email@address.com
nl_nl: Als u meer wilt weten of als uw organisatie belangstelling heeft voor het creëren van eigen Soundscape-ervaringen, laat ons dat dan weten op email@address.com
pt_br: Para saber mais ou expressar o interesse de sua organização em criar experiências personalizadas do Soundscape, envie um email para email@address.com
pt_pt: Para obter mais informações ou indicar o interesse da sua organização na criação de experiências do Soundscape personalizadas, contacte-nos através do e-mail email@address.com
sv_se: För att ta reda på mer eller uttrycka intresse från din organisation att skapa anpassade Soundscape-upplevelser, skriv till oss på email@address.com

# behavior.scavenger_hunt.by_line
source: By %@
da_dk: Af %@
de_de: Von %@
el_gr: Από %@
es_es: Por %@
fa_ir: توسط %@
fi_fi: Tuottanut %@
fr_ca: Par %@
it_it: Di %@
ja_jp: 作成者: %@
nb_no: Av %@
nl_nl: Van %@
pt_br: De %@
pt_pt: Por %@
sv_se: Av %@

# behavior.scavenger_hunt.callout.nearby_with_name
source: %@ is nearby
da_dk: %@ er i nærheden
de_de: %@ ist in der Nähe
el_gr: %@ είναι κοντά
es_es: %@ está cerca
fa_ir: %@ در نزدیکی است
fi_fi: %@ on lähistöllä
fr_ca: %@ est à proximité
it_it: %@ è nelle vicinanze
ja_jp: %@ が近くにあります
nb_no: %@ er i nærheten
nl_nl: %@ is in de buurt
pt_br: %@ está nas proximidades
pt_pt: %@ está perto
sv_se: %@ finns i närheten

# behavior.scavenger_hunt.callout.complete
source: Activity complete! Congratulations!
da_dk: Aktiviteten er fuldført! Tillykke!
de_de: Aktivität abgeschlossen! Herzlichen Glückwunsch!
el_gr: Η δραστηριότητα ολοκληρώθηκε! Συγχαρητήρια!
es_es: ¡Actividad completada! ¡Felicidades!
fa_ir: فعالیت کامل شد! تبریک!
fi_fi: Aktiviteetti on valmis! Onneksi olkoon!
fr_ca: Activité terminée! Félicitations!
it_it: Attività completata! Congratulazioni!
ja_jp: アクティビティ完了です! おめでとうございます!
nb_no: Aktiviteten er fullført. Gratulerer!
nl_nl: Activiteit voltooid. Gefeliciteerd!
pt_br: Atividade concluída! Parabéns!
pt_pt: Atividade concluída! Parabéns!
sv_se: Aktiviteten är klar! Grattis!

# behavior.scavenger_hunt.callout.pausing_hunt
source: Returning to the normal Soundscape experience.
da_dk: Vender tilbage til den normale Soundscape-oplevelse.
de_de: Rückkehr zur normalen Soundscape-Umgebung.
el_gr: Επιστροφή στην κανονική εμπειρία του Soundscape.
es_es: Volviendo a la experiencia normal de Soundscape.
fa_ir: بازگشت به تجربه عادی Soundscape.
fi_fi: Palataan tavalliseen Soundscape-kokemukseen.
fr_ca: Retour à l’expérience Soundscape normale.
it_it: Ritorno all'esperienza Soundscape normale.
ja_jp: 通常の Soundscape に戻ります。
nb_no: Går tilbake til den vanlige Soundscape-opplevelsen.
nl_nl: Teruggaan naar de normale Soundscape-beleving.
pt_br: Retornando à experiência normal do Soundscape.
pt_pt: A voltar à experiência de utilização normal do Soundscape.
sv_se: Återgår till den vanliga Soundscape-upplevelsen.

# behavior.scavenger_hunt.callout.next_flag
source: Beacon set on %1$@, %2$@ away, %3$@ of %4$@
da_dk: Lydfyr er indstillet på %1$@, %2$@ væk, %3$@ af %4$@
de_de: Beacon auf %1$@ platziert, %2$@ entfernt, %3$@ von %4$@
el_gr: Το ηχητικό σήμα ορίζεται σε %1$@, σε απόσταση %2$@, %3$@ από το %4$@
es_es: Señal establecida en %1$@, a una distancia de %2$@, %3$@ de %4$@
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شد، %2$@ فاصله، %3$@ از %4$@
fi_fi: Majakka on asetettu kohteeseen %1$@, %2$@ etäisyydellä, %3$@/%4$@
fr_ca: Balise définie sur %1$@, à %2$@, %3$@ de %4$@
it_it: L'audiofaro è stato impostato su %1$@, a %2$@ di distanza, %3$@ di %4$@
ja_jp: ビーコンが %1$@ で設定されました。距離は %2$@ です。%3$@ / %4$@
nb_no: Lydsignal angitt på %1$@, %2$@ unna, %3$@ av %4$@
nl_nl: Baken ingesteld op %1$@, op %2$@ afstand, %3$@ van %4$@
pt_br: Sinalizador definido em %1$@, %2$@ de distância, %3$@ de %4$@
pt_pt: Sinal definido em %1$@, %2$@ de distância, %3$@ de %4$@
sv_se: Ljudfyr har ställts in på %1$@, %2$@ bort, %3$@ av %4$@

# behavior.scavenger_hunt.callout.next_flag.no_distance
source: Beacon set on %1$@, %2$@ of %3$@
da_dk: Lydfyr er indstillet på %1$@, %2$@ af %3$@
de_de: Beacon auf %1$@ platziert, %2$@ von %3$@
el_gr: Το ηχητικό σήμα ορίζεται σε %1$@, %2$@ από το %3$@
es_es: Señal establecida en %1$@, %2$@ de %3$@
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شد، %2$@ از %3$@
fi_fi: Majakka on asetettu kohteeseen %1$@, %2$@/%3$@
fr_ca: Balise définie sur %1$@, %2$@ de %3$@
it_it: L'audiofaro è stato impostato su %1$@, %2$@ di %3$@
ja_jp: ビーコンが %1$@ で設定されました。%2$@ / %3$@
nb_no: Lydsignal angitt på %1$@, %2$@ av %3$@
nl_nl: Baken ingesteld op %1$@, %2$@ van %3$@
pt_br: Sinalizador definido em %1$@, %2$@ de %3$@
pt_pt: Sinal definido em %1$@, %2$@ de %3$@
sv_se: Ljudfyr har ställts in på %1$@, %2$@ av %3$@

# behavior.scavenger_hunt.callout.started
source: Activity started!
da_dk: Aktiviteten er startet!
de_de: Aktivität gestartet!
el_gr: Η δραστηριότητα ξεκίνησε!
es_es: ¡Actividad iniciada!
fa_ir: فعالیت شروع شد!
fi_fi: Aktiviteetti aloitettu!
fr_ca: Activité démarrée!
it_it: L'attività è iniziata!
ja_jp: アクティビティが開始されました!
nb_no: Aktiviteten er startet.
nl_nl: Activiteit gestart.
pt_br: Atividade iniciada!
pt_pt: Atividade iniciada!
sv_se: Aktiviteten har startats!

# behavior.experience.badges.active
source: Active
da_dk: Aktiv
de_de: Aktiv
el_gr: Ενεργός
es_es: Activa
fa_ir: فعال
fi_fi: Aktiivinen
it_it: Attiva
ja_jp: アクティブ
nb_no: Aktiv
nl_nl: Actief
pt_br: Com atividade
pt_pt: Ativa
sv_se: Aktivt

# behavior.experience.badges.complete
source: Completed
da_dk: Fuldført
de_de: Abgeschlossen
el_gr: Ολοκληρώθηκε
es_es: Completada
fa_ir: تکمیل شده
fi_fi: Valmistunut
fr_ca: Terminée
it_it: Completata
ja_jp: 完了
nb_no: Fullført
nl_nl: Voltooid
pt_br: Concluída
pt_pt: Concluída
sv_se: Klart

# behavior.experience.badges.not_complete
source: Not Complete
da_dk: Ikke fuldført
de_de: Nicht abgeschlossen
el_gr: Δεν ολοκληρώθηκε
es_es: No completada
fa_ir: تکمیل نشده
fi_fi: Ei valmis
fr_ca: Non terminée
it_it: Non completata
ja_jp: 未完了
nb_no: Ikke fullført
nl_nl: Niet voltooid
pt_br: Não Concluída
pt_pt: Não Concluída
sv_se: Inte klart

# time.just_now
source: Just now
da_dk: Lige nu
de_de: Jetzt
el_gr: Μόλις τώρα
es_es: Ahora mismo
fa_ir: همین الان
fi_fi: Juuri nyt
fr_ca: À l’instant
it_it: Proprio ora
ja_jp: たった今
nb_no: Akkurat nå
nl_nl: Zonet
pt_br: Agora mesmo
pt_pt: Agora mesmo
sv_se: Just nu

# time.one_minute_ago
source: 1 minute ago
da_dk: 1 minut siden
de_de: vor 1 Minute
el_gr: Πριν από 1 λεπτό
es_es: Hace 1 minuto
fa_ir: ۱ دقیقه پیش
fi_fi: 1 minuutti sitten
fr_ca: Il y a 1 minute
it_it: 1 minuto fa
ja_jp: 1 分前
nb_no: for 1 minutt siden
nl_nl: 1 minuut geleden
pt_br: 1 minuto atrás
pt_pt: Há 1 minuto
sv_se: 1 minut sedan

# time.num_minutes_ago
source: %@ minutes ago
da_dk: %@ minutter siden
de_de: vor %@ Minuten
el_gr: πριν %@ λεπτά
es_es: Hace %@ minutos
fa_ir: %@ دقیقه پیش
fi_fi: %@ minuuttia sitten
fr_ca: Il y a %@ minutes
it_it: %@ minuti fa
ja_jp: %@ 分前
nb_no: for %@ minutter siden
nl_nl: %@ minuten geleden
pt_br: %@ minutos atrás
pt_pt: Há %@ minutos
sv_se: %@ minuter sedan

# time.one_hour_ago
source: 1 hour ago
da_dk: 1 time siden
de_de: vor 1 Stunde
el_gr: Πριν 1 ώρα
es_es: Hace 1 hora
fa_ir: ۱ ساعت پیش
fi_fi: 1 tunti sitten
fr_ca: Il y a 1 heure
it_it: 1 ora fa
ja_jp: 1 時間前
nb_no: for 1 time siden
nl_nl: 1 uur geleden
pt_br: 1 hora atrás
pt_pt: Há 1 hora
sv_se: 1 timme sedan

# time.over_one_hour_ago
source: Over 1 hour ago
da_dk: Over 1 time siden
de_de: Vor über 1 Stunde
el_gr: Πάνω από 1 ώρα πριν
es_es: Hace más de 1 hora
fa_ir: بیش از ۱ ساعت پیش
fi_fi: Yli 1 tunti sitten
fr_ca: Il y a plus d’une heure
it_it: Più di 1 ora fa
ja_jp: 1 時間以上前
nb_no: Over 1 time siden
nl_nl: Meer dan 1 uur geleden
pt_br: Mais de 1 hora atrás
pt_pt: Há mais de 1 hora
sv_se: Över 1 timme sedan

# announced_name
source: Announced %@.
da_dk: Annonceret %@.
de_de: %@ angekündigt.
el_gr: Ανακοινώθηκε %@.
es_es: Anuncio de %@.
fa_ir: اعلام شد %@.
fi_fi: Ilmoitettu %@.
fr_ca: %@ annoncé.
it_it: %@ comunicato.
ja_jp: 通知済みの %@。
nb_no: Kunngjorde %@.
nl_nl: %@ aangekondigd.
pt_br: %@ foi anunciado.
pt_pt: %@ anunciado.
sv_se: Anmält %@.

# announced_name.named
source: %1$@, announced %2$@.
da_dk: %1$@, annonceret %2$@.
de_de: %1$@, %2$@ angekündigt.
el_gr: %1$@, ανακοινώθηκε %2$@.
es_es: Anuncio de %1$@, %2$@.
fa_ir: %1$@، اعلام شده در %2$@.
fi_fi: %1$@, ilmoitettiin %2$@.
fr_ca: %1$@ annoncé il y a %2$@.
it_it: %1$@, comunicato %2$@.
ja_jp: %2$@ に通知済みの %1$@。
nb_no: %1$@, kunngjorde %2$@.
nl_nl: %1$@, %2$@ aangekondigd.
pt_br: %1$@, anunciado há %2$@.
pt_pt: %1$@, anunciado há %2$@.
sv_se: %1$@, anmält %2$@.

# announced_name_distance_away.named
source: %1$@, announced %2$@, %3$@ away.
da_dk: %1$@, annonceret %2$@, %3$@ borte.
de_de: %1$@, %2$@ angekündigt, %3$@ entfernt.
el_gr: %1$@, ανακοινώθηκε %2$@, σε απόσταση %3$@.
es_es: Anuncio de %1$@, %2$@, %3$@ de distancia.
fa_ir: %1$@، اعلام شده در %2$@، %3$@ فاصله.
fi_fi: %1$@, ilmoitettiin %2$@, %3$@ päässä.
fr_ca: %1$@ annoncé il y a %2$@, à %3$@.
it_it: %1$@, comunicato %2$@, %3$@ di distanza.
ja_jp: %2$@ に通知済みの %1$@ まで %3$@ です。
nb_no: %1$@, kunngjorde %2$@, %3$@ unna.
nl_nl: %1$@, %2$@ aangekondigd, op %3$@ afstand.
pt_br: %1$@, anunciado há %2$@, a %3$@.
pt_pt: %1$@, anunciado há %2$@, a %3$@ de distância.
sv_se: %1$@, anmält %2$@, %3$@ bort.

# previous_location.announced_name
source: Previous Location. Announced %@.
da_dk: Forrige placering. Annonceret %@.
de_de: Vorheriger Standort. Angekündigt %@.
el_gr: Προηγούμενη τοποθεσία. Ανακοινώθηκε %@.
es_es: Ubicación anterior. Anuncio de %@.
fa_ir: مکان قبلی. اعلام شد %@.
fi_fi: Edellinen sijainti. Ilmoitettiin %@.
fr_ca: Emplacement précédent. %@ annoncé.
it_it: Posizione precedente. %@ comunicato.
ja_jp: 前の場所。通知済みの %@。
nb_no: Forrige posisjon. Kunngjorde %@.
nl_nl: Vorige locatie. %@ aangekondigd.
pt_br: Localização Anterior. %@ Foi Anunciado.
pt_pt: Localização Anterior. %@ anunciado.
sv_se: Föregående plats. Anmäler %@.

# previous_location.announced_name_distance
source: Previous Location. Announced %1$@, currently %2$@ away.
da_dk: Forrige placering. Annonceret %1$@, er i øjeblikket %2$@ væk.
de_de: Vorheriger Standort. Angekündigt %1$@, derzeit %2$@ entfernt.
el_gr: Προηγούμενη τοποθεσία. Ανακοινώθηκε %1$@, προς το παρόν σε απόσταση %2$@.
es_es: Ubicación anterior. Anuncio de %1$@, actualmente a %2$@ de distancia.
fa_ir: مکان قبلی. اعلام شد %1$@، در حال حاضر %2$@ فاصله.
fi_fi: Edellinen sijainti. Ilmoitettiin %1$@, %2$@ päässä.
fr_ca: Emplacement précédent. %1$@ annoncé, actuellement à %2$@.
it_it: Posizione precedente. %1$@ comunicato, attualmente a %2$@ di distanza.
ja_jp: 前の場所。通知済みの %1$@ まで %2$@ です。
nb_no: Forrige posisjon. Kunngjorde %1$@, for øyeblikket %2$@ unna.
nl_nl: Vorige locatie. %1$@ aangekondigd, nu op %2$@ afstand.
pt_br: Localização Anterior. %1$@ Foi Anunciado, a %2$@ de distância.
pt_pt: Localização Anterior. %1$@ anunciado, atualmente a %2$@.
sv_se: Föregående plats. Anmäler %1$@, just nu %2$@ bort.

# beacon_distance_update.announced_name
source: Beacon distance update. Announced %@.
da_dk: Opdatering af lydfyrafstand. Annonceret %@.
de_de: Beacon-Distanzupdate. %@ angekündigt.
el_gr: Ενημέρωση ηχητικού σήματος απόστασης. Ανακοινώθηκε %@.
es_es: Actualización de distancia de señal. Anuncio de %@.
fa_ir: به‌روزرسانی فاصله نشانهٔ صوتی. اعلام شد %@.
fi_fi: Majakan etäisyyden päivitys. Ilmoitettu %@.
fr_ca: Mise à jour de la distance de la balise. %@ annoncé.
it_it: Aggiornamento distanza audiofaro. %@ comunicato.
ja_jp: ビーコンの距離を更新。通知済みの %@。
nb_no: Oppdatering av lydsignalavstand. Kunngjorde %@.
nl_nl: Afstand tot baken gewijzigd. %@ aangekondigd.
pt_br: Atualização de distância do sinalizador. %@ foi anunciado.
pt_pt: Atualização da distância do sinal. %@ anunciado.
sv_se: Uppdatering av ljudfyrsavstånd. Anmält %@.

# beacon_distance_update.announced_name_distance
source: Beacon distance update. Announced %1$@, beacon is currently %2$@ away.
da_dk: Opdatering af lydfyrafstand. Annonceret %1$@, lydfyret er i øjeblikket %2$@ væk.
de_de: Beacon-Distanzupdate. %1$@ angekündigt, Beacon ist aktuell %2$@ entfernt.
el_gr: Ενημέρωση ηχητικού σήματος απόστασης. Ανακοινώθηκε %1$@, ηχητικό σήμα είναι προς το παρόν σε απόσταση %2$@.
es_es: Actualización de distancia de señal. Anuncio de %1$@, la señal está actualmente a %2$@ de distancia.
fa_ir: به‌روزرسانی فاصله نشانهٔ صوتی. اعلام شد %1$@، نشانهٔ صوتی در حال حاضر %2$@ فاصله دارد.
fi_fi: Majakan etäisyyden päivitys. Ilmoitettu %1$@, majakka on tällä hetkellä %2$@ etäisyydellä.
fr_ca: Mise à jour de la distance de la balise. %1$@ annoncé, la balise est actuellement à %2$@.
it_it: Aggiornamento distanza audiofaro. %1$@ comunicato, l'audiofaro è attualmente a %2$@ di distanza.
ja_jp: ビーコンの距離を更新。通知済みの %1$@。ビーコンまでの距離は %2$@ です。
nb_no: Oppdatering av lydsignalavstand. Kunngjorde %1$@, lydsignalet er for øyeblikket %2$@ unna.
nl_nl: Afstand tot baken aangepast. %1$@ aangekondigd, nog %2$@ tot baken.
pt_br: Atualização de distância do sinalizador. %1$@ foi anunciado, o sinalizador está a %2$@ de distância.
pt_pt: Atualização da distância do sinal. %1$@ anunciado, o sinal está atualmente a %2$@ de distância.
sv_se: Uppdatering av ljudfyrsavstånd. Anmält %1$@, ljudfyren ligger %2$@ bort.

# intersection_callout.announced_name
source: Intersection call out. Announced %@.
da_dk: Lydbesked om kryds. Annonceret %@.
de_de: Hinweis zu Kreuzung. Angekündigt %@.
el_gr: Επεξήγηση διασταύρωσης. Ανακοινώθηκε %@.
es_es: Aviso de cruce. Anuncio de %@.
fa_ir: اعلان صوتی تقاطع. اعلام شد %@.
fi_fi: Risteyksen ilmoitus. Ilmoitettiin %@.
fr_ca: Notification d’intersection. %@ annoncé.
it_it: Notifica di incrocio. %@ comunicato.
ja_jp: 交差点のコールアウト。通知済みの %@ です。
nb_no: Les ut veikryss. Kunngjorde %@.
nl_nl: Waarschuwing voor kruispunt. %@ aangekondigd.
pt_br: Cruzamento notificado. %@ foi anunciado.
pt_pt: Aviso de cruzamento. %@ anunciado.
sv_se: Informationsljud om vägkorsning. Anmäler %@.

# intersection_callout.announced_name_distance
source: Intersection call out. Announced %1$@, intersection currently %2$@ away.
da_dk: Lydbesked om kryds. Annonceret %1$@, krydset er i øjeblikket %2$@ borte.
de_de: Hinweis zu Kreuzung. Angekündigt %1$@, Kreuzung derzeit %2$@ entfernt.
el_gr: Επεξήγηση διασταύρωσης. Ανακοινώθηκε %1$@, διασταύρωση αυτή τη στιγμή σε απόσταση %2$@.
es_es: Aviso de cruce. Anuncio de %1$@, cruce actualmente a %2$@ de distancia.
fa_ir: اعلان صوتی تقاطع. اعلام شد %1$@، تقاطع در حال حاضر %2$@ فاصله دارد.
fi_fi: Risteyksen ilmoitus. Ilmoitettiin %1$@, risteys on %2$@ päässä.
fr_ca: Notification d’intersection. %1$@ annoncé, intersection à %2$@.
it_it: Notifica di incrocio. %1$@ comunicato, incrocio attualmente a %2$@ di distanza.
ja_jp: 交差点のコールアウト。通知済みの %1$@、交差点まであと %2$@ です。
nb_no: Les ut veikryss. Kunngjorde %1$@, veikrysset er for øyeblikket %2$@ unna.
nl_nl: Waarschuwing voor kruispunt. %1$@ aangekondigd, afstand tot kruispunt is nu %2$@.
pt_br: Cruzamento notificado. %1$@ foi anunciado, cruzamento a %2$@ de distância.
pt_pt: Aviso de cruzamento. %1$@ anunciado, cruzamento atualmente a %2$@.
sv_se: Informationsljud om vägkorsning. Anmäler %1$@, vägkorsningen ligger %2$@ bort.
