Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.what_can_I_set.answer
source: You can set an audio beacon on any business, place, point of interest, address, or intersection. There are a few ways you can set a location as a beacon. First, view the details for a location by either using the search bar to search for a place, or tapping one of the "Places Nearby", "Markers & Routes", or "Current Location" buttons and selecting a location. From the location details screen you can select the "Start Audio Beacon" button. Tapping this will return you to the home screen and turn on an audible beacon coming from the direction of the place you selected. The name of the place you have selected along with its distance and physical address, if available, will now be displayed on the main app screen.
da_dk: Du kan indstille et lydfyr ved alle virksomheder, steder, interessepunkter, adresser eller kryds, så længe de vises i data i Bing, eller du har tilføjet dem som mærker. Du kan tilføje en placering som et mærke på flere måder. Først skal du få vist oplysningerne om en placering ved enten at bruge søgefeltet til at søge efter et sted eller trykke på en af knapperne "Steder i nærheden", "Gemte mærker" eller "Aktuel placering" og vælge en placering. På skærmbilledet med placeringsoplysninger kan du vælge knappen "Start lydfyr". Hvis du trykker på denne, vender du tilbage til startskærmen og tænder for et hørbart signal, der kommer fra retningen af det sted, du har valgt. Navnet på det sted, du har valgt, vises nu på hovedappskærmen sammen med dets afstand og fysiske adresse, hvis det er tilgængeligt.
de_de: Sie können ein Audiobeacon auf jedes Geschäft, jeden Ort, jeden Point-of-Interest, jede Adresse oder jede Kreuzung platzieren, solange dieser Ort in den Daten von Bing erscheint oder Sie es als Markierung hinzugefügt haben. Es gibt mehrere Möglichkeiten, wie Sie einen Ort als Markierung hinzufügen können. Zeigen Sie zunächst die Details eines Ortes an, indem Sie entweder über die Suchleiste nach einem Ort suchen oder auf eine der Schaltflächen „Orte in der Nähe“, „Gespeicherte Markierungen“ oder „Aktueller Standort“ tippen und einen Ort auswählen. Auf dem Bildschirm mit den Standortdetails tippen Sie auf „Audiobeacon starten“. Damit aktivieren Sie ein Audiobeacon, das aus der Richtung des von Ihnen ausgewählten Ortes kommt. Der Name des von Ihnen ausgewählten Ortes wird nun zusammen mit der Entfernung und der physischen Adresse, falls verfügbar, auf dem Hauptbildschirm der App angezeigt.
el_gr: Μπορείτε να ορίσετε ένα ηχητικό σήμα σε οποιαδήποτε επιχείρηση, τόπο, σημείο ενδιαφέροντος, διεύθυνση ή διασταύρωση, εφόσον εμφανίζεται στα δεδομένα του Bing, το έχετε προσθέσει ως δείκτη. Υπάρχουν μερικοί τρόποι με τους οποίους μπορείτε να προσθέσετε μια τοποθεσία ως δείκτη. Πρώτον, προβάλετε τις λεπτομέρειες για μια θέση είτε χρησιμοποιώντας τη γραμμή αναζήτησης για να αναζητήσετε ένα μέρος, είτε πατώντας ένα από τα κουμπιά "Τοποθεσίες κοντά", "Αποθηκευμένοι δείκτες", ή "Τρέχουσα τοποθεσία" και επιλέγοντας μια θέση. Από την οθόνη λεπτομερειών τοποθεσίας μπορείτε να επιλέξετε το κουμπί "Έναρξη ηχητικού σήματος". Πατώντας το, θα επιστρέψετε στην αρχική οθόνη και θα ενεργοποιήσετε ένα ηχητικό σήμα που προέρχεται από την κατεύθυνση του τόπου που επιλέξατε. Το όνομα του τόπου που έχετε επιλέξει μαζί με την απόσταση και τη φυσική του διεύθυνση, εάν υπάρχει, θα εμφανίζεται τώρα στην κύρια οθόνη της εφαρμογής.
es_es: Puedes establecer una señal de audio en cualquier negocio, lugar, punto de interés, dirección o cruce. Hay varias formas de establecer una ubicación como baliza. Primero, ve los detalles de una ubicación usando la barra de búsqueda para buscar un lugar, o tocando uno de los botones "Lugares cercanos", "Marcadores y rutas" o "Ubicación actual" y seleccionando una ubicación. En la pantalla ddetalles de la ubicación puedes seleccionar el botón "Iniciar señal de audio". Al pulsarlo, volverás a la pantalla de inicio y se encenderá una señal audible proveniente de la dirección del lugar que has seleccionado. El nombre del lugar que has seleccionado junto con su distancia y dirección física, si está disponible, ahora se mostrará en la pantalla principal de la aplicación.
fa_ir: شما می‌توانید یک نشانهٔ صوتی را روی هر کسب‌وکار، مکان، نقطه مورد علاقه، آدرس یا تقاطع تنظیم کنید. چند راه برای تنظیم یک مکان به عنوان نشانهٔ صوتی وجود دارد. ابتدا، جزئیات یک مکان را با استفاده از نوار جستجو برای جستجوی یک مکان، یا با ضربه زدن روی یکی از دکمه‌های «مکان‌های نزدیک»، «نشانگرها و مسیرها» یا «مکان فعلی» و انتخاب یک مکان مشاهده کنید. سپس از صفحه «جزئیات مکان»، دکمه «شروع نشانهٔ صوتی» را انتخاب کنید. ضربه زدن روی این دکمه شما را به صفحه اصلی باز می‌گرداند و یک نشانهٔ صوتی شنیداری از جهت مکانی که انتخاب کرده‌اید روشن می‌کند. نام مکان به همراه فاصله و آدرس فیزیکی آن، در صورت وجود، اکنون در صفحه اصلی نمایش داده می‌شود.
fi_fi: Voit asettaa äänimajakan mihin tahansa yritykseen, paikkaan, kiinnostavaan kohteeseen, osoitteeseen tai risteykseen. Voit määrittää sijainnin majakaksi muutamalla tavalla. Tarkastele ensin sijainnin tietoja joko käyttämällä hakupalkkia paikan etsimiseen tai napauttamalla jotakin Lähiympäristön paikat-, Merkitsimet ja reitit- tai Nykyinen sijainti -painikkeista ja valitsemalla sijainnin. Sijainnin yksityiskohdat -näytöstä voit valita "Käynnistä äänimajakka" -painikkeen. Napauttamalla tätä palaat kotinäyttöön ja valitsemasi paikan suunnasta tuleva äänimerkki. Valitsemasi paikan nimi sekä sen etäisyys ja fyysinen osoite, jos saatavilla, näkyvät nyt sovelluksen päänäytössä.
fr_ca: Vous pouvez définir une balise sonore sur une entreprise, un emplacement, un point d’intérêt, une adresse ou une intersection de votre choix, à condition que cet emplacement s’affiche dans les données de Bing ou que vous l’ayez ajouté comme marqueur. Il existe plusieurs façons d’ajouter un emplacement en tant que marqueur. Tout d’abord, consultez les détails d’un emplacement en utilisant la barre de recherche pour rechercher un lieu ou en appuyant sur le bouton « Emplacements à proximité », « Marqueurs enregistrés » ou « Emplacement actuel » et en sélectionnant un lieu. Vous pouvez sélectionner le bouton « Démarrer la balise sonore » à partir de l’écran Détails de l’emplacement. Après avoir appuyé sur ce bouton, vous serez redirigé vers l’écran d’accueil et une balise sonore venant de la direction de l’emplacement que vous avez choisi sera activée. Le nom de l’emplacement que vous avez sélectionné ainsi que sa distance et son adresse physique, si elle est disponible, s’affichent désormais sur l’écran principal de l’appli.
it_it: Puoi impostare un audiofaro su qualsiasi attività commerciale, luogo, punto di interesse, indirizzo o incrocio a condizione che sia presente nei dati di Bing o che sia stato da te aggiunto come indicatore. Esistono più modi per aggiungere una posizione come indicatore. Per prima cosa, visualizza i dettagli della posizione utilizzando la barra di ricerca per cercare un luogo oppure toccando uno dei pulsanti "Luoghi nelle vicinanze", "Indicatori salvati" o "Posizione attuale" e selezionando una posizione. Dalla schermata dei dettagli della posizione puoi selezionare il pulsante "Avvia audiofaro". In tal modo torni alla schermata iniziale e si attiva un audiofaro acustico proveniente dalla direzione del luogo selezionato. Il nome del luogo selezionato, la distanza e l'indirizzo fisico, se disponibili, verranno a questo punto visualizzati nella schermata principale dell'app.
ja_jp: 音声ビーコンは、店舗や場所、特定地点、住所、交差点など、Bing のデータに表示される場所または自分でマーカーとして追加した場所に設定できます。場所をマーカーとして追加するには、いくつかの方法があります。まず、場所の詳細を表示します。それには、検索バーを使って場所を検索するか、[近くの場所]、[保存したマーカー]、[現在地] のいずれかのボタンをタップして、場所を選択します。 場所の詳細画面で [音声ビーコンを開始] ボタンを選択できます。このボタンをタップするとホーム画面に戻り、選択した場所の方向から聞こえる音声ビーコンが有効になります。選択した場所の名前と距離、住所がわかる場合はその住所がアプリのメイン画面に表示されます。
nb_no: Du kan angi et lydsignal på virksomheter, steder, interessepunkter, adresser eller veikryss så lenge de vises i Bings data eller du har lagt dem til som en markør. Du kan legge til en posisjon som en markør på flere måter. Se først på informasjonen for et sted enten ved å bruke søkefeltet til å søke etter et sted, eller ved å trykke på en av knappene Steder i nærheten, Lagrede markører eller Nåværende posisjon og velge en posisjon. Fra skjermen med posisjonsinformasjon kan du velge knappen Start lydsignal. Hvis du trykker på denne knappen, kommer du tilbake til startskjermen og det slås på et lydsignal som kommer fra retningen til stedet du valgte. Navnet på stedet du valgte, sammen med avstanden og fysisk adresse hvis den er tilgjengelig, vises nå på hovedskjermen til appen.
nl_nl: U kunt een audiobaken instellen voor bedrijven, plaatsen, referentiepunten, adressen of kruispunten zolang ze voorkomen in Bing-kaartgegevens of als u een markering hebt toegevoegd. Er zijn een paar manieren waarop u een locatie kunt toevoegen als een markering. Geef eerst de details van een locatie weer door de zoekbalk te gebruiken om naar een plaats te zoeken of tik op een van de knoppen Plaatsen in de buurt, Opgeslagen markeringen of Huidige locatie en selecteer een locatie. In het scherm met de locatiedetails kunt u de knop Audiobaken starten selecteren. Als u erop tikt, gaat u terug naar het startscherm en wordt een audiobaken ingeschakeld vanuit de richting van de door u geselecteerde plaats. De naam van de geselecteerde plaats, de afstand ernaartoe en het fysieke adres, indien beschikbaar, worden nu weergegeven op het hoofdscherm van de app.
pt_br: Você pode definir um sinalizador sonoro em qualquer empresa, local, ponto de interesse, endereço ou cruzamento, desde que apareça nos dados do Bing ou que tenha sido adicionado como favorito. Há algumas formas de adicionar uma localização como favorito. primeiro, exiba os detalhes da localização usando a barra de pesquisa para procurar um local ou tocando em um dos botões "Locais Próximos", "Favoritos Salvos" ou "Localização Atual" e selecionando uma localização. Na tela de detalhes da localização, você pode selecionar o botão "Iniciar Sinalizador Sonoro". Tocar nele fará você voltar para a tela inicial e ativará um sinalizador sonoro vindo da direção do local selecionado. O nome do local que você selecionou com a distância e o endereço físico, se disponíveis, será exibido na tela principal do aplicativo.
pt_pt: Pode definir um sinal de áudio em qualquer empresa, local, ponto de interesse, morada ou cruzamento desde que este apareça nos dados do Bing ou que o tenha adicionado como um marco. Existem várias formas de adicionar uma localização como um marco. Primeiro, consulte os detalhes de uma localização utilizando a barra de pesquisa para procurar um local ou tocando num dos botões "Locais nas Proximidades", "Marcos Guardados" ou "Localização Atual" e selecionando uma localização. No ecrã de detalhes da localização, poderá selecionar o botão "Iniciar Sinal de Áudio ". Se tocar neste botão voltará ao ecrã principal e ativará um sinal audível proveniente da direção do local selecionado. O nome do local selecionado será apresentado no ecrã principal da aplicação, juntamente com a respetiva distância e endereço físico, se estiver disponível.
sv_se: Du kan ställa in en ljudfyr för alla företag, platser, intressepunkter, adresser eller vägkorsningar så länge de finns med i Bing-data, eller om du har lagt till dem som en platsmarkör. Du kan lägga till en plats som en platsmarkör på flera sätt. Visa först platsuppgifterna genom att söka efter platsen i sökfältet eller trycka på någon av knapparna "Platser i närheten", "Sparade platsmarkörer" eller "Aktuell plats" och välja en plats. På skärmen med platsuppgifter kan du välja "Ställ in ljudfyr". När du trycker på den här knappen kommer du tillbaka till startskärmen där du kan aktivera en ljudfyr där ljudet kommer från den valda platsens riktning. Namnet på platsen som du har valt, tillsammans med avståndet och i förekommande fall den fysiska adressen, visas nu på appens huvudskärm.

# faq.how_to_use_beacon.question
source: How do I use a beacon like a pro?
da_dk: Hvordan bruger jeg et lydfyr som en professionel?
de_de: Wie nutze ich das Beacon optimal?
el_gr: Πώς μπορώ να χρησιμοποιήσω ένα ηχητικό σήμα σαν επαγγελματίας;
es_es: ¿Cómo uso una señal como un profesional?
fa_ir: چگونه از نشانهٔ صوتی مانند یک حرفه‌ای استفاده کنم؟
fi_fi: Kuinka majakkaa kannattaa käyttää?
fr_ca: Comment utiliser une balise comme un pro?
it_it: Come si usa un audiofaro da professionista?
ja_jp: ビーコンを使いこなすにはどのような方法がありますか?
nb_no: Hvordan bruker jeg lydsignalet som en proff?
nl_nl: Hoe maak ik optimaal gebruik van het baken?
pt_br: Como usar um sinalizador como um profissional?
pt_pt: Como posso utilizar um sinal como um profissional?
sv_se: Hur använder jag en ljudfyr smartast?
