Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# device_motion.authorize.instructions
source: 1. Open the Settings app below 2. Turn on Motion & Fitness Tracking
da_dk: 1. Åbn appen Indstillinger nedenfor 2. Aktivér Sporing af motion og fitness
de_de: 1. Öffnen Sie die Einstellungen unten 2. Aktivieren Sie Bewegung & Fitness Tracking
el_gr: 1. Ανοίξτε την εφαρμογή Ρυθμίσεις παρακάτω 2. Ενεργοποίηση παρακολούθησης κίνησης & άθλησης
es_es: 1. Abre la aplicación Configuración a continuación 2. Activa el seguimiento de Actividad física
fa_ir: ۱. برنامه تنظیمات را در زیر باز کنید ۲. ردیابی حرکت و تناسب اندام را روشن کنید
fi_fi: 1. Avaa alla oleva Asetukset-sovellus 2. Ota käyttöön Liikkeen ja kuntoilun seuranta
fr_ca: 1. Ouvrir l’appli Réglages ci-dessous 2. Activer Mouvements et forme physique
it_it: 1. Apri di seguito l'app Impostazioni 2. Attiva il monitoraggio di movimento e fitness
ja_jp: 1. 下の [設定] アプリを開きます 2. [モーションとフィットネス] の [フィットネストラッキング] を有効にします
nb_no: 1. Åpne Innstillinger-appen nedenfor 2. Slå på Bevegelse og kondisjonssporing
nl_nl: 1. Open de app Instellingen hieronder 2. Schakel Beweging & Conditie bijhouden in
pt_br: 1. Abra o aplicativo Ajustes abaixo 2. Ativar Monitorar Movimento e Preparo Físico
pt_pt: 1. Abra a aplicação Definições abaixo 2. Ative Seguimento do Movimento e fitness
sv_se: 1. Öppna appen Inställningar nedan 2. Aktivera Spårning av rörelse och fitness

# settings.screen_title
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Ajustes
fa_ir: تنظیمات
fi_fi: Asetukset
fr_ca: Réglages
it_it: Impostazioni
ja_jp: 設定
nb_no: Innstillinger
nl_nl: Instellingen
pt_br: Ajustes
pt_pt: Definições
sv_se: Inställningar

# settings.clear_cache.alert_title
source: Delete Stored Data?
da_dk: Vil du slette gemte data?
de_de: Gespeicherte Daten löschen?
el_gr: Διαγραφή των αποθηκευμένων δεδομένων;
es_es: ¿Deseas eliminar los datos almacenados?
fa_ir: داده‌های ذخیره‌شده حذف شوند؟
fi_fi: Poistetaanko tallennetut tiedot?
fr_ca: Supprimer les données stockées?
it_it: Eliminare i dati archiviati?
ja_jp: 保存されているデータを削除しますか?
nb_no: Vil du slette lagrede data?
nl_nl: Opgeslagen gegevens verwijderen?
pt_br: Excluir Dados Armazenados?
pt_pt: Eliminar Dados Armazenados?
sv_se: Vill du ta bort lagrade data?

# settings.clear_cache.alert_message
source: Soundscape stores map data to reduce data and battery consumption. Deleting stored data will require Soundscape to re-download the data.
da_dk: Soundscape gemmer kortdata for at reducere data- og batteriforbruget. Hvis du sletter lagrede data, skal Soundscape hente dataene igen.
de_de: Soundscape speichert Kartendaten, um den Daten- und Akkuverbrauch zu reduzieren. Nach dem Löschen gespeicherter Daten müssen diese von Soundscape erneut heruntergeladen werden.
el_gr: Το Soundscape αποθηκεύει δεδομένα χάρτη για μείωση της κατανάλωσης δεδομένων και μπαταρίας. Η διαγραφή των αποθηκευμένων δεδομένων θα απαιτήσει από το Soundscape να κάνει εκ νέου λήψη των δεδομένων.
es_es: Soundscape almacena datos de mapas para reducir los datos y el consumo de la batería. La eliminación de los datos almacenados requerirá que Soundscape vuelva a cargar los datos.
fa_ir: Soundscape داده‌های نقشه را برای کاهش مصرف داده تلفن همراه و باتری ذخیره می‌کند. حذف داده‌های ذخیره‌شده باعث می‌شود Soundscape مجبور به بارگذاری مجدد داده‌ها شود.
fi_fi: Soundscape tallentaa tietokartan vähentääkseen datan ja akun kulutusta. Tallennettujen tietojen poisto vaatii, että Soundscape lataa tiedot uudelleen.
fr_ca: Soundscape stocke les données de carte afin de réduire la consommation de données et de batterie. La suppression des données stockées obligera Soundscape à recharger les données.
it_it: Soundscape archivia i dati delle mappe per ridurre i dati e il consumo della batteria. L'eliminazione dei dati archiviati richiederà a Soundscape di scaricare nuovamente i dati.
ja_jp: Soundscape では、データおよびバッテリー消費量を抑えるために地図データを保存しています。保存されているデータを削除するとデータを再度ダウンロードする必要が生じます。
nb_no: Soundscape lagrer kartdata for å redusere data- og batteriforbruket. Hvis du sletter lagrede data, må Soundscape laste ned dataene på nytt.
nl_nl: Soundscape slaat kaartgegevens op om gegevens- en batterijverbruik te verminderen. Als u opgeslagen gegevens verwijdert, moet Soundscape de gegevens opnieuw downloaden.
pt_br: O Soundscape armazena dados de mapa para reduzir o consumo de dados e de bateria. A exclusão de dados armazenados exigirá que o Soundscape para baixar os dados novamente.
pt_pt: O Soundscape armazena dados do mapa para reduzir o consumo de dados e bateria. A eliminação dos dados armazenados fará com que o Soundscape tenha de os transferir novamente.
sv_se: För att minska data- och batteriförbrukningen lagrar Soundscape kartdata. Om du tar bort data måste Soundscape ladda ned dem igen.

# settings.clear_cache.markers.alert_title
source: Keep Markers and Routes?
da_dk: Vil du beholde Mærker og Ruter?
de_de: Markierungen und Routen beibehalten?
el_gr: Διατήρηση δεικτών και διαδρομών;
es_es: ¿Deseas mantener marcadores y rutas?
fa_ir: نشانگرها و مسیرها حذف شوند؟
fi_fi: Säilytetäänkö merkinnät ja reitit?
fr_ca: Conserver les Marqueurs et Itinéraires?
it_it: Mantenere Indicatori e Percorsi?
ja_jp: マーカーおよびルートを維持しますか?
nb_no: Vil du beholde markører og ruter?
nl_nl: Markeringen en routes behouden?
pt_br: Manter Favoritos e Rotas?
pt_pt: Manter Marcos e Rotas?
sv_se: Vill du behålla platsmarkörer och rutter?

# settings.clear_cache.markers.alert_message
source: Choose "Delete" to remove markers, beacons and routes, or "Keep" to only remove map data. "Delete" will reset the app back to a freshly installed state and cannot be undone!
da_dk: Vælg "Slet" for at fjerne mærker, lydfyr og ruter eller "Behold" for kun at fjerne tilknytningsdata. "Slet" nulstiller appen til en nyinstalleret tilstand og kan ikke fortrydes!
de_de: Wählen Sie "Löschen" aus, um Markierungen, Beacons und Routen zu entfernen, oder "Beibehalten", um nur die Kartendaten zu entfernen. "Löschen" setzt die App auf den Installationszustand zurück und kann nicht rückgängig gemacht werden.
el_gr: Επιλέξτε "Διαγραφή" για να καταργήσετε δείκτες, ηχητικά σήματα και διαδρομές, ή "Διατήρηση" για να καταργήσετε μόνο δεδομένα χάρτη. Η "Διαγραφή" θα επαναφέρει την εφαρμογή σε μια πρόσφατα εγκατεστημένη κατάσταση και δεν μπορεί να αναιρεθεί!
es_es: Selecciona "Eliminar" para eliminar los marcadores, señales y rutas, o "Mantener" para eliminar únicamente los datos del mapa.¡ "Eliminar" restablecerá la aplicación a su estado original y no se puede deshacer!
fa_ir: آیا مطمئنید که می‌خواهید همه نشانگرها و مسیرها را حذف کنید؟ انتخاب «حذف» برنامه را به حالت نصب اولیه بازمی‌گرداند و این عمل قابل بازگشت نیست!
fi_fi: Valitse "Poista" poistaaksesi merkinnät, majakat ja reitit, tai "Säilytä" poistaaksesi vain karttatiedot. "Poista" nollaa sovelluksen juuri asennettuun tilaan, eikä sitä voi peruuttaa!
fr_ca: Choisissez "Supprimer" pour supprimer les Marqueurs, les balises et les Itinéraires, ou "Conserver" pour supprimer uniquement les données de carte. L’opération "Supprimer" réinitialise entièrement l’appli et ne peut pas être annulée.
it_it: Scegli "Elimina" per rimuovere indicatori, audiofaro e percorsi oppure "Mantieni" per rimuovere solo i dati della mappa. "Elimina" consente di reimpostare lo stato dell'app appena installata e l'operazione non potrà essere annullata!
ja_jp: "削除する" を選択して、マーカー、ビーコンおよびルートを削除するか、"維持する" を選択して地図データのみを削除します。"削除する" を選択すると、アプリが新しくインストールされた状態にリセットされ、この変更を元に戻すことはできません!
nb_no: Velg Slett for å fjerne markører, lydsignaler og ruter eller Behold hvis du bare vil fjerne kartdata. «Slett» tilbakestiller appen til en nylig installert tilstand og kan ikke angres.
nl_nl: Kies Verwijderen om markeringen, bakens en routes te wissen of Behouden om alleen kaartgegevens te verwijderen. Met Verwijderen wordt de app teruggezet naar de installatiestatus. Dit kan niet ongedaan worden gemaakt.
pt_br: Escolha "Excluir" para remover localizadores, sinalizadores e rotas ou "Manter" para remover apenas os dados do mapa. "Excluir" redefinirá o aplicativo novamente a um estado de recém-instalado e não poderá ser desfeito!
pt_pt: Escolha "Eliminar" para remover marcos, sinais e rotas, ou "Manter" para remover apenas os dados do mapa. "Eliminar" irá repor o estado da aplicação após a instalação e não pode ser anulado!
sv_se: Välj "Ta bort" om du vill ta bort platsmarkörer, ljudfyrar och rutter, eller "Behåll" om du bara vill ta bort kartdata. Om du väljer "Ta bort" återställs appen till startinställningarna och du kan inte ångra detta.

# settings.clear_cache.no_service.title
source: Unable to Clear Stored Map Data
da_dk: Lagrede kortdata kan ikke ryddes
de_de: Gespeicherte Kartendaten können nicht gelöscht werden.
el_gr: Αδυναμία απαλοιφής αποθηκευμένων δεδομένων χαρτών
es_es: No se pueden borrar los datos de los mapas almacenados
fa_ir: امکان پاک کردن داده‌های نقشه ذخیره‌شده وجود ندارد
fi_fi: Tallennettuja karttatietoja ei voida poistaa
fr_ca: Impossible d’effacer les données de carte stockées
it_it: Impossibile cancellare i dati delle mappe archiviati
ja_jp: 保存されている地図データを消去できません
nb_no: Kan ikke fjerne lagrede kartdata
nl_nl: Kan de opgeslagen kaartgegevens niet wissen
pt_br: Não É Possível Limpar os Dados de Mapa Armazenados
pt_pt: Não é Possível Limpar Dados do Mapa Armazenados
sv_se: Det går inte att rensa lagrade kartdata

# settings.clear_cache.no_service.message
source: Soundscape is currently unable to connect to the internet. An internet connection is required when clearing the stored map data so that the map data can be refreshed.
da_dk: Soundscape kan i øjeblikket ikke oprette forbindelse til internettet. Der kræves en internetforbindelse, når du rydder de lagrede kortdata, så kortdataene kan opdateres.
de_de: Soundscape kann derzeit keine Verbindung zum Internet herstellen. Beim Löschen der gespeicherten Kartendaten ist eine Internetverbindung erforderlich, damit die Kartendaten aktualisiert werden können.
el_gr: Το Soundscape αυτή τη στιγμή δεν είναι δυνατόν να συνδεθεί στο διαδίκτυο. Απαιτείται σύνδεση στο διαδίκτυο κατά την εκκαθάριση των αποθηκευμένων δεδομένων χάρτη, έτσι ώστε τα δεδομένα χάρτη να μπορούν να ανανεωθούν.
es_es: Soundscape no puede conectarse a internet. Se requiere una conexión a Internet para borrar los datos del mapa almacenados, para que los datos del mapa puedan actualizarse.
fa_ir: Soundscape در حال حاضر نمی‌تواند به اینترنت متصل شود. هنگام پاک کردن داده‌های نقشه ذخیره‌شده، اتصال به اینترنت لازم است تا داده‌ها بتوانند بازخوانی شوند.
fi_fi: Soundscape ei saa yhteyttä Internetiin. Internet-yhteys vaaditaan tallennettujen karttatietojen tyhjentämiseen, jotta karttatiedot voidaan päivittää.
fr_ca: Soundscape ne peut actuellement pas se connecter à Internet. Une connexion Internet est obligatoire en cas d’effacement des données de carte stockées afin que les données de carte puissent être actualisées.
it_it: Soundscape non è attualmente in grado di connettersi a Internet. È necessaria una connessione Internet quando si cancellano i dati delle mappe archiviati in modo da poter essere aggiornati.
ja_jp: 現在 Soundscape はインターネットに接続できません。保存されている地図データを消去すると、地図データを更新するためにインターネット接続が必要になります。
nb_no: Soundscape kan for øyeblikket ikke koble til Internett. En Internett-tilkobling er nødvendig når du fjerner lagrede kartdata slik at kartdataene kan oppdateres på nytt.
nl_nl: Soundscape kan momenteel geen verbinding maken met internet. Er is een internetverbinding vereist om de opgeslagen kaartgegevens te wissen zodat de kaartgegevens kunnen worden vernieuwd.
pt_br: O Soundscape não pode se conectar à Internet. Uma conexão com a Internet é necessária durante a limpeza dos dados de mapa armazenados para que eles possam ser atualizados.
pt_pt: O Soundscape não consegue estabelecer ligação à Internet neste momento. A ligação à Internet é necessária durante a limpeza dos dados do mapa armazenados para que estes possam ser atualizados.
sv_se: Soundscape kan för närvarande inte ansluta till internet. Du måste ha en internetanslutning när du rensar lagrade kartdata så att kartdata kan uppdateras.

# settings.telemetry.optout.alert_title
source: Telemetry Opt-Out
da_dk: Fravælgelse af telemetri
de_de: Zustimmung für Telemetrie widerrufen
el_gr: Διακοπή τηλεμετρίας
es_es: Desactivar telemetría
fa_ir: انصراف از ارسال داده‌های تله‌متری
fi_fi: Kiellä telemetria
fr_ca: Désabonnement de la télémétrie
it_it: Rifiuto esplicito della telemetria
ja_jp: テレメトリーのオプトアウト
nb_no: Velg bort telemetri
nl_nl: Afmelden voor telemetrie
pt_br: Recusa de Telemetria
pt_pt: Optar Ativamente por Não Recolher Dados de Telemetria
sv_se: Avanmäl dig från telemetri

# settings.telemetry.optout.alert_message
source: This action will clear the stored information and opt-out of future telemetry gathering. Are you sure?
da_dk: Denne handling rydder de lagrede oplysninger og fravælger fremtidig telemetriindsamling. Er du sikker?
de_de: Durch diese Aktion werden die gespeicherten Informationen gelöscht und die Zustimmung für zukünftige Telemetrieerfassung widerrufen. Sind Sie sicher?
el_gr: Η ενέργεια αυτή θα διαγράψει τις αποθηκευμένες πληροφορίες και θα διακόψει τη μελλοντική συλλογή δεδομένων τηλεμετρίας. Είστε σίγουροι;
es_es: Esta acción borrará la información almacenada y rechazará la futura recopilación de telemetría. ¿Seguro que deseas realizarla?
fa_ir: این عمل اطلاعات ذخیره‌شده را پاک کرده و از جمع‌آوری داده‌های تله‌متری در آینده انصراف می‌دهد. آیا مطمئن هستید؟
fi_fi: Tämä toiminto poistaa tallennetut tiedot ja kieltää tulevien telemetriatietojen keräämisen. Oletko varma?
fr_ca: Cette action effacera les renseignements stockés et vous désabonnera des futures collectes de données télémétriques. Voulez-vous continuer?
it_it: Questa azione cancellerà le informazioni archiviate e annullerà la raccolta futura della telemetria. Vuoi continuare?
ja_jp: この操作を実行すると、保存されている情報が消去され、今後はテレメトリーの収集が行われなくなります。実行しますか?
nb_no: Denne handlingen fjerner lagret informasjon og velger bort innsamling av fremtidig telemetri. Er du sikker?
nl_nl: Met deze actie wordt de opgeslagen informatie gewist en meldt u zich af voor toekomstige verzamelacties van telemetriegegevens. Weet u het zeker?
pt_br: Esta ação limpará as informações armazenadas e recusará futuras coletas de telemetria. Tem certeza?
pt_pt: Esta ação irá limpar as informações armazenadas e optar ativamente por não recolher dados de telemetria futuramente. Tem a certeza?
sv_se: Den här åtgärden rensar den lagrade information och avanmäler dig från framtida insamling av telemetri. Är du säker?

# settings.telemetry.optout.action
source: Opt-Out
da_dk: Fravælg
de_de: Zustimmung widerrufen
el_gr: Εξαίρεση
es_es: Rechazar
fa_ir: انصراف
fi_fi: Kiellä käyttö
fr_ca: Se désabonner
it_it: Rifiuta esplicitamente
ja_jp: オプトアウト
nb_no: Velg bort
nl_nl: Afmelden
pt_br: Recusar
pt_pt: Optar Ativamente por Não Participar
sv_se: Avanmälan

# settings.version.history.version
source: Version %@
el_gr: Έκδοση %@
es_es: Versión %@
fa_ir: نسخه %@
fi_fi: Versio %@
it_it: Versione %@
ja_jp: バージョン %@
nb_no: Versjon %@
nl_nl: Versie %@
pt_br: Versão %@
pt_pt: Versão %@

# settings.version.about.version
source: Version %1$@ (%2$@)
el_gr: Έκδοση %1$@ (%2$@)
es_es: Versión %1$@ (%2$@)
fa_ir: نسخه %1$@ (%2$@)
fi_fi: Versio %1$@ (%2$@)
it_it: Versione %1$@ (%2$@)
ja_jp: バージョン %1$@ (%2$@)
nb_no: Versjon %1$@ (%2$@)
nl_nl: Versie %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
pt_pt: Versão %1$@ (%2$@)

# settings.feedback.subject
source: Soundscape Feedback
da_dk: Feedback om Soundscape
de_de: Feedback zu Soundscape
el_gr: Σχόλια Soundscape
es_es: Comentarios de Soundscape
fa_ir: بازخورد Soundscape
fi_fi: Soundscape -palautetta
fr_ca: Rétroaction Soundscape
it_it: Feedback su Soundscape
ja_jp: Soundscape のフィードバック
nb_no: Tilbakemelding om Soundscape
nl_nl: Feedback over Soundscape
pt_br: Comentários sobre o Soundscape
pt_pt: Comentários sobre o Soundscape
sv_se: Feedback om Soundscape

# settings.feedback.choose_email_app
source: Choose a mail app:
da_dk: Vælg en mailapp:
de_de: Wählen Sie eine E-Mail-App aus:
el_gr: Επιλογή εφαρμογής ηλεκτρονικού ταχυδρομείου:
es_es: Elige una aplicación de correo:
fa_ir: یک برنامه ایمیل انتخاب کنید:
fi_fi: Valitse sähköpostisovellus:
fr_ca: Choisir une appli de courriel :
it_it: Scegli un'app di posta:
ja_jp: メール アプリを選択:
nb_no: Velg en e-postapp:
nl_nl: Kies een app voor e-mail:
pt_br: Escolha um aplicativo de email:
pt_pt: Escolha uma aplicação de correio:
sv_se: Välj en app för e-post:

# settings.feedback.no_mail_client_error
source: No mail app installed
da_dk: Der er ikke installeret nogen mailapp
de_de: Kein E-Mail-App installiert
el_gr: Δεν υπάρχει εγκατεστημένη εφαρμογή ηλεκτρονικού ταχυδρομείου
es_es: No hay ninguna aplicación de correo instalada
fa_ir: هیچ برنامه ایمیلی نصب نشده است
fi_fi: Sähköpostisovellusta ei asennettuna
fr_ca: Aucune appli de courriel installée
it_it: Nessuna app di posta installata
ja_jp: メール アプリがインストールされていません
nb_no: Ingen e-postapp er installert
nl_nl: Geen app voor e-mail geïnstalleerd
pt_br: Nenhum aplicativo de email instalado
pt_pt: Não existe nenhuma aplicação de correio instalada
sv_se: Ingen app för e-post har installerats

# settings.general.voice
source: Voice
da_dk: Stemme
de_de: Stimme
el_gr: Φωνή
es_es: Voz
fa_ir: صدا
fi_fi: Puheen ääni
fr_ca: Voix
it_it: Voce
ja_jp: 声
nb_no: Stemme
nl_nl: Stem
pt_br: Voz
pt_pt: Voz
sv_se: Röst

# settings.units.imperial
source: Imperial (Feet)
da_dk: Britisk (fod)
de_de: Imperial (Fuß)
el_gr: Βρετανικό σύστημα (πόδια)
es_es: Imperial (pies)
fa_ir: امپریال (فوت)
fi_fi: Imperiaalinen (jalkaa)
fr_ca: Impériales (pieds)
it_it: Britannico (piedi)
ja_jp: ヤード ポンド法 (フィート)
nb_no: Britisk (fot)
nl_nl: Imperial (voet)
pt_br: Imperial (Pés)
pt_pt: Imperial (Pés)
sv_se: Brittisk (fot)

# settings.units.metric
source: Metric (Meters)
da_dk: Metrisk (meter)
de_de: Metrisch (Meter)
el_gr: Μετρικό σύστημα (μέτρα)
es_es: Métrica (metros)
fa_ir: متریک (متر)
fi_fi: Metrinen (metriä)
fr_ca: Métriques (mètres)
it_it: Metrico (metri)
ja_jp: メートル法 (メートル)
nb_no: Metrisk (meter)
nl_nl: Metrisch (meter)
pt_br: Métrico (Metros)
pt_pt: Métrica (Metros)
sv_se: Metrisk (meter)

# settings.clear_data
source: Clear Stored Map Data
da_dk: Ryd lagrede kortdata
de_de: Gespeicherte Kartendaten löschen
el_gr: Απαλοιφή αποθηκευμένων δεδομένων χαρτών
es_es: Borrar datos de mapas almacenados
fa_ir: پاک کردن داده‌های نقشه ذخیره‌شده
fi_fi: Tyhjennä tallennetut karttatiedot
fr_ca: Effacer les données de carte stockées
it_it: Cancella dati delle mappe archiviati
ja_jp: 保存されている地図データを消去
nb_no: Fjern lagrede kartdata
nl_nl: Opgeslagen kaartgegevens wissen
pt_br: Limpar Dados de Mapa Armazenados
pt_pt: Limpar Dados do Mapa Armazenados
sv_se: Rensa lagrade kartdata

# settings.about_app
source: About Soundscape
da_dk: Om Soundscape
de_de: Soundscape
el_gr: Σχετικά με το Soundscape
es_es: Acerca de Soundscape
fa_ir: درباره Soundscape
fi_fi: Tietoja Soundscapesta
fr_ca: À propos de Soundscape
it_it: Informazioni su Soundscape
ja_jp: Soundscape について
nb_no: Om Soundscape
nl_nl: Over Soundscape
pt_br: Sobre o Soundscape
pt_pt: Acerca do Soundscape
sv_se: Om Soundscape

# settings.section.general
source: General settings for the app.
da_dk: Generelle indstillinger
de_de: Allgemeine Einstellungen
el_gr: Γενικές ρυθμίσεις
es_es: Ajustes generales
fa_ir: تنظیمات عمومی
fi_fi: Yleiset asetukset
fr_ca: Réglages généraux
it_it: Impostazioni generali
ja_jp: 一般設定
nb_no: Generelle innstillinger
nl_nl: Algemene instellingen
pt_br: Ajustes Gerais
pt_pt: Definições Gerais
sv_se: Allmänna inställningar

# settings.section.units
source: Units of Measure
da_dk: Måleenheder
de_de: Maßeinheiten
el_gr: Μονάδες μέτρησης
es_es: Unidades de medida
fa_ir: واحدهای اندازه‌گیری
fi_fi: Mittayksiköt
fr_ca: Unités de mesure
it_it: Unità di misura
ja_jp: 単位
nb_no: Måleenheter
nl_nl: Meeteenheden
pt_br: Unidades de Medida
pt_pt: Unidades de Medida
sv_se: Måttenheter

# settings.section.troubleshooting
source: Options for troubleshooting the app.
da_dk: Fejlfinding
de_de: Problembehandlung
el_gr: Αντιμετώπιση προβλημάτων
es_es: Solución de problemas
fa_ir: عیب‌یابی
fi_fi: Vianmääritys
fr_ca: Résolution des problèmes
it_it: Risoluzione dei problemi
ja_jp: トラブルシューティング
nb_no: Feilsøking
nl_nl: Problemen oplossen
pt_br: Solução de problemas
pt_pt: Resolução de Problemas
sv_se: Felsökning

# settings.section.about
source: Information about the app.
da_dk: Om
de_de: Info
el_gr: Σχετικά
es_es: Acerca de
fa_ir: درباره
fi_fi: Tietoja
fr_ca: À propos
it_it: Informazioni
ja_jp: 概要
nb_no: Om
nl_nl: Over
pt_br: Sobre
pt_pt: Acerca de
sv_se: Om

# settings.section.telemetry
source: Manage data collection and privacy.
da_dk: Telemetri
de_de: Telemetrie
el_gr: Τηλεμετρία
es_es: Telemetría
fa_ir: تله‌متری
fi_fi: Telemetria
fr_ca: Télémétrie
it_it: Telemetria
ja_jp: テレメトリー
nb_no: Telemetri
nl_nl: Telemetrie
pt_br: Telemetria
pt_pt: Telemetria
sv_se: Telemetri

# settings.section.share_usage_data
source: Share Usage Data
da_dk: Del data om brug
de_de: Nutzungsdaten freigeben
el_gr: Κοινή χρήση δεδομένων χρήσης
es_es: Compartir datos de uso
fa_ir: اشتراک‌گذاری داده‌های استفاده
fi_fi: Jaa käyttötiedot
fr_ca: Partager les données d’utilisation
it_it: Condividi dati di utilizzo
ja_jp: 使用状況データの共有
nb_no: Del bruksdata
nl_nl: Gebruiksgegevens delen
pt_br: Compartilhar Dados de Uso
pt_pt: Partilhar Dados de Utilização
sv_se: Dela användningsdata

# settings.section.telemetry.footer
source: Help Soundscape improve by automatically sending diagnostics, error reporting, and usage data. No personal data is collected.
da_dk: Hjælp Soundscape med at forbedre sig ved automatisk at sende diagnosticerings-, fejlrapporterings- og brugsdata. Der indsamles ingen personoplysninger.
de_de: Helfen Sie bei der Verbesserung von Soundscape, indem Sie automatisch Diagnosen, Fehlerberichte und Nutzungsdaten senden. Es werden keine persönlichen Daten gesammelt.
el_gr: Βοηθήστε το Soundscape να βελτιωθεί στέλνοντας αυτόματα διαγνωστικά, αναφέροντας σφάλματα και δεδομένα χρήσης. Δεν συλλέγονται προσωπικά δεδομένα.
es_es: Ayuda a Soundscape a mejorar enviando automáticamente datos de uso, informes de errores y diagnósticos. No se recopilan datos personales.
fa_ir: با ارسال خودکار داده‌های تشخیصی، گزارش خطا و استفاده، به بهبود Soundscape کمک کنید. هیچ داده شخصی جمع‌آوری نمی‌شود.
fi_fi: Auta Soundscapea parantamaan toimintaansa lähettämällä automaattisesti virheraportteja sekä diagnostiikka- ja käyttötietoja. Henkilökohtaisia tietoja ei kerätä.
fr_ca: Aidez Soundscape à s’améliorer en envoyant automatiquement des données de diagnostic, de signalement d’erreurs et d’utilisation. Aucune donnée personnelle n’est recueillie.
it_it: Aiuta Soundscape a migliorare inviando automaticamente dati di diagnostica, utilizzo e segnalazione di errori. Non vengono raccolte informazioni personali.
ja_jp: 診断、エラー レポート、使用状況データを自動的に送信すると、Soundscape の改善に役立ちます。個人情報は収集されません。
nb_no: Hjelp Soundscape med å bli bedre ved å sende diagnostikk, feilrapporter og bruksdata automatisk. Det samles ikke inn personopplysninger.
nl_nl: Help Soundscape te verbeteren door automatisch diagnoses, foutrapporten en gebruiksgegevens te verzenden. Er worden geen persoonlijke gegevens verzameld.
pt_br: Ajude a aprimorar o Soundscape ao enviar automaticamente diagnósticos, relatórios de erros e dados de uso. Dados pessoais não serão coletados.
pt_pt: Ajude o Soundscape a melhorar enviando automaticamente diagnósticos, relatórios de erros e dados de utilização. Não são recolhidos quaisquer dados pessoais.
sv_se: Hjälp till att förbättra Soundscape genom att skicka diagnostik, felrapportering och användningsdata automatiskt. Inga personuppgifter samlas in.
