Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# voice.apple.no_siri
source: Note that Siri voices are not available to Soundscape and are not in the list below.
da_dk: Bemærk, at Siri-stemmer ikke er tilgængelige for Soundscape og ikke findes på listen nedenfor.
de_de: Beachten Sie, dass die Siri-Stimmen für Soundscape nicht verfügbar sind. Sie sind nicht in der Liste unten aufgeführt.
el_gr: Θυμηθείτε ότι οι φωνές Siri δεν είναι διαθέσιμες στο Soundscape και δεν περιλαμβάνονται στην παρακάτω λίστα.
es_es: Ten en cuenta que las voces de Siri no están disponibles en Soundscape y no figuran en la lista de abajo.
fa_ir: توجه داشته باشید که صداهای سیری برای Soundscape در دسترس نیستند و در لیست زیر نمایش داده نمی‌شوند.
fi_fi: Huomaa, että Siri-puheen äänet eivät ole Soundscapen käytettävissä eivätkä ne ole alla olevassa luettelossa.
fr_ca: Notez que les voix de Siri ne sont pas disponibles pour Soundscape et ne figurent pas dans la liste ci-dessous.
it_it: Tieni presente che le voci di Siri non sono disponibili per Soundscape e non sono nell'elenco seguente.
ja_jp: Siri の声は Soundscape で使用できないため、一覧に表示されません。
nb_no: Vær oppmerksom på at Siri-stemmer ikke er tilgjengelige i Soundscape og er ikke oppført på listen nedenfor.
nl_nl: Houd er rekening mee dat Siri-stemmen niet beschikbaar zijn voor Soundscape en niet zijn opgenomen in de onderstaande lijst.
pt_br: Observe que as vozes da Siri não estão disponíveis para o Soundscape nem aparecem na lista abaixo.
pt_pt: Note que as vozes de Siri não estão disponíveis para o Soundscape e não se encontram na lista abaixo.
sv_se: Observera att Siri-röster inte är tillgängliga för Soundscape och därför inte finns med i listan nedan.

# beacon.settings_title
source: Beacon Settings
da_dk: Indstillinger for lydfyr
de_de: Beacon-Einstellungen
el_gr: Ρυθμίσεις ηχητικού σήματος
es_es: Configuración de señales
fa_ir: تنظیمات نشانهٔ صوتی
fi_fi: Majakan asetukset
fr_ca: Réglages de balise
it_it: Impostazioni audiofaro
ja_jp: ビーコンの設定
nb_no: Lydsignalinnstillinger
nl_nl: Bakeninstellingen
pt_br: Ajustes do Sinalizador
pt_pt: Definições do Sinal
sv_se: Ljudfyrsinställningar

# beacon.settings.vicinity
source: Audio Mute Distance
es_es: Distancia de silenciar el audio
fa_ir: فاصله قطع خودکار صدا
nl_nl: Voer nabijheidsafstand in

# beacon.settings.style
source: Audio Styles
da_dk: Lydtyper
de_de: Audio-Stile
el_gr: Στυλ ήχου
es_es: Estilos de audio
fa_ir: سبک‌های صوتی
fi_fi: Äänityylit
fr_ca: Styles audio
it_it: Stili audio
ja_jp: 音声スタイル
nb_no: Lydstiler
nl_nl: Audiostijlen
pt_br: Estilos de Áudio
pt_pt: Estilos de Áudio
sv_se: Ljudstilar

# beacon.settings.style.haptic
source: Haptic Styles
da_dk: Haptiske typer
de_de: Haptische Stile
el_gr: Απτικά στυλ
es_es: Estilos hápticos
fa_ir: سبک‌های لمسی
fi_fi: Värinätyylit
fr_ca: Styles haptiques
it_it: Stili aptici
ja_jp: 触覚スタイル
nb_no: Haptiske stiler
nl_nl: Haptische stijlen
pt_br: Estilos Hápticos
pt_pt: Estilos Hápticos
sv_se: Haptiska stilar

# beacon.settings.style.haptic.explanation
source: These beacon styles include haptic feedback that you can feel in addition to normal beacon audio. Haptic feedback is only available when your phone is unlocked and Soundscape is open.
da_dk: Disse typer af lydfyr omfatter haptisk feedback, som du kan føle ud over normal lyd fra lydfyret. Haptisk feedback er kun tilgængelig, når din telefon er låst op, og Soundscape er åben.
de_de: Diese Beacon-Stile enthalten zusätzlich zum normalen Beacon-Ton ein haptisches Feedback, das Sie fühlen können. Das haptische Feedback ist nur verfügbar, wenn Ihr Telefon entsperrt und Soundscape geöffnet ist.
el_gr: Αυτά τα στυλ ηχητικών σημάτων περιλαμβάνουν απτική ανάδραση που μπορείτε να αισθανθείτε εκτός από τον κανονικό ήχο ηχητικού σήματος. Η απτική ανάδραση είναι διαθέσιμα μόνο όταν το τηλέφωνό σας είναι ξεκλείδωτο και το Soundscape είναι ανοιχτό.
es_es: Estos estilos de señal incluyen retroalimentación háptica que puedes sentir además del audio de señal normal. La retroalimentación háptica solo está disponible cuando el teléfono está desbloqueado y Soundscape está abierto.
fa_ir: این سبک‌های نشانهٔ صوتی علاوه بر صدای معمول، شامل بازخورد لمسی (ویبره) نیز هستند. بازخورد لمسی فقط زمانی در دسترس است که قفل گوشی شما باز باشد و Soundscape در حال اجرا باشد.
fi_fi: Nämä majakkatyylit sisältävät värinäpalautteen, jonka voit tuntea tavanomaisten majakkaäänten lisäksi. Värinäpalaute on käytössä vain, kun puhelin ei ole lukittu ja Soundscape on avattu.
fr_ca: Ces styles de balise incluent des rétroactions haptiques que vous pouvez ressentir en plus du son de la balise normale. Les rétroactions haptiques sont disponibles uniquement lorsque votre téléphone est déverrouillé et que Soundscape est ouvert.
it_it: Questi stili di audiofaro includono il feedback aptico, udibile in aggiunta al suono standard dell'audiofaro. Il feedback aptico è disponibile solo se lo smartphone è sbloccato e Soundscape è aperto.
ja_jp: これらのビーコン スタイルでは、通常のビーコン音声に加えて触覚フィードバックを感じることができます。触覚フィードバックは、携帯電話のロックが解除されており、Soundscape が開いているときにのみ利用できます。
nb_no: Disse lydsignalstilene omfatter haptisk tilbakemelding slik at du kan føle i tillegg til vanlig lydsignal. Haptisk tilbakemelding er bare tilgjengelig når telefonen er opplåst og Soundscape er åpen.
nl_nl: Deze bakenstijlen omvatten naast het gebruikelijke bakengeluid ook haptische feedback die u kunt voelen. Haptische feedback is alleen beschikbaar wanneer uw telefoon is ontgrendeld en Soundscape is geopend.
pt_br: Esses estilos de sinalizador incluem feedback háptico que você pode sentir além do áudio de sinalizador normal. O feedback háptico só está disponível quando seu telefone está desbloqueado e o Soundscape está aberto.
pt_pt: Estes estilos de sinal incluem feedback háptico que pode sentir, além do áudio normal do sinal. O feedback háptico só está disponível quando o telemóvel está desbloqueado e o Soundscape está aberto.
sv_se: Dessa ljudfyrsstilar inkluderar haptisk återkoppling som du kan känna utöver det vanliga ljudfyrsljudet. Haptisk återkoppling är endast tillgänglig när din telefon är olåst och du har öppnat Soundscape.

# beacon.settings.cues
source: Departure and Arrival
da_dk: Afgang og ankomst
de_de: Start- und Ankunft
el_gr: Αναχώρηση και Άφιξη
es_es: Salida y llegada
fa_ir: عزیمت و رسیدن
fi_fi: Lähtö ja saapuminen
fr_ca: Départ et arrivée
it_it: Partenza e arrivo
ja_jp: 出発および到着
nb_no: Avgang og ankomst
nl_nl: Aankomst en vertrek
pt_br: Partida e Chegada
pt_pt: Partida e Chegada
sv_se: Avgång och ankomst

# beacon.settings.melodies
source: Enable Departure and Arrival Cues
da_dk: Aktivér signaler om afgang og ankomst
de_de: Start- und Ankunftstöne aktivieren
el_gr: Ενεργοποίηση υποδείξεων αναχώρησης και άφιξης
es_es: Habilitar indicaciones de salida y llegada
fa_ir: فعال کردن صداهای راهنما برای عزیمت و رسیدن
fi_fi: Ota lähtö- ja saapumisvihjeet käyttöön
fr_ca: Activer les étiquettes Départ et Arrivée
it_it: Abilita segnali di partenza e arrivo
ja_jp: 出発および到着キューを有効にする
nb_no: Aktiver signaler for avgang og ankomst
nl_nl: Verwijzingen voor vertrek en aankomst inschakelen
pt_br: Habilitar Indicações de Partida e Chegada
pt_pt: Ativar Indicações de Partida e Chegada
sv_se: Aktivera signaler för avgång och ankomst

# beacon.settings.explanation
source: In choosing a beacon style, select a style that is comfortable to listen to and is easily heard outdoors and in noisy surroundings. Make sure you can easily determine its direction through your preferred listening device (headphones or phone speaker).
da_dk: Når du vælger en stil for lydfyr, skal du vælge en stil, der er behagelig for dine ører og let høres udendørs og i støjende omgivelser. Sørg for, at du nemt kan bestemme dens retning gennem din foretrukne lytteenhed (hovedtelefoner eller telefonhøjttaler).
de_de: Wählen Sie einen Beaconstil, der angenehm für Ihre Ohren und auch im Freien und in lauten Umgebungen gut zu hören ist. Vergewissern Sie sich, dass Sie die Richtung des Signals über Ihr Hörgerät (Kopfhörer) leicht bestimmen können.
el_gr: Επιλέγοντας ένα στυλ ηχητικού σήματος, επιλέξτε ένα στυλ που ακούγεται άνετα και εύκολα σε εξωτερικούς χώρους και σε θορυβώδες περιβάλλον. Βεβαιωθείτε ότι μπορείτε εύκολα να καθορίσετε την κατεύθυνσή του μέσω της προτιμώμενης συσκευής ακρόασης (ακουστικά ή ηχείο τηλεφώνου).
es_es: Al elegir un estilo de señal, selecciona un estilo que resulte cómodo en los oídos y que se escuche fácilmente al aire libre y en entornos ruidosos. Asegúrate de que puedes determinar con facilidad tu dirección a través de tu dispositivo de escucha preferido (auriculares o altavoz del teléfono).
fa_ir: سبک نشانهٔ صوتی را انتخاب کنید که شنیدن آن راحت باشد و در محیط‌های بیرون و پر سر و صدا به آسانی شنیده شود. اطمینان حاصل کنید که می‌توانید جهت آن را به راحتی از طریق دستگاه شنیداری دلخواه خود (هدفون یا بلندگوی گوشی) تشخیص دهید.
fi_fi: Valitse sellainen majakkatyyli, jota kuuntelet mielelläsi, ja joka kuuluu helposti ulkotiloissa ja ympäristön melussa. Varmista, että voit helposti erottaa sen suunnan haluamallasi kuuntelulaitteella (kuulokkeet tai puhelimen kaiutin).
fr_ca: Lorsque vous choisissez un style de balise, recherchez un son agréable à écouter et audible à l’extérieur, ainsi que dans des environnements bruyants. Assurez-vous de pouvoir déterminer facilement sa direction à l’aide de votre appareil d’écoute préféré (casque ou haut-parleur de téléphone).
it_it: Quando scegli uno stile di audiofaro, selezionane uno piacevole da ascoltare e facilmente udibile all'aperto e in ambienti rumorosi. Assicurati di poterne determinare con facilità la direzione tramite il tuo dispositivo di ascolto preferito (auricolari o vivavoce dello smartphone).
ja_jp: ビーコンのスタイルの選択では、快適に聞くことができ、屋外や騒がしい場所でも聞き取りやすいスタイルを選択します。ヘッドホンやスマートフォンのスピーカーなど、使用する音声再生デバイスで進路を簡単に判断できることを確認してください。
nb_no: Når du velger en lydsignalstil, må du velge en stil som er behagelig å lytte til, og som enkelt høres utendørs og i omgivelser med mye støy. Pass på at du enkelt kan fastslå retningen til signalet via foretrukket lytteenhet (hodetelefoner eller telefonhøyttaler).
nl_nl: Als u een bakenstijl kiest, selecteer dan een stijl die prettig is om naar te luisteren en die u buiten in een lawaaierige omgeving goed kunt horen. Zorg dat u de richting gemakkelijk kunt bepalen via het luisterapparaat van uw voorkeur (koptelefoon of telefoonspeaker).
pt_br: Ao escolher um estilo de sinalizador, selecione um estilo que seja confortável de ouvir e facilmente ouvido em áreas externas e em arredores barulhentos. Assegure-se de que você pode determinar com facilidade a direção do som por meio do seu dispositivo de escuta preferencial (fones de ouvido ou alto-falante do telefone).
pt_pt: Quando escolher um estilo de sinal, selecione um estilo que seja confortável de ouvir e que possa ser facilmente ouvido no exterior e em ambientes ruidosos. Certifique-se de que consegue determinar facilmente a direção através do seu dispositivo de escuta preferencial (auscultadores ou altifalante do telemóvel).
sv_se: När du väljer stil på ljudfyren, ska du välja en som låter angenämt och är lätt att höra utomhus och i bullriga omgivningar. Se till att du enkelt kan avgöra riktningen via din lyssningsenhet (headset eller telefonhögtalare).

# settings.bluetooth.forget
source: Forget This Device
da_dk: Glem denne enhed
de_de: Dieses Gerät verwerfen
el_gr: Διαγραφή αυτής της συσκευής από τη μνήμη
es_es: Olvidar este dispositivo
fa_ir: فراموش کردن این دستگاه
fi_fi: Unohda tämä laite
fr_ca: Oublier cet appareil
it_it: Ignora questo dispositivo
ja_jp: このデバイスの登録を解除
nb_no: Glem denne enheten
nl_nl: Dit apparaat vergeten
pt_br: Esquecer Este Dispositivo
pt_pt: Esquecer este Dispositivo
sv_se: Glöm den här enheten

# troubleshooting.gps_status
source: Location Accuracy
da_dk: Lokalitetspræcision
de_de: Standortgenauigkeit
el_gr: Ακρίβεια θέσης
es_es: Precisión de ubicación
fa_ir: دقت موقعیت مکانی
fi_fi: Sijainnin tarkkuus
fr_ca: Précision de l’emplacement
it_it: Precisione della posizione
ja_jp: 位置情報の精度
nb_no: Posisjonsnøyaktighet
nl_nl: Locatienauwkeurigheid
pt_br: Precisão de Localização
pt_pt: Exatidão da Localização
sv_se: Platsprecision

# troubleshooting.gps_status.explanation.meters
source: This value is an estimate of how accurately Soundscape knows where you are located. Less than ±10 meters is good. Less than ±20 meters is ok. Anything else is poor. Location data is most accurate when outside and not under any structures.
da_dk: Denne værdi er et estimat af, hvor præcist Soundscape ved, hvor du befinder dig. Mindre end ± 10 meter er godt. Mindre end ± 20 meter er ok. Alt andet er dårligt. Lokalitetsdata er mest nøjagtige, når du er udendørs og ikke er inde i nogen bygninger.
de_de: Dieser Wert gibt ungefähr an, wie genau Soundscape Ihren aktuellen Standort ermitteln kann. Weniger als ±10 Meter ist gut. Weniger als ±20 Meter ist in Ordnung. Alles andere ist unzureichend. Die Standortdaten sind am genauesten, wenn Sie sich im Freien und nicht in Gebäuden befinden.
el_gr: Αυτή η τιμή είναι μια εκτίμηση της ακρίβειας με την οποία το Soundscape γνωρίζει πού βρίσκεστε. Λιγότερο από ±10 μέτρα είναι καλή. Λιγότερο από ±20 μέτρα είναι αποδεκτή. Οτιδήποτε άλλο είναι κακή. Τα δεδομένα τοποθεσίας είναι πιο ακριβή όταν είστε σε υπαίθριο χώρο και όχι κάτω από οποιεσδήποτε κατασκευές.
es_es: Este valor es una estimación de la precisión con la que Soundscape sabe dónde te encuentras. Menos de ±10 metros es una buena distancia. Menos de ±20 metros es una distancia satisfactoria. Todas las distancias que sean superiores serán insuficientes. Los datos de ubicación tienen la máxima precisión cuando el usuario se encuentra en el exterior y no debajo de estructuras.
fa_ir: این مقدار تخمینی از دقت Soundscape در تشخیص موقعیت شماست. کمتر از ۱۰± متر خوب است. کمتر از ۲۰± متر قابل قبول است. هر مقدار دیگری ضعیف محسوب می‌شود. داده‌های موقعیت مکانی وقتی در فضای باز و زیر هیچ سازه‌ای نباشید، دقیق‌تر هستند.
fi_fi: Tämä arvo on arvio siitä, kuinka tarkasti Soundscape tietää, missä sijaitset. Alle ±10 metriä on hyvä. Alle ±20 metriä on hyväksyttävä. Mikä tahansa muu on huono. Sijainnin tiedot ovat tarkimpia ulkotiloissa muualla kuin rakennelmien alla.
fr_ca: Cette valeur est une estimation de la précision de Soundscape quant à votre position. Moins de ±10 mètres, c’est bien. Moins de ±20 mètres, ça va. Toute autre valeur est médiocre. Les données d’emplacement sont plus précises lorsque vous êtes à l’extérieur et non sous des structures.
it_it: Questo valore è una stima della precisione con cui Soundscape sa dove ti trovi. Meno di ±10 metri è un valore accettabile. Meno di ±20 metri è un valore accettabile. Tutti i restanti valori non sono accettabili. I dati di posizione sono più precisi all'esterno e non sotto una struttura.
ja_jp: この値は、Soundscape がユーザーの現在地をどの程度正確に認識できるかを大まかに示すものです。±10 メートル未満で快適に使用できます。±20 メートル未満では問題なく使用できます。それ以上では使用に問題が生じます。屋外で上に遮るものがない場合に位置情報データの精度が高くなります。
nb_no: Denne verdien er et estimat av hvor nøyaktig Soundscape vet hvor du er. Mindre enn ±10 meter er bra. Mindre enn ±20 meter er ok. Alt annet er dårlig. Posisjonsdata er mest nøyaktige når du er utendørs og ikke under noen andre strukturer.
nl_nl: Deze waarde is een schatting van hoe precies Soundscape weet waar u zich bevindt. Minder dan ca. 10 meter is goed. Minder dan ca. 20 meter is redelijk. Hogere waarden zijn slecht. Locatiegegevens zijn het nauwkeurigste als u buiten bent en niet onder een constructie staat.
pt_br: Esse valor é uma estimativa de com que precisão o Soundscape sabe onde você está localizado. Menos de cerca de 10 metros é bom, menos de aproximadamente 20 metros é aceitável. Qualquer outra distância é ruim. Os dados de localização são mais precisos em ambientes abertos e não sob qualquer estrutura.
pt_pt: Este valor é uma estimativa da exatidão com que o Soundscape calcula a sua localização. Um valor menor que ±10 metros é bom. Um valor menor que ±20 metros é aceitável. Qualquer outro valor é fraco. Os dados de localização são mais exatos quando se encontra no exterior e não está debaixo de nenhuma estrutura.
sv_se: Det här värdet är en uppskattning av hur exakt Soundscape känner av var du befinner dig. En precision på mindre än cirka 10 meter är bra. En precision på mindre än 20 meter är OK. Allt annat är dåligt. Platsdata fungerar bäst utomhus och med fri sikt uppåt.

# troubleshooting.gps_status.explanation.feet
source: This value is an estimate of how accurately Soundscape knows where you are located. Less than ±30 feet is good. Less than ±60 feet is ok. Anything else is poor. Location data is most accurate when outside and not under any structures.
da_dk: Denne værdi er et estimat af, hvor præcist Soundscape ved, hvor du befinder dig. Mindre end ± 30 fod er godt. Mindre end ± 60 fod er ok. Alt andet er dårligt. Lokalitetsdata er mest nøjagtige, når du er udendørs og ikke er inde i nogen bygninger.
de_de: Dieser Wert gibt ungefähr an, wie genau Soundscape Ihren aktuellen Standort ermitteln kann. Weniger als ±30 Fuß ist gut. Weniger als ±60 Fuß ist in Ordnung. Alles andere ist unzureichend. Die Standortdaten sind am genauesten, wenn Sie sich im Freien und nicht in Gebäuden befinden.
el_gr: Αυτή η τιμή είναι μια εκτίμηση της ακρίβειας με την οποία το Soundscape γνωρίζει πού βρίσκεστε. Λιγότερο από ±30 πόδια είναι καλή. Λιγότερο από ±60 πόδια είναι αποδεκτή. Οτιδήποτε άλλο είναι κακή. Τα δεδομένα τοποθεσίας είναι πιο ακριβή όταν είστε σε υπαίθριο χώρο και όχι κάτω από οποιεσδήποτε κατασκευές.
es_es: Este valor es una estimación de la precisión con la que Soundscape sabe dónde te encuentras. Menos de ±30 pies es una buena distancia. Menos de ±60 pies es una distancia satisfactoria. Todas las distancias que sean superiores serán insuficientes. Los datos de ubicación tienen la máxima precisión cuando el usuario se encuentra en el exterior y no debajo de estructuras.
fa_ir: این مقدار تخمینی از دقت Soundscape در تشخیص موقعیت شماست. کمتر از ۳۰± فوت خوب است. کمتر از ۶۰± فوت قابل قبول است. هر مقدار دیگری ضعیف محسوب می‌شود. داده‌های موقعیت مکانی وقتی در فضای باز و زیر هیچ سازه‌ای نباشید، دقیق‌تر هستند.
fi_fi: Tämä arvo on arvio siitä, kuinka tarkasti Soundscape tietää, missä sijaitset. Alle ±30 jalkaa on hyvä. Alle ±60 jalkaa on hyväksyttävä. Mikä tahansa muu on huono. Sijainnin tiedot ovat tarkimpia ulkotiloissa muualla kuin rakennelmien alla.
fr_ca: Cette valeur est une estimation de la précision de Soundscape quant à votre position. Moins de ±30 pieds, c’est bien. Moins de ±60 pieds, ça va. Toute autre valeur est médiocre. Les données d’emplacement sont plus précises lorsque vous êtes à l’extérieur et non sous des structures.
it_it: Questo valore è una stima della precisione con cui Soundscape sa dove ti trovi. Meno di ±30 piedi è un valore accettabile. Meno di ±60 piedi è un valore accettabile. Tutti i restanti valori non sono accettabili. I dati di posizione sono più precisi all'esterno e non sotto una struttura.
ja_jp: この値は、Soundscape がユーザーの現在地をどの程度正確に認識できるかを大まかに示すものです。±30 フィート未満で快適に使用できます。±60 フィート未満では問題なく使用できます。それ以上では使用に問題が生じます。屋外で上に遮るものがない場合に位置情報データの精度が高くなります。
nb_no: Denne verdien er et estimat av hvor nøyaktig Soundscape vet hvor du er. Mindre enn ±30 fot er bra. Mindre enn ±60 fot er ok. Alt annet er dårlig. Posisjonsdata er mest nøyaktige når du er utendørs og ikke under noen andre strukturer.
nl_nl: Deze waarde is een schatting van hoe precies Soundscape weet waar u zich bevindt. Minder dan ca. 30 voet is goed. Minder dan ca. 60 voet is redelijk. Hogere waarden zijn slecht. Locatiegegevens zijn het nauwkeurigste als u buiten bent en niet onder een constructie staat.
pt_br: Esse valor é uma estimativa de com que precisão o Soundscape sabe onde você está localizado. Menos de cerca de 30 pés é bom, menos de aproximadamente 60 pés é aceitável. Qualquer outra distância é ruim. Os dados de localização são mais precisos em ambientes abertos e não sob qualquer estrutura.
pt_pt: Este valor é uma estimativa da exatidão com que o Soundscape calcula a sua localização. Um valor menor que ±30 pés é bom. Um valor menor que ±60 pés é aceitável. Qualquer outro valor é fraco. Os dados de localização são mais exatos quando se encontra no exterior e não está debaixo de nenhuma estrutura.
sv_se: Det här värdet är en uppskattning av hur exakt Soundscape känner av var du befinner dig. En precision på mindre än cirka 10 meter är bra. En precision på mindre än 20 meter är OK. Allt annat är dåligt. Platsdata fungerar bäst utomhus och med fri sikt uppåt.

# troubleshooting.gps_status.meters
source: ±%@ meters
da_dk: ±%@ meter
de_de: ±%@ Meter
el_gr: ±%@ μέτρα
es_es: ±%@ metros
fa_ir: ±%@ متر
fi_fi: ±%@ metriä
fr_ca: ±%@ mètres
it_it: ±%@ metri
ja_jp: ±%@ メートル
nb_no: ±%@ meter
nl_nl: ±%@ meter
pt_br: ±%@ metros
pt_pt: ±%@ metros
sv_se: %@ meter

# troubleshooting.gps_status.feet
source: ±%@ feet
da_dk: ±%@ fod
de_de: ±%@ Fuß
el_gr: ±%@ πόδια
es_es: ±%@ pies
fa_ir: ±%@ فوت
fi_fi: ±%@ jalkaa
fr_ca: ±%@ pieds
it_it: ±%@ piedi
ja_jp: ±%@ フィート
nb_no: ±%@ fot
nl_nl: ±%@ voet
pt_br: ±%@ pés
pt_pt: ±%@ pés
sv_se: %@ fot

# troubleshooting.check_audio
source: Check Audio
da_dk: Kontrollér lyd
de_de: Audio überprüfen
el_gr: Έλεγχος ήχου
es_es: Comprobar audio
fa_ir: بررسی صدا
fi_fi: Tarkista ääni
fr_ca: Vérifier le son
it_it: Controlla audio
ja_jp: ヘッドセットのサウンドを確認する
nb_no: Sjekk lyd
nl_nl: Audio controleren
pt_br: Verificar Áudio
pt_pt: Verificar Áudio
sv_se: Kontrollera ljud

# troubleshooting.check_audio.hint
source: Double tap to check the status of the headphones you are using with Soundscape.
da_dk: Dobbelttryk for at kontrollere statussen for de hovedtelefoner, du bruger sammen med Soundscape.
de_de: Doppeltippen, um den Status der Kopfhörer zu überprüfen, die Sie mit Soundscape verwenden.
el_gr: Πατήστε δύο φορές για να ελέγξετε την κατάσταση των ακουστικών που χρησιμοποιείτε με το Soundscape.
es_es: Pulsa dos veces para comprobar el estado de los auriculares que usas con Soundscape.
fa_ir: برای بررسی وضعیت هدفون‌های خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tarkistaaksesi Soundscapen kanssa käyttämiesi kuulokkeiden tilan.
fr_ca: Appuyez deux fois pour vérifier le statut du casque que vous utilisez avec Soundscape.
it_it: Tocca due volte per controllare lo stato degli auricolari che stai utilizzando con Soundscape.
ja_jp: Soundscape で使用しているヘッドホンの状態を確認するには、ダブルタップします。
nb_no: Dobbelttrykk for å sjekke statusen til hodetelefonene du bruker med Soundscape.
nl_nl: Dubbeltik om de status te controleren van de koptelefoon die u gebruikt met Soundscape.
pt_br: Dê um toque duplo para verificar o status dos fones de ouvido que você está usando com o Soundscape.
pt_pt: Faça duplo toque para verificar o estado dos auscultadores que está a utilizar com o Soundscape.
sv_se: Dubbelknacka på den här knappen om du vill kontrollera statusen för hörlurarna som du använder med Soundscape.
