Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# beacon.action.mute_unmute_beacon.acc_hint
source: Double tap to mute or unmute the audio beacon.
da_dk: Dobbelttryk for at slå lydfyret til eller fra
de_de: Doppeltippen, um das Audiobeacon stummzuschalten oder seine Stummschaltung aufzuheben.
el_gr: Πατήστε δύο φορές για σίγαση ή κατάργηση σίγασης του ηχητικού σήματος
es_es: Pulsa dos veces para silenciar o reactivar la señal de audio.
fa_ir: برای بی‌صدا یا باصدا کردن نشانهٔ صوتی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta mykistääksesi äänimajakan tai poistaaksesi sen mykistyksen.
fr_ca: Appuyer deux fois pour désactiver ou réactiver le son de la balise sonore
it_it: Tocca due volte per disattivare o attivare l'audio dell'audiofaro.
ja_jp: 音声ビーコンのミュートを設定または解除するにはダブルタップします
nb_no: Dobbelttrykk for å slå av eller på lydsignalet
nl_nl: Dubbeltik om het audiobaken te dempen of het dempen op te heffen.
pt_br: Dar um toque duplo para ativar ou desativar o mudo do sinalizador sonoro
pt_pt: Faça duplo toque para desativar ou ativar o sinal de áudio
sv_se: Dubbelknacka om du vill stänga av eller sätta på ljudfyren

# beacon.action.view_details
source: View Details
da_dk: Vis detaljer
de_de: Details anzeigen
el_gr: Προβολή λεπτομερειών
es_es: Ver detalles
fa_ir: مشاهده جزئیات
fi_fi: Tarkastele tietoja
fr_ca: Afficher les détails
it_it: Visualizza dettagli
ja_jp: 詳細を表示
nb_no: Vis informasjon
nl_nl: Details weergeven
pt_br: Exibir Detalhes
pt_pt: Ver Detalhes
sv_se: Visa detaljer

# beacon.action.view_details.acc_hint.details
source: Double tap to view additional details.
da_dk: Dobbelttryk for at få vist yderligere oplysninger
de_de: Tippen Sie doppelt, um zusätzliche Details anzuzeigen
el_gr: Πατήστε δύο φορές για να δείτε πρόσθετες λεπτομέρειες
es_es: Pulsa dos veces para ver detalles adicionales.
fa_ir: برای مشاهده جزئیات بیشتر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tarkastellaksesi lisäyksityiskohdat.
fr_ca: Appuyez deux fois pour afficher des détails supplémentaires
it_it: Tocca due volte per visualizzare ulteriori dettagli
ja_jp: ダブル タップすると、より詳しい情報を確認できます
nb_no: Dobbelttrykk for å vise mer informasjon
nl_nl: Dubbeltik om extra details weer te geven
pt_br: Dê um toque duplo para exibir detalhes adicionais
pt_pt: Faça duplo toque para ver detalhes adicionais
sv_se: Dubbelknacka om du vill visa mer information

source: Beacon Distance Update
da_dk: Opdatering af lydfyrafstand
de_de: Beacon-Distanzupdate
el_gr: Ενημέρωση απόστασης ηχητικού σήματος
es_es: Actualización de distancia de señal
fa_ir: به‌روزرسانی فاصله نشانهٔ صوتی
fi_fi: Majakan etäisyyden päivitys
fr_ca: Mise à jour de la distance de la balise
it_it: Aggiornamento distanza audiofaro
ja_jp: ビーコンの距離を更新
nb_no: Oppdatering av lydsignalavstand
nl_nl: Bakenafstand bijwerken
pt_br: Atualização de Distância do Sinalizador
pt_pt: Atualizar Distância do Sinal
sv_se: Uppdatering av ljudfyrsavstånd

# beacon.beacon_location_within
source: Beacon within %@
da_dk: Lydfyr inden for %@
de_de: Beacon innerhalb von %@
el_gr: Ηχητικό σήμα σε %@
es_es: Señal a menos de %@
fa_ir: نشانهٔ صوتی در محدوده %@
fi_fi: Majakka on etäisyyden %@ sisällä
fr_ca: Balise à %@
it_it: Audiofaro entro %@
ja_jp: %@ 以内にビーコンがあります
nb_no: Lydsignal innenfor %@
nl_nl: Baken over %@
pt_br: Sinalizador dentro de %@
pt_pt: Sinal a %@
sv_se: Ljudfyr inom %@

# beacon.beacon_location_within_audio_beacon_muted
source: Beacon within %@. Audio beacon has been muted.
da_dk: Lydfyr inden for %@. Lydfyret er blevet slået fra
de_de: Beacon innerhalb von %@. Audiobeacon wurde stummgeschaltet.
el_gr: Ηχητικό σήμα σε %@. Το ηχητικό σήμα έχει τεθεί σε σίγαση
es_es: Señal a menos de %@. Se ha silenciado la señal de audio.
fa_ir: نشانهٔ صوتی در محدوده %@. نشانهٔ صوتی بی‌صدا شده است.
fi_fi: Majakka %@:n sisällä. Äänimajakka on mykistetty.
fr_ca: Balise à %@. Le son de la balise sonore a été désactivé
it_it: Audiofaro entro %@. L'audio dell'audiofaro è disattivato
ja_jp: %@ 以内にビーコンがあります。音声ビーコンがミュートされています
nb_no: Lydsignal innenfor %@. Lydsignalet er slått av
nl_nl: Baken over %@. Audiobaken is gedempt
pt_br: Sinalizador dentro de %@. Mudo de sinalizador sonoro ativado
pt_pt: Sinal a %@. O sinal de áudio foi desativado
sv_se: Ljudfyr inom %@. Ljudfyren har stängts av.

# preview.title
source: Street Preview
da_dk: Soundscape Street Preview
de_de: Soundscape Street Preview
el_gr: Soundscape Street Preview
es_es: vista previa de calle de Soundscape
fa_ir: پیش‌نمایش خیابان Soundscape
fi_fi: Soundscape Streetin esikatselu
fr_ca: Soundscape Street Preview
it_it: Soundscape Street Preview
ja_jp: Soundscape Street Preview
nb_no: Soundscape Street Preview
nl_nl: Soundscape Street Preview
pt_br: Soundscape Street Preview
pt_pt: Soundscape Street Preview
sv_se: Soundscape Street Preview

# preview.current_intersection_unknown.label
source: Current Location Unknown
da_dk: Aktuel placering ukendt
de_de: Aktueller Standort unbekannt
el_gr: Η τρέχουσα τοποθεσία είναι άγνωστη
es_es: Ubicación actual desconocida
fa_ir: موقعیت فعلی نامعلوم
fi_fi: Nykyinen sijainti tuntematon
fr_ca: Emplacement actuel inconnu
it_it: Posizione attuale sconosciuta
ja_jp: 現在地は不明です
nb_no: Nåværende posisjon ukjent
nl_nl: Huidige locatie onbekend
pt_br: Localização Atual Desconhecida
pt_pt: Localização Atual Desconhecida
sv_se: Aktuell plats är okänd

# preview.next_intersection.label
source: To %@
da_dk: Til %@
de_de: Zu %@
el_gr: Προς %@
es_es: A %@
fa_ir: به سمت %@
fi_fi: Risteykseen %@
fr_ca: Vers %@
it_it: Verso %@
ja_jp: %@ へ
nb_no: Til %@
nl_nl: Naar %@
pt_br: Para %@
pt_pt: Para %@
sv_se: Till %@

# preview.approaching_intersection.label
source: Approaching Intersection
da_dk: Nærmer sig kryds
de_de: Kreuzung vor Ihnen
el_gr: Πλησιάζετε τη διασταύρωση
es_es: A punto de llegar al cruce
fa_ir: در حال نزدیک شدن به تقاطع
fi_fi: Lähestytään risteystä
fr_ca: Vous approchez d’une intersection
it_it: Ti stai avvicinando all'incrocio
ja_jp: まもなく交差点
nb_no: Du nærmer deg et veikryss
nl_nl: U nadert een kruispunt
pt_br: Aproximando-se do cruzamento
pt_pt: A Aproximar-se de um Cruzamento
sv_se: Du närmar dig en vägkorsning

# preview.content.edge.text
source: %1$@ on %2$@
da_dk: %1$@ på %2$@
de_de: %1$@ in der %2$@
el_gr: %1$@ επί της %2$@
es_es: %1$@ en %2$@
fa_ir: %1$@ در خیابان %2$@
fi_fi: %1$@ tietä %2$@ pitkin
fr_ca: %1$@ sur %2$@
it_it: %1$@ su %2$@
ja_jp: %2$@ を %1$@ へ
nb_no: %1$@ på %2$@
nl_nl: %1$@ op %2$@
pt_br: %1$@ na %2$@
pt_pt: %1$@ na %2$@
sv_se: %1$@ på %2$@

# preview.content.edge.text.accessibility_hint
source: Double tap to move to the next intersection.
da_dk: Dobbelttryk for at flytte til det næste kryds
de_de: Doppeltippen, um zur nächsten Kreuzung zu wechseln
el_gr: Πατήστε δύο φορές για να μετακινηθείτε στην επόμενη διασταύρωση
es_es: Pulsa dos veces para pasar al siguiente cruce.
fa_ir: برای رفتن به تقاطع بعدی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta siirtyäksesi seuraavaan risteykseen.
fr_ca: Appuyez deux fois pour passer à l’intersection suivante
it_it: Tocca due volte per andare al prossimo incrocio
ja_jp: 次の交差点へ移動するにはダブルタップします
nb_no: Dobbelttrykk for å gå til neste veikryss
nl_nl: Dubbeltik om naar het volgende kruispunt te gaan
pt_br: Dê um toque duplo para mover-se para o próximo cruzamento
pt_pt: Faça duplo toque para avançar para o cruzamento seguinte
sv_se: Dubbelknacka om du vill flytta till nästa vägkorsning

# preview.go.title
source: Go
da_dk: Gå
de_de: Los
el_gr: Μετάβαση
es_es: Ir
fa_ir: برو
fi_fi: Lähde
fr_ca: Atteindre
it_it: Vai
ja_jp: 移動
nb_no: Start
nl_nl: Start
pt_br: Ir
pt_pt: Seguir
sv_se: OK

# preview.go_back.title
source: Previous
da_dk: Forrige
de_de: Zurück
el_gr: Προηγούμενη
es_es: Anterior
fa_ir: قبلی
fi_fi: Edellinen
fr_ca: Précédent
it_it: Indietro
ja_jp: 戻る
nb_no: Forrige
nl_nl: Vorige
pt_br: Anterior
pt_pt: Anterior
sv_se: Föregående

# preview.go_back.accessibility_text
source: Double tap to go back to your previous intersection
da_dk: Dobbelttryk for at gå tilbage til dit forrige kryds
de_de: Doppeltippen, um zur vorherigen Kreuzung zurückzukehren
el_gr: Πατήστε δύο φορές για να επιστρέψετε στην προηγούμενη διασταύρωσή σας
es_es: Pulsa dos veces para volver a tu cruce anterior.
fa_ir: برای بازگشت به تقاطع قبلی خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta palataksesi aiempaan risteykseen
fr_ca: Appuyez deux fois pour retourner à la précédente intersection
it_it: Tocca due volte per tornare all'incrocio precedente
ja_jp: 前の交差点に戻るにはダブルタップします
nb_no: Dobbelttrykk for å gå tilbake til forrige veikryss
nl_nl: Dubbeltik om terug te gaan naar het vorige kruispunt
pt_br: Dê um toque duplo para voltar para seu cruzamento anterior
pt_pt: Faça duplo toque para voltar ao cruzamento anterior
sv_se: Dubbelknacka om du vill gå tillbaka till föregående vägkorsning

# preview.search.label
source: Explore Nearby
da_dk: Udforsk i nærheden
de_de: Umgebung erkunden
el_gr: Εξερεύνηση σε κοντινή απόσταση
es_es: Explorar cerca
fa_ir: کاوش در اطراف
fi_fi: Tutustu lähiympäristöön
fr_ca: Découvrir les emplacements à proximité
it_it: Esplora luoghi nelle vicinanze
ja_jp: 近くを探索する
nb_no: Utforsk i nærheten
nl_nl: Nabije omgeving verkennen
pt_br: Explorar nas Proximidades
pt_pt: Explorar Proximidades
sv_se: Utforska närområdet

# preview.search.accessibility_hint
source: Double tap to search or browse nearby places.
da_dk: Dobbelttryk for at søge efter eller gennemse steder i nærheden
de_de: Doppeltippen, um Orte in der Nähe zu suchen oder zu durchsuchen
el_gr: Πατήστε δύο φορές για να αναζητήσετε ή να περιηγηθείτε σε κοντινά μέρη
es_es: Pulsa dos veces para buscar o examinar lugares cercanos.
fa_ir: برای جستجو یا مرور مکان‌های اطراف دو بار ضربه بزنید
fi_fi: Kaksoisnapauta etsiäksesi tai selataksesi lähiympäristön paikkoja.
fr_ca: Appuyez deux fois pour rechercher ou parcourir les emplacements à proximité
it_it: Tocca due volte per cercare o sfogliare i luoghi nelle vicinanze
ja_jp: 近くの場所を検索または参照するにはダブルタップします
nb_no: Dobbelttrykk for å søke etter eller bla gjennom steder i nærheten
nl_nl: Dubbeltik om te zoeken naar plaatsen in de buurt
pt_br: Dê um toque duplo para pesquisar os locais próximos ou navegar por eles
pt_pt: Faça duplo toque para procurar ou percorrer locais nas proximidades
sv_se: Dubbelknacka om du vill söka efter eller bläddra bland platser i närheten

# preview.alert.restart.title
source: Preview Already in Progress
da_dk: Eksempelvisning er allerede i gang
de_de: Vorschau ist bereits aktiviert
el_gr: Προεπισκόπηση ήδη σε εξέλιξη
es_es: La vista previa ya está en curso
fa_ir: پیش‌نمایش از قبل در حال انجام است
fi_fi: Esikatselu on jo käynnissä
fr_ca: Aperçu déjà en cours
it_it: Anteprima già in esecuzione
ja_jp: 既にプレビューを実行中です
nb_no: Preview pågår allerede
nl_nl: Voorbeeld wordt al getoond
pt_br: Visualização Já em Andamento
pt_pt: Preview em Curso
sv_se: Förhandsgranskning pågår redan

# preview.alert.restart.message
source: Do you want to restart Soundscape Street Preview at this location?
da_dk: Vil du genstarte Soundscape Street Preview på denne placering?
de_de: Möchten Sie Soundscape Street Preview an diesem Standort neu starten?
el_gr: Θέλετε να επανεκκινήσετε το Soundscape Street Preview σε αυτήν την τοποθεσία;
es_es: ¿Deseas reiniciar la vista previa de calle de Soundscape en esta ubicación?
fa_ir: آیا می‌خواهید پیش‌نمایش خیابان Soundscape را در این مکان مجدداً راه‌اندازی کنید؟
fi_fi: Haluatko käynnistää Soundscape Street Preview -toiminnon uudelleen tässä sijainnissa?
fr_ca: Voulez-vous redémarrer Soundscape Street Preview à cet emplacement?
it_it: Vuoi riavviare Soundscape Street Preview su questa posizione?
ja_jp: この場所から Soundscape Street Preview を再開しますか?
nb_no: Vil du starte Soundscape Street Preview på nytt ved denne posisjonen?
nl_nl: Wilt u Soundscape Street Preview opnieuw starten op deze locatie?
pt_br: Deseja reiniciar o Soundscape Street Preview nesta localização?
pt_pt: Pretende reiniciar o Soundscape Street Preview nesta localização?
sv_se: Vill du starta om Soundscape Street Preview på den här platsen?

# preview.alert.restart.button
source: Restart
da_dk: Genstart
de_de: Neu starten
el_gr: Επανεκκίνηση
es_es: Reiniciar
fa_ir: راه‌اندازی مجدد
fi_fi: Käynnistä uudelleen
fr_ca: Redémarrer
it_it: Riavvia
ja_jp: 再開
nb_no: Start på nytt
nl_nl: Opnieuw starten
pt_br: Reiniciar
pt_pt: Reiniciar
sv_se: Starta om

# preview.callout.paused
source: Street Preview paused
da_dk: Street Preview blev midlertidigt afbrudt
de_de: Street Preview angehalten
el_gr: Το Street Preview διακόπηκε προσωρινά
es_es: vista previa de calle en pausa
fa_ir: پیش‌نمایش خیابان متوقف شد
fi_fi: Street Preview -toiminto pysäytetty
fr_ca: Street Preview mis en pause
it_it: Street Preview in pausa
ja_jp: Street Preview を一時停止
nb_no: Street Preview er midlertidig stanset
nl_nl: Street Preview gepauzeerd
pt_br: Street Preview pausado
pt_pt: Street Preview em pausa
sv_se: Street Preview har pausat

# preview.callout.end
source: Ending Soundscape Street Preview
da_dk: Afslutter Soundscape Street Preview
de_de: Beenden von Soundscape Street Preview
el_gr: Τερματισμός Soundscape Street Preview
es_es: Finalizando la vista previa de calle de Soundscape
fa_ir: پایان دادن به پیش‌نمایش خیابان Soundscape
fi_fi: Soundscape Street Preview -toiminnon päättäminen
fr_ca: Fin de Soundscape Street Preview
it_it: Fine di Soundscape Street Preview
ja_jp: Soundscape Street Preview を終了
nb_no: Avslutter Soundscape Street Preview
nl_nl: Soundscape Street Preview beëindigen
pt_br: Encerrando o Soundscape Street Preview
pt_pt: A terminar o Soundscape Street Preview
sv_se: Avslutar Soundscape Street Preview

# preview.callout.previous
source: Returning to previous intersection
da_dk: Vender tilbage til forrige kryds
de_de: Zurückkehren zur vorherigen Kreuzung
el_gr: Επιστροφή στην προηγούμενη διασταύρωση
es_es: Volviendo al cruce anterior
fa_ir: بازگشت به تقاطع قبلی
fi_fi: Palaa edelliseen risteykseen
fr_ca: Retour à l’intersection précédente
it_it: Stai ritornando all'incrocio precedente
ja_jp: 1 つ前の交差点に戻ります
nb_no: Går tilbake til forrige veikryss
nl_nl: Teruggaan naar vorige kruispunt
pt_br: Voltando para o cruzamento anterior
pt_pt: A voltar ao cruzamento anterior
sv_se: Går tillbaka till föregående vägkorsning

# preview.callout.start.at
source: Starting Street Preview at %@
da_dk: Starting Street Preview på %@
de_de: Starten von Street Preview bei %@
el_gr: Έναρξη Street Preview στη %@
es_es: Iniciando la vista previa de calle en %@
fa_ir: شروع پیش‌نمایش خیابان در %@
fi_fi: Käynnistetään Street Preview -toiminto risteyksessä %@
fr_ca: Démarrage de Street Preview à l’angle de %@
it_it: Stai avviando la Street Preview su %@
ja_jp: %@ の Street Preview を開始します
nb_no: Starter Street Preview ved %@
nl_nl: Street Preview starten bij %@
pt_br: Iniciando o Street Preview em %@
pt_pt: A iniciar o Street Preview em %@
sv_se: Startar Street Preview vid %@

# preview.callout.start.along
source: Starting Street Preview along %@
da_dk: Starter Street Preview langs %@
de_de: Starten von Street Preview entlang %@
el_gr: Έναρξη Street Preview κατά μήκος της %@
es_es: Iniciando la vista previa de calle por %@
fa_ir: شروع پیش‌نمایش خیابان در امتداد %@
fi_fi: Käynnistetään Street Preview -toiminto tiellä %@
fr_ca: Démarrage de Street Preview le long de %@
it_it: Stai avviando la Street Preview lungo %@
ja_jp: %@ の Street Preview を開始します
nb_no: Starter Street Preview langs %@
nl_nl: Street Preview starten langs %@
pt_br: Iniciando o Street Preview na %@
pt_pt: A iniciar o Street Preview na %@
sv_se: Startar Street Preview utmed %@

# preview.callout.continue.at
source: Continuing Street Preview at %@
da_dk: Fortsætter Street Preview på %@
de_de: Fortsetzen Street Preview bei %@
el_gr: Συνέχιση Street Preview στο %@
es_es: Continuando la vista previa de calle en %@
fa_ir: ادامه پیش‌نمایش خیابان در %@
fi_fi: Jatketaan Street Preview -toimintoa risteyksessä %@
fr_ca: Continuation de Street Preview à l’angle de %@
it_it: Prosegui la Street Preview su %@
ja_jp: %@ の Street Preview を続行
nb_no: Fortsetter Street Preview ved %@
nl_nl: Street Preview voortzetten bij %@
pt_br: Continuando o Street Preview em %@
pt_pt: A continuar o Street Preview em %@
sv_se: Fortsätter Street Preview vid %@

# preview.callout.continue.along
source: Continuing Street Preview along %@
da_dk: Fortsætter Street Preview langs %@
de_de: Fortsetzen von Street Preview in Richtung %@
el_gr: Συνέχιση Street Preview κατά μήκος της %@
es_es: Continuando la vista previa de calle por %@
fa_ir: ادامه پیش‌نمایش خیابان در امتداد %@
fi_fi: Jatketaan Street Preview -toimintoa tietä %@ pitkin
fr_ca: Continuation de Street Preview le long de %@
it_it: Prosegui la Street Preview lungo %@
ja_jp: %@ の Street Preview を続行
nb_no: Fortsetter Street Preview langs %@
nl_nl: Street Preview voortzetten langs %@
pt_br: Continuando o Street Preview na %@
pt_pt: A continuar o Street Preview na %@
sv_se: Fortsätter Street Preview utmed %@

# preview.callout.road_finder.instructions
source: Turn your phone to preview available roads
da_dk: Drej telefonen for at få vist tilgængelige veje
de_de: Ihr Telefon zur Vorschau der verfügbaren Straßen drehen
el_gr: Γυρίστε το τηλέφωνό σας για προεπισκόπηση των διαθέσιμων δρόμων
es_es: Gira el teléfono para obtener una vista previa de las carreteras disponibles
fa_ir: برای پیش‌نمایش جاده‌های موجود، گوشی خود را بچرخانید
fi_fi: Käännä puhelintasi nähdäksesi käytettävissä olevat tiet
fr_ca: Tournez votre téléphone pour avoir un aperçu des routes disponibles
it_it: Gira il telefono per avviare l'anteprima delle strade disponibili
ja_jp: 道路のプレビューをするには、スマートフォンをその方向に向けます
nb_no: Snu telefonen for å forhåndsvise tilgjengelige veier
nl_nl: Draai uw telefoon om beschikbare wegen te zien
pt_br: Vire seu telefone para visualizar as ruas disponíveis
pt_pt: Rode o telemóvel para pré-visualizar as ruas disponíveis
sv_se: Vrid telefonen om du vill förhandsgranska tillgängliga vägar

# preview.callout.road_finder.error_instructions
source: Turn to select a road and then press Go
da_dk: Drej for at vælge en vej, og tryk derefter på Gå
de_de: Sich drehen, um eine Straße auszuwählen, und auf „Los“ tippen
el_gr: Γυρίστε για να επιλέξετε έναν δρόμο και, στη συνέχεια, πατήστε Μετάβαση
es_es: Gira para seleccionar una carretera y, a continuación, presiona Ir
fa_ir: برای انتخاب یک جاده بچرخید و سپس دکمه «برو» را فشار دهید
fi_fi: Käänny valitaksesi tien ja paina Lähde
fr_ca: Tournez votre téléphone pour sélectionner une route et appuyez sur Atteindre
it_it: Gira per selezionare una strada, quindi premi Vai
ja_jp: 向きを変えて道を選択し、[移動] を押します
nb_no: Snu deg for å velge en vei, og trykk på Start
nl_nl: Draai om een weg te selecteren en druk op Start
pt_br: Vire para selecionar uma rua e então pressione Ir
pt_pt: Rode para selecionar uma estrada e, em seguida, prima Seguir
sv_se: Vänd dig om för att välja en väg och tryck sedan på Gå

# preview.callout.road_finder.road
source: %1$@, heading %2$@
da_dk: %1$@, i retning mod %2$@
de_de: %1$@, Richtung %2$@
el_gr: %1$@, κατεύθυνση %2$@
es_es: %1$@, dirigiéndose hacia %2$@
fa_ir: %1$@، به سمت %2$@
fi_fi: %1$@, kuljetaan %2$@
fr_ca: %1$@, direction %2$@
it_it: %1$@, diretto a %2$@
ja_jp: %1$@ を %2$@ 方向へ
nb_no: %1$@, på vei mot %2$@
nl_nl: %1$@, u loopt naar het %2$@
pt_br: %1$@, na direção %2$@
pt_pt: %1$@, em direção a %2$@
sv_se: %1$@, på väg mot %2$@

# preview.callout.road_finder.intersection
source: Next intersection: %@
da_dk: Næste kryds: %@
de_de: Nächste Kreuzung: %@
el_gr: Επόμενη διασταύρωση: %@
es_es: Siguiente cruce: %@
fa_ir: تقاطع بعدی: %@
fi_fi: Seuraava risteys: %@
fr_ca: Prochaine intersection : %@
it_it: Prossimo incrocio: %@
ja_jp: 次の交差点: %@
nb_no: Neste veikryss: %@
nl_nl: Volgende kruispunt: %@
pt_br: Próximo cruzamento: %@
pt_pt: Cruzamento seguinte: %@
sv_se: Nästa vägkorsning: %@

# preview.callout.road_finder.intersection.same
source: Next intersection: Circles back to current intersection
da_dk: Næste kryds: Cirkler tilbage til det aktuelle kryds
de_de: Nächste Kreuzung: Im Kreis zurück zur aktuellen Kreuzung
el_gr: Επόμενη διασταύρωση: Επιστρέφει στην τρέχουσα διασταύρωση
es_es: Siguiente cruce: gira para volver al cruce actual
fa_ir: تقاطع بعدی: به تقاطع فعلی برمی‌گردد
fi_fi: Seuraava risteys: Kaartaa takaisin nykyiseen risteykseen
fr_ca: Intersection suivante : retour à l’intersection actuelle
it_it: Prossimo incrocio: obbligo di svolta per tornare all'incrocio attuale
ja_jp: 次の交差点: 現在の交差点に戻ります
nb_no: Neste veikryss: går tilbake til nåværende veikryss
nl_nl: Volgende kruispunt: maakt een bocht terug naar huidige kruispunt
pt_br: Próximo cruzamento: circula de volta para o cruzamento atual
pt_pt: Cruzamento seguinte: volta ao cruzamento atual
sv_se: Nästa vägkorsning: Vänder tillbaka till aktuell vägkorsning

# preview.callout.road_finder.intersection.end
source: Next intersection: End of road
da_dk: Næste kryds: Afslutning af vej
de_de: Nächste Kreuzung: Ende der Straße
el_gr: Επόμενη διασταύρωση: Τέλος δρόμου
es_es: Siguiente cruce: final de la carretera
fa_ir: تقاطع بعدی: انتهای جاده
fi_fi: Seuraava risteys: Tie päättyy
fr_ca: Prochaine intersection : fin de la route
it_it: Prossimo incrocio: fine della strada
ja_jp: 次の交差点: 行き止まり
nb_no: Neste veikryss: slutten på veien
nl_nl: Volgende kruispunt: wegeinde
pt_br: Próximo cruzamento: fim da rua
pt_pt: Cruzamento seguinte: fim da rua
sv_se: Nästa vägkorsning: Slutet på vägen

# preview.callout.approach.end
source: Approaching end of road
da_dk: Nærmer sig slutningen af vejen
de_de: Straßenende voraus
el_gr: Πλησιάζετε το τέλος του δρόμου
es_es: A punto de llegar al final de la carretera
fa_ir: در حال نزدیک شدن به انتهای جاده
fi_fi: Lähestytään tien loppua
fr_ca: Vous approchez de la fin de la route
it_it: Ti stai avvicinando alla fine della strada
ja_jp: まもなく行き止まり
nb_no: Du nærmer deg slutten på veien
nl_nl: U nadert een wegeinde
pt_br: Aproximando-se do fim da rua
pt_pt: A aproximar-se do fim da rua
sv_se: Du närmar dig slutet på vägen

# preview.callout.turn.left
source: Turned left. Now along %@
da_dk: Drejede til venstre. Nu langs %@
de_de: Nach links abgebogen. Jetzt entlang %@
el_gr: Στροφή αριστερά. Τώρα κατά μήκος της %@
es_es: Giró a la izquierda. Ahora por %@
fa_ir: به چپ پیچیدید. اکنون در امتداد %@ هستید
fi_fi: Käännyttiin vasemmalle. Nyt tiellä %@
fr_ca: Vous avez tourné à gauche. Vous vous trouvez désormais sur %@
it_it: Hai girato a sinistra. Ora sei in %@
ja_jp: 左折して %@ へ
nb_no: Svingte mot venstre. Nå langs %@
nl_nl: Links afgeslagen. Nu langs %@
pt_br: Virou à esquerda. Agora na %@
pt_pt: Virou à esquerda. Agora na %@
sv_se: Har svängt vänster. Nu utmed %@

# preview.callout.turn.right
source: Turned right. Now along %@
da_dk: Drejede til højre. Nu langs %@
de_de: Nach rechts abgebogen. Jetzt entlang %@
el_gr: Στροφή δεξιά. Τώρα κατά μήκος της %@
es_es: Giró a la derecha. Ahora por %@
fa_ir: به راست پیچیدید. اکنون در امتداد %@ هستید
fi_fi: Käännyttiin oikealle. Nyt tiellä %@
fr_ca: Vous avez tourné à droite. Vous vous trouvez désormais sur %@
it_it: Hai girato a destra. Ora sei in %@
ja_jp: 右折して %@ へ
nb_no: Svingte mot høyre. Nå langs %@
nl_nl: Rechts afgeslagen. Nu langs %@
pt_br: Virou à direita. Agora na %@
pt_pt: Virou à direita. Agora na %@
sv_se: Har svängt höger. Nu utmed %@

# preview.callout.turn.continue
source: Continuing along %@
da_dk: Fortsætter langs %@
de_de: Fortsetzen entlang %@
el_gr: Συνεχίζοντας κατά μήκος της %@
es_es: Continuando por %@
fa_ir: ادامه در امتداد %@
fi_fi: Jatketaan tietä %@ pitkin
fr_ca: Continuation le long de %@
it_it: Prosegui lungo %@
ja_jp: 直進すると%@
nb_no: Fortsetter langs %@
nl_nl: Verdergaan langs %@
pt_br: Continuando na %@
pt_pt: A continuar na %@
sv_se: Fortsätter utmed %@
