Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# tutorial.beacons.text.IntroPart1
source: When you set a beacon on a location, Soundscape will play a sound coming from the direction of that location. This tutorial will step you through setting a beacon and how to use it.
da_dk: Når du indstiller et lydfyr på en placering, vil Soundscape afspille en lyd, der kommer fra retningen af den pågældende placering. Dette selvstudium fører dig gennem konfigurationen og brugen af et lydfyr.
de_de: Wenn Sie ein Beacon an einem Standort platzieren, spielt Soundscape einen Sound aus der Richtung dieses Standorts ab. In diesem Tutorial erhalten Sie schrittweise Anleitungen zum Platzieren eines Beacons und seiner Verwendungsweise.
el_gr: Όταν ορίσετε ένα ηχητικό σήμα σε μια τοποθεσία, το Soundscape θα αναπαράξει έναν ήχο που προέρχεται από την κατεύθυνση αυτής της τοποθεσίας. Αυτό τα Εκπαιδευτικά βοηθήματα θα σας καθοδηγήσει στη ρύθμιση ενός ηχητικού σήματος και θα σας δείξει πώς να το χρησιμοποιήσετε.
es_es: Al establecer una señal en una ubicación, Soundscape reproducirá un sonido proveniente de la dirección de esta ubicación. Este tutorial te guiará por el establecimiento de una señal y cómo usarla.
fa_ir: وقتی یک نشانهٔ صوتی را روی یک مکان تنظیم می‌کنید، Soundscape صدایی را از جهت آن مکان پخش می‌کند. این آموزش شما را در تنظیم و استفاده از نشانهٔ صوتی راهنمایی می‌کند.
fi_fi: Kun määrität majakan paikkaan, Soundscape toistaa äänen, joka tulee kyseisen sijainnin suunnasta. Tämä opetusohjelma käy läpi majakan määrittämisen ja sen käytön.
fr_ca: Lorsque vous définissez une balise à un emplacement, Soundscape émet un son provenant de la direction de cet emplacement. Ce didacticiel vous guidera pour définir une balise et pour l’utiliser.
it_it: Quando imposti un audiofaro su una posizione, Soundscape riprodurrà un suono proveniente dalla direzione di quella posizione. Questo tutorial ti guiderà per l'impostazione e l'uso di un audiofaro.
ja_jp: 場所にビーコンを設定すると、Soundscape ではその場所の方向からサウンドが聞こえます。このチュートリアルでは、ビーコンを設定して使用する方法を、順を追って説明します。
nb_no: Når du angir et lydsignalet på en posisjon, spiller Soundscape av en lyd som kommer fra retningen til posisjonen. Denne veiledningen viser deg hvordan du angir et lydsignal og hvordan du bruker det.
nl_nl: Wanneer u een baken instelt op een locatie, wordt door Soundscape een geluid afgespeeld dat komt uit de richting van die locatie. In deze zelfstudie wordt stapsgewijs uitgelegd hoe u een baken instelt en dit gebruikt.
pt_br: Quando você definir um sinalizador em uma localização, o Soundscape reproduzirá um som vindo da direção dessa localização. Este tutorial orientará você pela definição de um sinalizador e mostrará como usá-lo.
pt_pt: Quando definir um sinal numa localização, o Soundscape irá reproduzir um som proveniente da direção dessa localização. Este tutorial irá mostrar-lhe como definir e utilizar um sinal.
sv_se: När du ställt in en ljudfyr på en plats spelar Soundscape upp ett ljud som kommer från det hållet. I den här självstudiekursen får du steg för steg hjälp med hur du ställer in en ljudfyr och hur du använder den.

# tutorial.beacons.text.IntroPart2
source: Press the "Start Audio Beacon" button below to open a list of nearby places. Choose a location from the list and the tutorial will begin.
da_dk: Tryk på knappen "Start lydfyr" nedenfor for at åbne en liste over steder i nærheden. Vælg en placering på listen, så starter selvstudiet.
de_de: Tippen Sie auf „Audiobeacon starten“, um eine Liste mit Orten in der Nähe zu öffnen. Wählen Sie einen Standort aus der Liste aus, und das Tutorial wird gestartet.
el_gr: Πατήστε το κουμπί "Έναρξη Ηχητικού σήματος" παρακάτω για να ανοίξετε μια λίστα με κοντινά μέρη. Επιλέξτε μια τοποθεσία από τη λίστα και τα Εκπαιδευτικά βοηθήματα θα ξεκινήσει.
es_es: Presiona el botón "Iniciar señal de audio" a continuación para abrir una lista de lugares cercanos. Elije una ubicación en la lista y el tutorial comenzará.
fa_ir: دکمه «شروع نشانهٔ صوتی» را در زیر فشار دهید تا لیستی از مکان‌های نزدیک باز شود. یک مکان را از لیست انتخاب کنید و آموزش شروع خواهد شد.
fi_fi: Paina alla olevaa "Käynnistä äänimajakka" -painiketta avataksesi luettelon lähiympäristön paikoista. Valitse sijainti luettelosta ja opetusohjelma alkaa.
fr_ca: Appuyez sur le bouton « Démarrer la balise sonore » ci-dessous pour ouvrir la liste des emplacements à proximité. Choisissez un emplacement dans la liste et le didacticiel commence.
it_it: Premi il seguente pulsante "Avvia audiofaro" per aprire un elenco di luoghi nelle vicinanze. Scegli una posizione dall'elenco per iniziare il tutorial.
ja_jp: 下の [音声ビーコンを開始] ボタンを押すと、近くの場所の一覧が表示されます。一覧から場所を選択すると、チュートリアルが開始されます。
nb_no: Trykk på knappen Start lydsignal nedenfor for å åpne en liste over steder i nærheten. Velg en posisjon fra listen, så starter veiledningen.
nl_nl: Druk op de knop Audiobaken starten hieronder om een lijst met plaatsen in de buurt te openen. Kies een locatie uit de lijst en de zelfstudie begint.
pt_br: Pressione o botão "Iniciar Sinalizador Sonoro" abaixo para abrir uma lista de locais próximos. Escolha uma localização na lista e o tutorial será iniciado.
pt_pt: Prima o botão "Iniciar Sinal de Áudio" abaixo para abrir uma lista de locais nas proximidades. Escolha uma localização na lista para iniciar o tutorial.
sv_se: Tryck på knappen "Ställ in ljudfyr" nedan för att öppna en lista med platser i närheten. Välj en plats i listan så börjar självstudiekursen.

# tutorial.beacons.text.OrientationIsFlat
source: You are currently holding your phone flat with the screen facing up towards the sky. Make sure the top of the phone is pointing straight ahead of you.
da_dk: Du holder i øjeblikket telefonen vandret med skærmen opad mod himlen. Sørg for, at toppen af telefonen peger lige frem foran dig.
de_de: Sie halten das Telefon gerade flach mit dem Bildschirm nach oben in Richtung Himmel. Stellen Sie sicher, dass die Oberseite des Telefons in die Richtung geradeaus vor Ihnen zeigt.
el_gr: Αυτή τη στιγμή κρατάτε το τηλέφωνό σας επίπεδο με την οθόνη στραμμένη προς τον ουρανό. Βεβαιωθείτε ότι το επάνω μέρος του τηλεφώνου δείχνει ακριβώς μπροστά σας.
es_es: Ahora estás manteniendo el teléfono en posición horizontal con la pantalla orientada hacia arriba. Asegúrate de que la parte superior del teléfono está apuntando justo delante de ti.
fa_ir: شما در حال حاضر گوشی خود را صاف با صفحه رو به آسمان نگه داشته‌اید. مطمئن شوید که بالای گوشی مستقیم به جلو اشاره می‌کند.
fi_fi: Pitelet tällä hetkellä puhelintasi vaakatasossa näyttö taivasta kohti. Varmista, että puhelimen yläosa osoittaa suoraan eteesi.
fr_ca: Vous tenez actuellement votre téléphone à plat avec l’écran face au ciel. Assurez-vous que le haut du téléphone soit dirigé devant vous.
it_it: Stai attualmente tenendo il telefono piatto con lo schermo rivolto verso il cielo. Assicurati che la parte superiore del telefono punti direttamente davanti a te.
ja_jp: スマートフォンの画面を空に向けて水平に持っています。スマートフォンの画面上部が自分の向かう方向に向いていることを確認してください。
nb_no: Du holder for øyeblikket telefonen flatt med skjermen vendt mot himmelen. Pass på at toppen av telefonen peker rett frem.
nl_nl: U houdt uw telefoon nu vlak met het scherm naar de hemel gericht. Zorg dat de bovenkant van de telefoon recht voor u uit wijst.
pt_br: Você está segurando seu telefone na horizontal com a tela voltada para cima. Certifique-se de que a parte de cima do telefone esteja apontando para a sua frente.
pt_pt: Está atualmente a segurar no telemóvel numa posição plana, com o ecrã virado para o céu. Certifique-se de que a parte superior do telemóvel está apontada diretamente para a sua frente.
sv_se: Du håller nu telefonen plant med skärmen riktad uppåt. Se till att telefonens överkant riktas från dig.

# tutorial.beacons.text.OrientationIsNotFlat
source: To get started, hold your phone flat in your hand with the screen facing up towards the sky and with the top of the phone pointing straight ahead of you.
da_dk: For at komme i gang skal du holde telefonen vandret i hånden med skærmen opad mod himlen, og toppen af telefonen skal pege lige frem foran dig.
de_de: Um zu starten, halten Sie das Telefon gerade flach mit dem Bildschirm nach oben in Richtung Himmel. Die Oberseite des Telefons zeigt in die Richtung geradeaus vor Ihnen.
el_gr: Για να ξεκινήσετε, κρατήστε το τηλέφωνό σας επίπεδο στο χέρι σας με την οθόνη στραμμένη προς τον ουρανό και με την κορυφή του τηλεφώνου στραμμένη ακριβώς μπροστά σας.
es_es: Para empezar, mantén el teléfono en posición horizontal con la pantalla mirando hacia arriba y con la parte superior del teléfono señalando justo delante de ti.
fa_ir: برای شروع، گوشی خود را صاف در دست خود با صفحه رو به آسمان و با بالای گوشی که مستقیم به جلو اشاره می‌کند نگه دارید.
fi_fi: Aloita pitelemällä puhelintasi kädessäsi vaakatasossa siten, että sen näyttö osoittaa ylös taivaalle ja puhelimen yläosa osoittaa suoraan eteenpäin.
fr_ca: Pour commencer, tenez votre téléphone à plat sur votre main avec l’écran face au ciel et le haut du téléphone dirigé devant vous.
it_it: Per iniziare, tieni il telefono piatto in mano con lo schermo rivolto verso il cielo e con la parte superiore del telefono che punta direttamente davanti a te.
ja_jp: 開始するには、スマートフォンの画面を空に向けて水平にして手で持ちます。スマートフォンの画面上部を自分の向かう方向に向けます。
nb_no: For å komme i gang holder du telefonen flatt i hånden med skjermen vendt mot himmelen og med toppen pekende rett fremover.
nl_nl: Houd om te beginnen uw telefoon vlak in uw hand met het scherm naar de hemel gericht. Zorg dat de bovenkant van de telefoon recht voor u uit wijst.
pt_br: Para começar, segure seu telefone na horizontal em sua mão com a tela voltada para cima e com a parte de cima apontando na direção para a qual você está voltado.
pt_pt: Para começar, segure no telemóvel numa posição plana com o ecrã virado para o céu e com a parte superior do telemóvel apontada diretamente para a sua frente.
sv_se: Du kommer igång genom att hålla telefonen plant med skärmen riktad uppåt och med telefonens överkant riktad från dig.

# tutorial.beacons.text.OrientationAirPods
source: Your AirPods are connected to Soundscape. When your AirPods are connected to Soundscape, it doesn't matter how you hold your phone. It can even go in your pocket or bag.
da_dk: Din AirPods er forbundet til Soundscape. Når AirPods er forbundet til Soundscape, er det ligegyldigt, hvordan du holder telefonen. Den kan endda være i lommen eller tasken.
de_de: Ihre AirPods sind mit Soundscape verbunden. Bei einer Verbindung der AirPods mit Soundscape ist es nicht wichtig, wie Sie ihr Telefon halten. Sie können es sogar einstecken oder in Ihrer Tasche verstauen.
el_gr: Τα AirPods σας είναι συνδεδεμένα στο Soundscape. Όταν τα AirPods είναι συνδεδεμένα στο Soundscape, δεν έχει σημασία πώς κρατάτε το τηλέφωνό σας. Μπορεί ακόμη και να το τοποθετήσετε στην τσέπη ή την τσάντα σας.
es_es: Tus AirPods están conectados a Soundscape. Cuando tengas los AirPods conectados a Soundscape, no importará cómo lleves el teléfono, incluso puedes llevarlo en un bolsillo o en una bolsa.
fa_ir: ایرپادهای شما به Soundscape متصل هستند. پس از اتصال، نحوه نگه داشتن گوشی شما مهم نیست. حتی می‌تواند در جیب یا کیف شما باشد.
fi_fi: AirPods-kuulokkeesi on yhdistetty Soundscapeen. Kun AirPods-kuulokkeet on yhdistetty Soundscapeen, ei ole väliä, kuinka pitelet puhelintasi. Se voi olla taskussa tai laukussa.
fr_ca: Vos AirPods sont connectés à Soundscape. Lorsque vos AirPods sont connectés à Soundscape, peu importe comment vous tenez votre téléphone. Vous pouvez même le mettre dans votre poche ou votre sac.
it_it: I tuoi AirPods sono collegati a Soundscape. Quando gli AirPods sono collegati a Soundscape, non importa come tieni il telefono. Può anche stare in tasca o in borsa.
ja_jp: AirPods が Soundscape と接続されています。AirPods が Soundscape と接続されていれば、スマートフォンの持ち方を気にする必要はありません。ポケットやカバンに入れておいても構いません。
nb_no: AirPods er koblet til Soundscape. Når AirPods er koblet til Soundscape, spiller det ingen rolle hvordan du holder telefonen. Du kan til og med legge den i lomma eller i veska.
nl_nl: Uw AirPods zijn verbonden met Soundscape. Wanneer uw AirPods zijn verbonden met Soundscape, maakt het niet uit hoe u uw telefoon vasthoudt. U kunt deze ook in uw zak of een tas stoppen.
pt_br: Os AirPods estão conectados ao Soundscape. Quando os AirPods estão conectados ao Soundscape, você não precisa ficar com telefone na mão. Você pode até mesmo colocá-lo no bolso ou em uma bolsa.
pt_pt: Os AirPods estão ligados ao Soundscape. Quando os AirPods estão ligados ao Soundscape, não interessa a forma como segura no telemóvel. Poderá mesmo guardá-lo num bolso ou numa mala.
sv_se: Dina AirPods är anslutna till Soundscape. När dina AirPods är anslutna till Soundscape spelar det ingen roll hur du håller i telefonen. Du kan till och med ha den i fickan eller väskan.

# tutorial.beacons.text.OrientationRepeat
source: To continue, hold your phone flat in your hand so that the screen is facing up towards the sky
da_dk: Hvis du vil fortsætte, skal du holde telefonen vandret i hånden, så skærmen vender opad mod himlen
de_de: Um fortzufahren, halten Sie Ihr Telefon flach in der Hand, sodass der Bildschirm nach oben zum Himmel zeigt
el_gr: Για να συνεχίσετε, κρατήστε το τηλέφωνό σας επίπεδο στο χέρι σας, έτσι ώστε η οθόνη να είναι στραμμένη προς τον ουρανό
es_es: Para continuar, mantén el teléfono en la mano en posición horizontal de manera que la pantalla esté situada hacia arriba
fa_ir: برای ادامه، گوشی خود را صاف در دست خود نگه دارید تا صفحه رو به آسمان باشد
fi_fi: Jatka pitelemällä puhelinta vaakatasossa kädessäsi siten, että näyttö osoittaa ylös taivaalle.
fr_ca: Pour continuer, tenez votre téléphone à plat sur votre main de sorte que l’écran se trouve face au ciel
it_it: Per continuare, tieni il telefono piatto in mano in modo che lo schermo sia rivolto verso il cielo
ja_jp: 続けるには、スマートフォンの画面を空に向けて水平にして手で持ちます
nb_no: For å fortsette holder du telefonen flatt i hånden slik at skjermen peker opp mot himmelen
nl_nl: Om verder te gaan houdt u uw telefoon vlak in uw hand met het scherm naar de hemel gericht
pt_br: Para continuar, segure seu telefone na horizontal em sua mão para que a tela fique voltada para cima
pt_pt: Para continuar, segure no telemóvel numa posição plana, de forma a que o ecrã esteja virado para o céu
sv_se: Om du vill fortsätta håller du telefonen plant i handen med skärmen riktad uppåt

# tutorial.beacons.text.HoldingPhone
source: Holding your phone flat in this way is only required when you are standing still. When walking feel free to place the phone in an easily accessible pocket or bag.
da_dk: Det er kun nødvendigt at holde telefonen vandret på denne måde, når du står stille. Når du går, er du velkommen til at placere telefonen i en let tilgængelig lomme eller taske.
de_de: Das Telefon auf diese Weise flach zu halten, ist nur erforderlich, wenn Sie still stehen. Wenn Sie in Bewegung sind, können Sie das Telefon in eine Jackentasche oder eine Tasche einstecken.
el_gr: Κρατώντας το τηλέφωνό σας επίπεδο με αυτόν τον τρόπο απαιτείται μόνο όταν στέκεστε ακίνητοι. Όταν περπατάτε μη διστάσετε να τοποθετήσετε το τηλέφωνο σε μια εύκολα προσβάσιμη τσέπη ή τσάντα.
es_es: Mantener el teléfono en posición horizontal de esta manera solo es necesario cuando no te mueves. Mientras caminas, puedes colocar el teléfono en un bolso o bolsillo al que puedas tener fácil acceso.
fa_ir: نگه داشتن گوشی خود به این صورت فقط زمانی لازم است که ثابت ایستاده‌اید. هنگام راه رفتن می‌توانید گوشی را در جیب یا کیف قابل دسترس قرار دهید.
fi_fi: Puhelimen piteleminen tällä tapaa on tarpeen vain, kun seisot paikallasi. Voit kävellessäsi sijoittaa puhelimen helposti saatavilla olevaan taskuun tai laukkuun.
fr_ca: Vous devez tenir votre téléphone à plat uniquement lorsque vous êtes immobile. Lorsque vous marchez, vous pouvez le placer dans une poche accessible ou un sac.
it_it: Il telefono piatto tenuto in questo modo è necessario solo quando ti fermi. Quando cammini puoi tranquillamente riporre il telefono in una tasca o in una borsa facilmente accessibile.
ja_jp: このようにスマートフォンを水平に持つ必要があるのは、立ち止まっているときだけです。歩いているときは、ポケットやカバンなど、取り出しやすいところにスマートフォンを入れておいて構いません。
nb_no: Å holde telefonen flatt på denne måten er bare nødvendig når du står i ro. Når du går, kan du legge telefonen i lomma eller i veska.
nl_nl: U houdt uw telefoon alleen op deze manier horizontaal wanneer u stilstaat. Doe de telefoon tijdens het wandelen in een makkelijk te bereiken tas of zak.
pt_br: Segurar seu telefone na horizontal dessa forma é necessário apenas quando você está parado. Quando estiver caminhando, sinta-se à vontade para colocar o telefone no bolso ou em uma bolsa de fácil acesso.
pt_pt: Só necessita de segurar no telemóvel nesta posição plana quando está imóvel. Quando estiver a caminhar, poderá colocar o telemóvel num bolso ou numa mala.
sv_se: Du behöver bara hålla telefonen plant på det här sättet när du står still. Medan du går kan du lägga telefonen i fickan eller en väska.

# tutorial.beacons.text.HoldingPhone.great
source: Great! Holding your phone flat in this way is only required when you are standing still. When walking feel free to place the phone in an easily accessible pocket or bag.
da_dk: Godt! Det er kun nødvendigt at holde telefonen vandret på denne måde, når du står stille. Når du går, er du velkommen til at placere telefonen i en let tilgængelig lomme eller taske.
de_de: Großartig! Das Telefon auf diese Weise flach zu halten, ist nur erforderlich, wenn Sie still stehen. Wenn Sie in Bewegung sind, können Sie das Telefon in eine Jackentasche oder eine Tasche einstecken.
el_gr: Τέλεια! Κρατώντας το τηλέφωνό σας επίπεδο με αυτόν τον τρόπο απαιτείται μόνο όταν στέκεστε ακίνητοι. Όταν περπατάτε μη διστάσετε να τοποθετήσετε το τηλέφωνο σε μια εύκολα προσβάσιμη τσέπη ή τσάντα.
es_es: Mantener el teléfono en posición horizontal de esta manera solo es necesario cuando no te mueves. Mientras camines, puedes colocar el teléfono en un bolso o un bolsillo al que puedas tener fácil acceso.
fa_ir: عالی! نگه داشتن گوشی خود به این صورت فقط زمانی لازم است که ثابت ایستاده‌اید. هنگام راه رفتن می‌توانید گوشی را در جیب یا کیف قابل دسترس قرار دهید.
fi_fi: Hienoa! Puhelinta on pidettävä vaakatasossa tällä tavoin ainoastaan, kun pysyt paikallasi. Voit laittaa puhelimen kävellessäsi helposti saatavilla olevaan taskuun tai laukkuun.
fr_ca: Parfait! Vous devez tenir votre téléphone à plat uniquement lorsque vous êtes immobile. Lorsque vous marchez, vous pouvez le placer dans une poche accessible ou un sac.
it_it: Bene! Il telefono piatto tenuto in questo modo è necessario solo quando ti fermi. Quando cammini puoi tranquillamente riporre il telefono in una tasca o in una borsa facilmente accessibile.
ja_jp: いいですね。このようにスマートフォンを水平に持つ必要があるのは、立ち止まっているときだけです。歩いているときは、ポケットやカバンなど、取り出しやすいところにスマートフォンを入れておいて構いません。
nb_no: Flott! Å holde telefonen flatt på denne måten er bare nødvendig når du står i ro. Når du går, kan du legge telefonen i lomma eller i veska.
nl_nl: Geweldig! U houdt uw telefoon alleen op deze manier horizontaal wanneer u stilstaat. Doe de telefoon tijdens het wandelen in een tas of zak binnen handbereik.
pt_br: Muito bem! Segurar seu telefone na horizontal dessa forma só será necessário quando você estiver parado. Quando estiver caminhando, sinta-se à vontade para colocar o telefone no bolso ou em uma bolsa de fácil acesso.
pt_pt: Ótimo! Só necessita de segurar no telemóvel nesta posição plana quando está imóvel. Quando estiver a caminhar, poderá colocar o telemóvel num bolso ou numa mala.
sv_se: Du behöver bara hålla telefonen plant på det här sättet när du står still. Medan du går kan du lägga telefonen i fickan eller en väska.

# tutorial.beacons.text.BeaconInitial
source: Now that you have set a beacon on @!destination!!, Soundscape will start playing a sound coming from the direction of that location. Now, here comes the audio beacon.
da_dk: Nu, hvor du har indstillet et lydfyr på @!destination!!, vil Soundscape begynde at spille en lyd, der kommer fra retningen af den pågældende placering. Nu kommer lydfyret.
de_de: Nun, da Sie ein Beacon an @!destination!! platziert haben, wird von Soundscape ein Ton kommend aus der Richtung dieses Standort abgespielt. Das ist das Audiobeacon.
el_gr: Τώρα που έχετε θέσει ένα ηχητικό σήμα στο @!destination!!, το Soundscape θα αρχίσει να αναπαράγει έναν ήχο που προέρχεται από την κατεύθυνση αυτής της θέσης. Ορίστε τώρα το ηχητικό σήμα.
es_es: Ahora que has establecido una señal en @!destination!!, Soundscape empezará a reproducir un sonido proveniente de la dirección de esa ubicación. Aquí aparece la señal de audio.
fa_ir: اکنون که یک نشانهٔ صوتی روی @!destination!! تنظیم کرده‌اید، Soundscape شروع به پخش صدایی از جهت آن مکان می‌کند. اکنون، نشانهٔ صوتی می‌آید.
fi_fi: Nyt kun olet määrittänyt majakan kohteeseen @!destination!!, Soundscape alkaa toistaa ääntä, joka kuuluu kyseisen sijainnin suunnasta. Tässä on äänimajakka.
fr_ca: Maintenant que vous avez défini une balise sur votre @!destination!!, Soundscape va commencer à émettre un son provenant de la direction de cet emplacement. À présent, voici la balise sonore.
it_it: Ora che hai impostato un audiofaro per @!destination!!, Soundscape inizierà a riprodurre un suono proveniente dalla direzione di quella posizione. Ora, ecco che arriva l'audiofaro.
ja_jp: @!destination!! にビーコンを設定したので、Soundscape によりその場所の方向からサウンドが聞こえ始めます。これが音声ビーコンです。
nb_no: Nå som du har angitt et lydsignal på @!destination!!, starter Soundscape å spille av en lyd som kommer fra retningen til posisjonen. Her kommer lydsignalet.
nl_nl: Nu u een baken hebt ingesteld op @!destination!!, wordt door Soundscape een geluid afgespeeld dat uit de richting van die locatie komt. Hier komt het audiobaken.
pt_br: Agora que você definiu um sinalizador em @!destination!!, o Soundscape começará a reproduzir um som vindo da direção dessa localização. Agora, lá vem o sinalizador sonoro.
pt_pt: Agora que definiu um sinal em @!destination!!, o Soundscape irá começar a reproduzir um som vindo da direção dessa localização. Agora, aqui vem o sinal de áudio.
sv_se: Nu när du har ställt in en ljudfyr på @!destination!! kommer Soundscape börja spela upp ett ljud som kommer från det hållet. Här kommer ljudfyren.

# tutorial.beacons.text.BeaconOutOfBounds
source: If you listen carefully you will hear that it is playing from a certain direction around you.
da_dk: Hvis du lytter omhyggeligt, vil du høre, at det spiller fra en bestemt retning omkring dig.
de_de: Wenn Sie genau hinhören, werden Sie feststellen, dass es aus einer bestimmten Richtung um Sie herum ertönt.
el_gr: Αν ακούσετε προσεκτικά θα ακούσετε ότι αναπαράγεται από μια συγκεκριμένη κατεύθυνση γύρω σας.
es_es: Si escuchas atentamente, oirás que se está reproduciendo desde una determinada dirección a tu alrededor.
fa_ir: اگر با دقت گوش دهید متوجه خواهید شد که از یک جهت خاص در اطراف شما پخش می‌شود.
fi_fi: Jos kuuntelet huolellisesti, kuulet, että se kuuluu tietystä ympäristösi suunnasta.
fr_ca: Si vous écoutez attentivement, vous entendrez qu’il provient d’une certaine direction autour de vous.
it_it: Se ascolti attentamente, sentirai che il suono proviene da una certa direzione intorno a te.
ja_jp: 注意して聴くと、周辺の特定の方向から聞こえてくることがわかります。
nb_no: Hvis du hører nøye etter, hører du at det spilles av fra en bestemt retning rundt deg.
nl_nl: Als u goed luistert, hoort u dat het geluid uit een bepaalde richting komt.
pt_br: Se você escutar com cuidado, verá que ele está sendo reproduzido de uma determinada direção ao seu redor.
pt_pt: Se prestar atenção, irá ouvir que este está a ser reproduzido a partir de uma determinada direção à sua volta.
sv_se: Om du lyssnar noga hör du att ljudet hörs från ett visst håll omkring dig.
