Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# directions.along.facing.sw
source: Facing southwest along %@
da_dk: Vender sydvest ad %@
de_de: Auf %@ in Blickrichtung Südwesten
el_gr: Κοιτάζοντας νοτιοδυτικά κατά μήκος της %@
es_es: Mirando al suroeste por %@
fa_ir: رو به جنوب غربی در امتداد %@
fi_fi: Kääntyneenä lounaaseen tiellä %@
fr_ca: Vers le Sud-ouest le long de %@
it_it: Sei rivolto verso sud ovest lungo %@
ja_jp: %@ で南西向き
nb_no: Står mot sørvest langs %@
nl_nl: U kijkt naar het zuidwesten langs %@
pt_br: Voltado para sudoeste ao longo da %@
pt_pt: Virado para sudoeste na %@
sv_se: Riktning sydväst utmed %@

# directions.along.facing.w
source: Facing west along %@
da_dk: Vender vest ad %@
de_de: Auf %@ in Blickrichtung Westen
el_gr: Κοιτάζοντας δυτικά κατά μήκος της %@
es_es: Mirando al oeste por %@
fa_ir: رو به غرب در امتداد %@
fi_fi: Kääntyneenä länteen tiellä %@
fr_ca: Face à l’ouest le long de %@
it_it: Sei rivolto verso ovest lungo %@
ja_jp: %@ で西向き
nb_no: Står mot vest langs %@
nl_nl: U kijkt naar het westen langs %@
pt_br: Voltado para oeste ao longo da %@
pt_pt: Virado para oeste na %@
sv_se: Riktning västerut utmed %@

# directions.along.facing.nw
source: Facing northwest along %@
da_dk: Vender nordvest ad %@
de_de: Auf %@ in Blickrichtung Nordwesten
el_gr: Κοιτάζοντας βορειοδυτικά κατά μήκος της %@
es_es: Mirando al noroeste por %@
fa_ir: رو به شمال غربی در امتداد %@
fi_fi: Kääntyneenä luoteeseen tiellä %@
fr_ca: Vers le Nord-ouest le long de %@
it_it: Sei rivolto verso nord ovest lungo %@
ja_jp: %@ で北西向き
nb_no: Står mot nordvest langs %@
nl_nl: U kijkt naar het noordwesten langs %@
pt_br: Voltado para noroeste ao longo da %@
pt_pt: Virado para noroeste na %@
sv_se: Riktning nordväst utmed %@

# directions.along.heading.n
source: Heading north along %@
da_dk: På vej nord ad %@
de_de: Auf %@ in Richtung Norden
el_gr: Κατεύθυνση βόρεια κατά μήκος της %@
es_es: Caminando hacia el norte por %@
fa_ir: به سمت شمال در امتداد %@
fi_fi: Matkalla pohjoiseen tiellä %@
fr_ca: En direction vers le Nord le long de %@
it_it: Sei diretto verso nord lungo %@
ja_jp: %@ を北方向へ
nb_no: Går mot nord langs %@
nl_nl: U loopt naar het noorden langs %@
pt_br: Indo para norte ao longo da %@
pt_pt: A caminhar em direção a norte na %@
sv_se: På väg norrut utmed %@

# directions.along.heading.ne
source: Heading northeast along %@
da_dk: På vej nordøst ad %@
de_de: Auf %@ in Richtung Nordosten
el_gr: Κατεύθυνση βορειοανατολικά κατά μήκος της %@
es_es: Caminando hacia el noreste por %@
fa_ir: به سمت شمال شرقی در امتداد %@
fi_fi: Matkalla koilliseen tiellä %@
fr_ca: En direction vers le Nord-est le long de %@
it_it: Sei diretto verso nord est lungo %@
ja_jp: %@ を北東方向へ
nb_no: Går mot nordøst langs %@
nl_nl: U loopt naar het noordoosten langs %@
pt_br: Indo para nordeste ao longo da %@
pt_pt: A caminhar em direção a nordeste na %@
sv_se: På väg mot nordost utmed %@

# directions.along.heading.e
source: Heading east along %@
da_dk: På vej øst ad %@
de_de: Auf %@ in Richtung Osten
el_gr: Κατεύθυνση ανατολικά κατά μήκος της %@
es_es: Caminando hacia el este por %@
fa_ir: به سمت شرق در امتداد %@
fi_fi: Matkalla itään tiellä %@
fr_ca: En direction de l’est le long de %@
it_it: Sei diretto verso est lungo %@
ja_jp: %@ を東方向へ
nb_no: Går mot øst langs %@
nl_nl: U loopt naar het oosten langs %@
pt_br: Indo para leste ao longo da %@
pt_pt: A caminhar em direção a este na %@
sv_se: På väg österut utmed %@

# directions.along.heading.se
source: Heading southeast along %@
da_dk: På vej sydøst ad %@
de_de: Auf %@ in Richtung Südosten
el_gr: Κατεύθυνση νοτιοανατολικά κατά μήκος της %@
es_es: Caminando hacia el sureste por %@
fa_ir: به سمت جنوب شرقی در امتداد %@
fi_fi: Matkalla kaakkoon tiellä %@
fr_ca: En direction vers le Sud-est le long de %@
it_it: Sei diretto verso sud est lungo %@
ja_jp: %@ を南東方向へ
nb_no: Går mot sørøst langs %@
nl_nl: U loopt naar het zuidoosten langs %@
pt_br: Indo para sudeste ao longo da %@
pt_pt: A caminhar em direção a sudeste na %@
sv_se: På väg mot sydost utmed %@

# directions.along.heading.s
source: Heading south along %@
da_dk: På vej syd ad %@
de_de: Auf %@ in Richtung Süden
el_gr: Κατεύθυνση νότια κατά μήκος της %@
es_es: Caminando hacia el sur por %@
fa_ir: به سمت جنوب در امتداد %@
fi_fi: Matkalla etelään tiellä %@
fr_ca: En direction vers le Sud le long de %@
it_it: Sei diretto verso sud lungo %@
ja_jp: %@ を南方向へ
nb_no: Går mot sør langs %@
nl_nl: U loopt naar het zuiden langs %@
pt_br: Indo para sul ao longo da %@
pt_pt: A caminhar em direção a sul na %@
sv_se: På väg söderut utmed %@

# directions.along.heading.sw
source: Heading southwest along %@
da_dk: På vej sydvest ad %@
de_de: Auf %@ in Richtung Südwesten
el_gr: Κατεύθυνση νοτιοδυτικά κατά μήκος της %@
es_es: Caminando hacia el suroeste por %@
fa_ir: به سمت جنوب غربی در امتداد %@
fi_fi: Matkalla lounaaseen tiellä %@
fr_ca: En direction vers le Sud-ouest le long de %@
it_it: Sei diretto verso sud ovest lungo %@
ja_jp: %@ を南西方向へ
nb_no: Går mot sørvest langs %@
nl_nl: U loopt naar het zuidwesten langs %@
pt_br: Indo para sudoeste ao longo da %@
pt_pt: A caminhar em direção a sudoeste na %@
sv_se: På väg mot sydväst utmed %@

# directions.along.heading.w
source: Heading west along %@
da_dk: På vej vest ad %@
de_de: Auf %@ in Richtung Westen
el_gr: Κατεύθυνση δυτικά κατά μήκος της %@
es_es: Caminando hacia el oeste por %@
fa_ir: به سمت غرب در امتداد %@
fi_fi: Matkalla länteen tiellä %@
fr_ca: En direction de l’ouest le long de %@
it_it: Sei diretto verso ovest lungo %@
ja_jp: %@ を西方向へ
nb_no: Går mot vest langs %@
nl_nl: U loopt naar het westen langs %@
pt_br: Indo para oeste ao longo da %@
pt_pt: A caminhar em direção a oeste na %@
sv_se: På väg västerut utmed %@

# directions.along.heading.nw
source: Heading northwest along %@
da_dk: På vej nordvest ad %@
de_de: Auf %@ in Richtung Nordwesten
el_gr: Κατεύθυνση βορειοδυτικά κατά μήκος της %@
es_es: Caminando hacia el noroeste por %@
fa_ir: به سمت شمال غربی در امتداد %@
fi_fi: Matkalla luoteeseen tiellä %@
fr_ca: En direction vers le Nord-ouest le long de %@
it_it: Sei diretto verso nord ovest lungo %@
ja_jp: %@ を北西方向へ
nb_no: Går mot nordvest langs %@
nl_nl: U loopt naar het noordwesten langs %@
pt_br: Indo para noroeste ao longo da %@
pt_pt: A caminhar em direção a noroeste na %@
sv_se: På väg mot nordväst utmed %@

# directions.cardinal.north
source: North
da_dk: Nord
de_de: Norden
el_gr: Βόρεια
es_es: Norte
fa_ir: شمال
fi_fi: Pohjoinen
fr_ca: Nord
it_it: Nord
ja_jp: 北
nb_no: Nord
nl_nl: Noorden
pt_br: Norte
pt_pt: Norte
sv_se: Norr

# directions.cardinal.north_east
source: North East
da_dk: Nordøst
de_de: Nordost
el_gr: Βορειοανατολικά
es_es: Noreste
fa_ir: شمال شرقی
fi_fi: Koillinen
fr_ca: Nord-est
it_it: Nord Est
ja_jp: 北東
nb_no: Nordøst
nl_nl: Noordoosten
pt_br: Nordeste
pt_pt: Nordeste
sv_se: Nordost

# directions.cardinal.east
source: East
da_dk: Øst
de_de: Osten
el_gr: Ανατολικά
es_es: Este
fa_ir: شرق
fi_fi: Itä
fr_ca: Est
it_it: Est
ja_jp: 東
nb_no: Øst
nl_nl: Oosten
pt_br: Leste
pt_pt: Este
sv_se: Öst

# directions.cardinal.south_east
source: South East
da_dk: Sydøst
de_de: Südost
el_gr: Νοτιοανατολικά
es_es: Sureste
fa_ir: جنوب شرقی
fi_fi: Kaakko
fr_ca: Sud-est
it_it: Sud Est
ja_jp: 南東
nb_no: Sørøst
nl_nl: Zuidoosten
pt_br: Sudeste
pt_pt: Sudeste
sv_se: Sydost

# directions.cardinal.south
source: South
da_dk: Syd
de_de: Süden
el_gr: Νότια
es_es: Sur
fa_ir: جنوب
fi_fi: Etelä
fr_ca: Sud
it_it: Sud
ja_jp: 南
nb_no: Sør
nl_nl: Zuiden
pt_br: Sul
pt_pt: Sul
sv_se: Söder

# directions.cardinal.south_west
source: South West
da_dk: Sydvest
de_de: Südwest
el_gr: Νοτιοδυτικά
es_es: Suroeste
fa_ir: جنوب غربی
fi_fi: Lounas
fr_ca: Sud-ouest
it_it: Sud Ovest
ja_jp: 南西
nb_no: Sørvest
nl_nl: Zuidwesten
pt_br: Sudoeste
pt_pt: Sudoeste
sv_se: Sydväst

# directions.cardinal.west
source: West
da_dk: Vest
de_de: Westen
el_gr: Δυτικά
es_es: Oeste
fa_ir: غرب
fi_fi: Länsi
fr_ca: Ouest
it_it: Ovest
ja_jp: 西
nb_no: Vest
nl_nl: Westen
pt_br: Oeste
pt_pt: Oeste
sv_se: Väst

# directions.cardinal.north_west
source: North West
da_dk: Nordvest
de_de: Nordwest
el_gr: Βορειοδυτικά
es_es: Noroeste
fa_ir: شمال غربی
fi_fi: Luode
fr_ca: Nord-ouest
it_it: Nord Ovest
ja_jp: 北西
nb_no: Nordvest
nl_nl: Noordwesten
pt_br: Noroeste
pt_pt: Noroeste
sv_se: Nordväst

# directions.cardinal.north.abb
source: N
el_gr: Β
fa_ir: ش
fi_fi: P
ja_jp: 北

# directions.cardinal.north_east.abb
source: NE
da_dk: NØ
de_de: NO
el_gr: ΒΑ
fa_ir: ش‌ش
fi_fi: Ko
ja_jp: 北東
nb_no: NØ
nl_nl: NO
sv_se: NO

# directions.cardinal.east.abb
source: E
da_dk: Ø
de_de: O
el_gr: Α
fa_ir: ش
fi_fi: I
ja_jp: 東
nb_no: Ø
nl_nl: O
pt_br: L
sv_se: Ö

# directions.cardinal.south_east.abb
source: SE
da_dk: SØ
de_de: SO
el_gr: ΝΑ
fa_ir: ج‌ش
fi_fi: Ka
ja_jp: 南東
nb_no: SØ
nl_nl: ZO
sv_se: SO

# directions.cardinal.south.abb
source: S
el_gr: Ν
fa_ir: ج
fi_fi: E
ja_jp: 南
nl_nl: Z

# directions.cardinal.south_west.abb
source: SW
da_dk: SV
el_gr: ΝΔ
es_es: SO
fa_ir: ج‌غ
fi_fi: Lo
fr_ca: SO
it_it: SO
ja_jp: 南西
nb_no: SV
nl_nl: ZW
pt_br: SO
pt_pt: SO
sv_se: SV

# directions.cardinal.west.abb
source: W
da_dk: V
el_gr: Δ
es_es: O
fa_ir: غ
fi_fi: L
fr_ca: O
it_it: O
ja_jp: 西
nb_no: V
pt_br: O
pt_pt: O
sv_se: V

# directions.cardinal.north_west.abb
source: NW
da_dk: NV
el_gr: ΒΔ
es_es: NO
fa_ir: ش‌غ
fi_fi: Lu
fr_ca: NO
it_it: NO
ja_jp: 北西
nb_no: NV
pt_br: NO
pt_pt: NO
sv_se: NV

# distance.format.m
source: %@ m
el_gr: %@ μ.
fa_ir: %@ م

# distance.format.meter
source: %@ meter
el_gr: %@ μέτρο
es_es: %@ metro
fa_ir: %@ متر
fi_fi: %@ metri
fr_ca: %@ mètre
it_it: %@ metro
ja_jp: %@ メートル
pt_br: %@ metro
pt_pt: %@ metro

# distance.format.meters
source: %@ meters
da_dk: %@ meter
de_de: %@ Meter
el_gr: %@ μέτρα
es_es: %@ metros
fa_ir: %@ متر
fi_fi: %@ metriä
fr_ca: %@ mètres
it_it: %@ metri
ja_jp: %@ メートル
nb_no: %@ meter
nl_nl: %@ meter
pt_br: %@ metros
pt_pt: %@ metros
sv_se: %@ meter

# distance.format.km
source: %@ km
el_gr: %@ χλμ.
fa_ir: %@ کیلومتر

# distance.format.kilometer
source: %@ kilometer
el_gr: %@ χιλιόμετρο
es_es: %@ kilómetro
fa_ir: %@ کیلومتر
fi_fi: %@ kilometri
fr_ca: %@ kilomètre
it_it: %@ chilometro
ja_jp: %@ キロメートル
pt_br: %@ quilômetro
pt_pt: %@ quilómetro

# distance.format.kilometers
source: %@ kilometers
da_dk: %@ kilometer
de_de: %@ Kilometer
el_gr: %@ χιλιόμετρα
es_es: %@ kilómetros
fa_ir: %@ کیلومتر
fi_fi: %@ kilometriä
fr_ca: %@ kilomètres
it_it: %@ chilometri
ja_jp: %@ キロメートル
nb_no: %@ kilometer
nl_nl: %@ kilometer
pt_br: %@ quilômetros
pt_pt: %@ quilómetros
sv_se: %@ kilometer

# distance.format.ft
source: %@ ft
fa_ir: %@ فوت
fr_ca: %@ pi
nb_no: %@ fot

# distance.format.foot
source: %@ foot
da_dk: %@ fod
de_de: %@ Fuß
el_gr: %@ πόδι
es_es: %@ pie
fa_ir: %@ فوت
fi_fi: %@ jalka
fr_ca: %@ pied
it_it: %@ piede
ja_jp: %@ フィート
nb_no: %@ fot
nl_nl: %@ voet
pt_br: %@ pé
pt_pt: %@ pé
sv_se: %@ fot

# distance.format.feet
source: %@ feet
da_dk: %@ fod
de_de: %@ Fuß
el_gr: %@ πόδια
es_es: %@ pies
fa_ir: %@ فوت
fi_fi: %@ jalkaa
fr_ca: %@ pieds
it_it: %@ piedi
ja_jp: %@ フィート
nb_no: %@ fot
nl_nl: %@ voet
pt_br: %@ pés
pt_pt: %@ pés
sv_se: %@ fot

# distance.format.mi
source: %@ mi
fa_ir: %@ مایل
ja_jp: %@ マイル

# distance.format.mile
source: %@ mile
de_de: %@ Meile
el_gr: %@ μίλι
es_es: %@ milla
fa_ir: %@ مایل
fi_fi: %@ maili
it_it: %@ miglio
ja_jp: %@ マイル
nb_no: %@ engelsk mil
nl_nl: %@ mijl
pt_br: %@ milha
pt_pt: %@ milha

# distance.format.miles
source: %@ miles
de_de: %@ Meilen
el_gr: %@ μίλια
es_es: %@ millas
fa_ir: %@ مایل
fi_fi: %@ mailia
it_it: %@ miglia
ja_jp: %@ マイル
nb_no: %@ engelske mil
nl_nl: %@ mijl
pt_br: %@ milhas
pt_pt: %@ milhas

# ui.action_button.my_location
source: My Location
da_dk: Min placering
de_de: Mein Standort
el_gr: Η τοποθεσία μου
es_es: Mi ubicación
fa_ir: مکان من
fi_fi: Oma si- jaintini
fr_ca: Mon emplacement
it_it: La mia posizione
ja_jp: 現在地
nb_no: Min posisjon
nl_nl: Mijn locatie
pt_br: Minha Localização
pt_pt: A Minha Localização
sv_se: Min plats

# ui.action_button.my_location.acc_hint
source: Double tap to hear about your current location.
da_dk: Dobbelttryk for at høre om din aktuelle placering
de_de: Doppeltippen, um einen Hinweis zu Ihrem aktuellen Standort zu hören
el_gr: Πατήστε δύο φορές για να ακούσετε για την τρέχουσα τοποθεσία σας
es_es: Pulsa dos veces para conocer tu ubicación actual.
fa_ir: برای شنیدن اطلاعات درباره مکان فعلی خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta kuullaksesi tietoja nykyisestä sijainnistasi
fr_ca: Appuyer deux fois pour en savoir plus sur votre emplacement actuel
it_it: Tocca due volte per ascoltare la tua posizione attuale
ja_jp: 現在地の情報を聞くにはダブルタップします
nb_no: Dobbelttrykk for å høre om nåværende posisjon
nl_nl: Dubbeltik voor informatie over uw huidige locatie
pt_br: Dê um toque duplo para ouvir a sua localização atual
pt_pt: Faça duplo toque para ouvir informações sobre a sua localização atual
sv_se: Dubbelknacka om du vill höra om din aktuella plats

# ui.action_button.nearby_markers
source: Nearby Markers
da_dk: Mærker i nærheden
de_de: Mark. in Nähe
el_gr: Κοντινοί δείκτες
es_es: Marcadores cercanos
fa_ir: نشانگرهای نزدیک
fi_fi: Lähistöllä olevat Merkitsimet
fr_ca: Marqueurs à proximité
it_it: Indicatori nelle vicinanze
ja_jp: 近くの マーカー
nb_no: Markører i nærh.
nl_nl: Marker. vlakbij
pt_br: Favoritos nas Proximidades
pt_pt: Marcos nas Proximidades
sv_se: Markörer nära

# ui.action_button.nearby_markers.acc_hint
source: Double tap to hear about nearby places that you have marked.
da_dk: Dobbelttryk for at høre om steder i nærheden, som du har markeret
de_de: Doppeltippen, um Hinweise zu den Orten in der Nähe zu hören, die Sie markiert haben
el_gr: Πατήστε δύο φορές για να ακούσετε για κοντινά μέρη που έχετε επισημάνει
es_es: Pulsa dos veces para oír hablar de los lugares cercanos que has marcado.
fa_ir: برای شنیدن اطلاعات درباره مکان‌های نشانه‌گذاری شده نزدیک دو بار ضربه بزنید
fi_fi: Kaksoisnapauta kuullaksesi tietoja lähiympäristön paikoista, jotka olet merkinnännyt.
fr_ca: Appuyer deux fois pour en savoir plus sur les emplacements à proximité que vous avez marqués
it_it: Tocca due volte per ascoltare i luoghi nelle vicinanze che hai contrassegnato
ja_jp: マーカーを設定した近くの場所の情報を聞くにはダブルタップします
nb_no: Dobbelttrykk for å høre om steder i nærheten som du har markert
nl_nl: Dubbeltik voor informatie over plaatsen in de buurt die u hebt gemarkeerd
pt_br: Dê um toque duplo para ouvir os locais nas proximidades que você marcou
pt_pt: Faça duplo toque para ouvir informações sobre locais nas proximidades que marcou
sv_se: Dubbelknacka om du vill höra om platser i närheten som du har markerat

# ui.action_button.around_me
source: Around Me
da_dk: Omkring mig
de_de: Um mich herum
el_gr: Γύρω μου
es_es: Alrededor de mí
fa_ir: اطراف من
fi_fi: Lähiym- päristö
fr_ca: Autour de moi
it_it: Intorno a me
ja_jp: 周辺
nb_no: Rundt meg
nl_nl: Om me heen
pt_br: Ao Meu Redor
pt_pt: Em Meu Redor
sv_se: Omkring mig

# ui.action_button.around_me.acc_hint
source: Double tap to hear about places in the four quadrants around you.
da_dk: Dobbelttryk for at høre om steder i de fire kvadranter omkring dig
de_de: Doppeltippen, um Hinweise zu den Orten in den vier Quadranten um Sie herum zu hören
el_gr: Πατήστε δύο φορές για να ακούσετε για μέρη στα τέσσερα τεταρτημόρια γύρω σας
es_es: Pulsa dos veces para oír hablar de los lugares de los cuatro cuadrantes que te rodean.
fa_ir: برای شنیدن اطلاعات درباره مکان‌ها در چهار جهت اطراف خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta kuullaksesi tietoja paikoista lähiympäristösi neljästä neljänneksestä
fr_ca: Appuyer deux fois pour en savoir plus sur les quatre points cardinaux qui vous entourent
it_it: Tocca due volte per ascoltare i luoghi nei quattro quadranti intorno a te
ja_jp: 自分の周辺の 4 方向の情報を聞くにはダブル タップします
nb_no: Dobbelttrykk for å høre om steder i de fire kvadrantene rundt deg
nl_nl: Dubbeltik voor informatie over plaatsen in de vier kwadranten om u heen
pt_br: Dê um toque duplo para ouvir os locais nos quatro quarteirões ao seu redor
pt_pt: Faça duplo toque para ouvir informações sobre locais nos quatro quadrantes em seu redor
sv_se: Dubbelknacka om du vill höra om platserna som finns i de fyra kvadranterna omkring dig

# ui.action_button.ahead_of_me
source: Ahead of Me
da_dk: Foran mig
de_de: Vor mir
el_gr: Μπροστά μου
es_es: Delante de mí
fa_ir: جلوی من
fi_fi: Edessä- päin
fr_ca: Devant moi
it_it: Davanti a me
ja_jp: 前方
nb_no: Foran meg
nl_nl: Vóór me
pt_br: À Minha Frente
pt_pt: À Minha Frente
sv_se: Framför mig

# ui.action_button.ahead_of_me.acc_hint
source: Double tap to hear about places in front of you.
da_dk: Dobbelttryk for at høre om steder foran dig
de_de: Doppeltippen, um Hinweise zu den Orten vor Ihnen zu hören
el_gr: Πατήστε δύο φορές για να μάθετε για τα μέρη μπροστά σας
es_es: Pulsa dos veces para oír hablar de los lugares delante de ti.
fa_ir: برای شنیدن اطلاعات درباره مکان‌های جلوی خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta kuullaksesi tietoja paikoista, jotka ovat edessäsi
fr_ca: Appuyer deux fois pour en savoir plus sur les lieux en face de vous
it_it: Tocca due volte per ascoltare i luoghi di fronte a te
ja_jp: 自分の前方の情報を聞くにはダブルタップします
nb_no: Dobbelttrykk for å høre om steder foran deg
nl_nl: Dubbeltik voor informatie over plaatsen vóór u
pt_br: Dê um toque duplo para ouvir os locais à sua frente
pt_pt: Faça duplo toque para ouvir informações sobre locais à sua frente
sv_se: Dubbelknacka om du vill höra om de platser som finns framför dig

# ui.menu
source: Menu
de_de: Menü
el_gr: Μενού
es_es: Menú
fa_ir: منو
fi_fi: Valikko
ja_jp: メニュー
nb_no: Meny
sv_se: Meny

# ui.menu.hint
source: Double tap to open the menu.
da_dk: Dobbelttryk for at åbne menuen
de_de: Tippen Sie doppelt, um das Menü zu öffnen
el_gr: Πατήστε δύο φορές για να ανοίξετε το μενού
es_es: Pulsa dos veces para abrir el menú.
fa_ir: برای باز کردن منو دو بار ضربه بزنید
fi_fi: Kaksoisnapauta avataksesi valikon
fr_ca: Appuyez deux fois pour ouvrir le menu
it_it: Tocca due volte per aprire il menu
ja_jp: ダブル タップすると、メニューが開きます
nb_no: Dobbelttrykk for å åpne menyen
nl_nl: Dubbeltik om het menu te openen
pt_br: Dê um toque duplo para abrir o menu
pt_pt: Faça duplo toque para abrir o menu
sv_se: Dubbelknacka om du vill öppna menyn

# ui.menu.close
source: Close Menu
da_dk: Luk menuen
de_de: Menü schließen
el_gr: Κλείσιμο μενού
es_es: Cerrar Menú
fa_ir: بستن منو
fi_fi: Sulje valikko
fr_ca: Fermer le menu
it_it: Chiudi menu
ja_jp: メニューを閉じる
nb_no: Lukk meny
nl_nl: Menu sluiten
pt_br: Fechar Menu
pt_pt: Fechar Menu
sv_se: Stäng menyn

# ui.continue
source: Continue
da_dk: Fortsæt
de_de: Weiter
el_gr: Συνέχεια
es_es: Continuar
fa_ir: ادامه
fi_fi: Jatka
fr_ca: Continuer
it_it: Continua
ja_jp: 続行
nb_no: Fortsett
nl_nl: Doorgaan
pt_br: Continuar
pt_pt: Continuar
sv_se: Fortsätt

# menu.events
source: Recreational Activities
da_dk: Fritidsaktiviteter
de_de: Freizeitaktivitäten
el_gr: Ψυχαγωγικές δραστηριότητες
es_es: Actividades recreativas
fa_ir: فعالیت‌های تفریحی
fi_fi: Virkistystoimintaa
fr_ca: Activités de loisirs
it_it: Attività ricreative
ja_jp: リクリエーション アクティビティ
nb_no: Fritidsaktiviteter
nl_nl: Recreatie-activiteiten
pt_br: Atividades Recreacionais
pt_pt: Atividades Recreativas
sv_se: Fritidsaktiviteter

# menu.devices
source: Head Tracking Headphones
da_dk: Hovedsporingshovedtelefoner
de_de: Head Tracking-Kopfhörer
el_gr: Ακουστικά Head Tracking
es_es: Auriculares con seguimiento de cabeza
fa_ir: هدفون‌های ردیاب سر
fi_fi: Päätä seuraavat kuulokkeet
fr_ca: Casque avec l’option Head Tracking
it_it: Auricolari con tracciamento della testa
ja_jp: ヘッド トラッキング機能搭載ヘッドホン
nb_no: Hodetelefoner med hodesporing
nl_nl: Head tracking-koptelefoon
pt_br: Fones de Ouvido Head Tracking
pt_pt: Auscultadores com Deteção do Movimento da Cabeça
sv_se: Hörlurar med huvudspårning

# menu.manage_callouts
source: Manage the callouts that help navigate.
da_dk: Administrer lydbeskeder
de_de: Hinweise verwalten
el_gr: Διαχείριση επεξηγήσεων
es_es: Administrar avisos
fa_ir: مدیریت اعلان‌های صوتی
fi_fi: Hallitse ilmoituksia
fr_ca: Gérer les notifications
it_it: Gestisci notifiche
ja_jp: コールアウトを管理
nb_no: Administrer meldinger
nl_nl: Waarschuwingen beheren
pt_br: Gerenciar Notificações
pt_pt: Gerir Avisos
sv_se: Hantera informationsljud

# menu.help_and_tutorials
source: Help & Tutorials
da_dk: Hjælp og selvstudier
de_de: Hilfe und Tutorials
el_gr: Βοήθεια και εκπαιδευτικά βοηθήματα
es_es: Ayuda y tutoriales
fa_ir: راهنما و آموزش‌ها
fi_fi: Ohje ja opetusohjelmat
fr_ca: Aide et didacticiels
it_it: Guida e tutorial
ja_jp: ヘルプとチュートリアル
nb_no: Hjelp og veiledninger
nl_nl: Help en zelfstudies
pt_br: Ajuda e Tutoriais
pt_pt: Ajuda e Tutoriais
sv_se: Hjälp och självstudier

# menu.send_feedback
source: Send Feedback
de_de: Feedback senden
el_gr: Αποστολή σχολίων
es_es: Enviar comentarios
fa_ir: ارسال بازخورد
fi_fi: Lähetä palautetta
fr_ca: Envoyer des commentaires
it_it: Invia feedback
ja_jp: フィードバックを送る
nb_no: Send tilbakemelding
nl_nl: Feedback verzenden
pt_br: Enviar Comentários
pt_pt: Enviar Comentários
sv_se: Skicka feedback

# menu.rate
source: Rate
da_dk: Bedøm
de_de: Bewerten
el_gr: Αξιολόγηση
es_es: Calificar
fa_ir: امتیازدهی
fi_fi: Arvostele
fr_ca: Évaluer
it_it: Valuta
ja_jp: 評価する
nb_no: Vurder
nl_nl: Beoordelen
pt_br: Classificar
pt_pt: Classificar
sv_se: Betygsätt

# menu.learning_resources
source: Soundscape Blog
el_gr: Ιστολόγιο Soundscape
es_es: Blog de Soundscape
fa_ir: وبلاگ Soundscape
fi_fi: Soundscapen blogi
fr_ca: Blogue Soundscape
it_it: Blog Soundscape
ja_jp: Soundscape ブログ
nb_no: Soundscape-blogg
pt_br: Blog do Soundscape
pt_pt: Blogue do Soundscape
sv_se: Soundscape-bloggen

# ui.back_button.title
source: Back
da_dk: Tilbage
de_de: Zurück
el_gr: Πίσω
es_es: Atrás
fa_ir: بازگشت
fi_fi: Takaisin
fr_ca: Retour
it_it: Indietro
ja_jp: 戻る
nb_no: Tilbake
nl_nl: Vorige
pt_br: Voltar
pt_pt: Anterior
sv_se: Tillbaka

# bar_icon.external_GPS.acc_label
source: External GPS Connected Icon
da_dk: Ikonet Ekstern tilsluttet GPS
de_de: Symbol für „Mit externem GPS verbunden“
el_gr: Εικονίδιο εξωτερικής σύνδεσης GPS
es_es: Icono de GPS externa conectada
fa_ir: آیکون اتصال GPS خارجی
fi_fi: Ulkoinen GPS yhdistetty -kuvake
fr_ca: Icône Système mondial de localisation (GPS) externe connecté
it_it: Icona connessione GPS esterna
ja_jp: 外部 GPS 接続済みアイコン
nb_no: Ikon for tilkobling til ekstern GPS
nl_nl: Pictogram Externe GPS-verbinding
pt_br: Ícone de GPS Externo Conectado
pt_pt: Ícone de GPS Externo Ligado
sv_se: Ikon för Extern GPS ansluten

# history_view.item_of
source: Item %1$@ of %2$@
da_dk: Punkt %1$@ af %2$@
de_de: Element %1$@ von %2$@
el_gr: Στοιχείο %1$@ από %2$@
es_es: Elemento %1$@ de %2$@
fa_ir: مورد %1$@ از %2$@
fi_fi: Kohde %1$@/%2$@
fr_ca: Élément %1$@ de %2$@
it_it: Elemento %1$@ di %2$@
ja_jp: 項目 %1$@ (全 %2$@ 件)
nb_no: Element %1$@ av %2$@
nl_nl: Item %1$@ van %2$@
pt_br: Item %1$@ de %2$@
pt_pt: Item %1$@ de %2$@
sv_se: Objekt %1$@ av %2$@

# history_view.item_of.no_callouts_yet
source: No Callouts Yet
da_dk: Endnu ingen lydbeskeder
de_de: Noch keine Hinweise
el_gr: Δεν υπάρχουν επεξηγήσεις ακόμα
es_es: Ningún aviso todavía
fa_ir: هنوز هیچ اعلان صوتی وجود ندارد
fi_fi: Ilmoituksia ei vielä ole
fr_ca: Aucune notification
it_it: Nessuna notifica
ja_jp: コールアウトがありません
nb_no: Ingen meldinger ennå
nl_nl: Nog geen waarschuwingen
pt_br: Ainda Não Há Notificações
pt_pt: Ainda não Existem Avisos
sv_se: Det finns inga informationsljud ännu

# poi_screen.screen_title.select_a_location
source: Select a Location
da_dk: Vælg en placering
de_de: Einen Standort auswählen
el_gr: Επιλογή τοποθεσίας
es_es: Seleccionar una ubicación
fa_ir: یک مکان را انتخاب کنید
fi_fi: Valitse sijainti
fr_ca: Sélectionner un emplacement
it_it: Seleziona una posizione
ja_jp: 場所を選択
nb_no: Velg en posisjon
nl_nl: Een locatie selecteren
pt_br: Selecionar uma localização
pt_pt: Selecionar uma Localização
sv_se: Välj en plats
