Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.how_to_use_beacon.answer
source: You can think of the audible beacon as a "lighthouse for the ears", notifying you of where your destination is relative to your location, as the crow flies. Like a lighthouse, it does not tell you how to get there – you may need to make many navigation choices along the way, just as a sailboat will have to make many strategic "tacks" to get closer to the lighthouse. The continuous rhythmic sound of the audible beacon is spatialized from the direction of the destination, and helps you stay aware of the location of the destination relative to you as you walk. When you are walking directly toward the destination, or you point the phone toward the destination, a higher pitched "ring" sound will be heard. This feature allows you to pinpoint the direction of the destination since the direction of the rhythmic sound can sometimes be difficult to perceive in loud environments. When searching for the higher pitched "ring", hold the phone flat and sweep the phone slowly; turning your head to point in the same direction of the phone will ensure that you have the best spatial audio experience. The lighthouse metaphor for the beacon’s design has several natural implications: 1. There is no "correct" direction to travel when using the beacon, instead, with Soundscape you choose how to get there; 2. The higher pitched "ring" helps you pinpoint the direction of the destination only – it is not an indication of how you should get there; 3. If you generally know how to get to your destination, you may wish to mute the beacon for the majority of your trip and turn it on only as you get closer to your destination.
da_dk: Du kan tænke på lydfyret som et "fyrtårn for ørerne", der giver dig besked om, hvor din destination er i forhold til din placering, som fugleflugtslinje. Ligesom et fyrtårn fortæller det dig ikke, hvordan du kommer dertil - du har måske brug for at foretage mange navigationsvalg undervejs, ligesom en sejlbåd bliver nødt til at foretage mange strategiske "kryds" for at komme tættere på fyret. Den kontinuerlige rytmiske lyd af lydfyret er rumligt fra destinationens retning og hjælper dig med at holde dig opmærksom på destinationens placering i forhold til dig, mens du går. Når du går direkte mod destinationen, eller du peger telefonen mod destinationen, høres en "ringelyd" i en højere tone. Denne funktion giver dig mulighed for at lokalisere retningen til destinationen, da retningen af den rytmiske lyd nogle gange kan være svær at opfatte i omgivelser med høj lyd. Når du søger efter "ringelyden" med en højere tone, skal du holde telefonen vandret og dreje telefonen langsomt. Hvis du drejer dit hoved, så det peger i samme retning som telefonen, vil det sikre, at du har den bedste rumlige lydoplevelse. Fyrtårnsmetaforen for signalets design har flere naturlige konsekvenser: 1. Der er ingen "korrekt" retning at gå i, når du bruger signalet, i stedet vælger du med Soundscape, hvordan du kommer dertil. 2. Den højere "ringetone" hjælper dig kun med at lokalisere retningen af destinationen – det er ikke en indikation af, hvordan du skal komme dertil. 3. Hvis du generelt ved, hvordan du kommer til din destination, kan du slå signalet fra under størstedelen af din rejse og så kun slå det til, når du kommer tættere på din destination.
de_de: Sie können sich das akustische Beacon als ein „Leuchtturm für die Ohren“ vorstellen, der Sie darüber informiert, wo sich Ihr Ziel relativ zu Ihrem Standort in der Luftlinie befindet. Genau wie ein Leuchtturm gibt es Ihnen nicht den Weg dahin vor – Sie müssen möglicherweise viele Navigationsentscheidungen auf dem Weg treffen, so wie ein Segelboot viele strategische Wendemanöver machen muss, um näher an den Leuchtturm zu kommen. Der kontinuierliche, rhythmische Ton des Audiobeacons wird aus der Richtung des Ziels verräumlicht und hilft Ihnen, sich unterwegs der Zielposition relativ zu der aktuellen Position bewusst zu bleiben. Wenn Sie direkt auf das Ziel zugehen oder das Telefon auf das Ziel richten, ertönt ein höherer Tonsignal. Über diese Funktion können Sie die Richtung des Ziels bestimmen, da die Richtung des rhythmischen Tonsignals in lauten Umgebungen manchmal schwer wahrzunehmen sein kann. Halten Sie bei der Suche nach dem höheren Tonsignal das Telefon flach, und schwenken Sie es langsam; drehen Sie Ihren Kopf in die gleiche Richtung wie das Telefon, um ein optimales räumliches Klangerlebnis zu erhalten. Die Leuchtturm-Metapher für das Beacondesign hat mehrere natürliche Implikationen: 1. Es gibt keine „richtige“ Richtung, in die man gehen muss, um das Beacon zu erreichen. Stattdessen entscheidet man mithilfe von Soundscape, wie man dorthin gelangt; 2. Der höhere Signalton hilft Ihnen nur, die Richtung des Ziels zu bestimmen – er gibt keine Hinweis darauf, wie Sie dorthin gelangen sollen; 3. Wenn Sie bereits wissen, wie Sie zu Ihrem Ziel kommen, können Sie das Beacon für den größten Teil Ihres Weges stummschalten und erst wieder einschalten, wenn Sie sich Ihrem Ziel nähern.
el_gr: Μπορείτε να σκεφτείτε το ηχητικό σήμα ως "φάρο για τα αυτιά", ειδοποιώντας σας για το πού είναι ο προορισμός σας, σε σχέση με την τοποθεσία σας, καθώς το κοράκι πετάει. Όπως ένας φάρος, δεν σας λέει πώς να φτάσετε εκεί - ίσως χρειαστεί να κάνετε πολλές επιλογές πλοήγησης κατά μήκος της της διαδρομής, ακριβώς όπως ένα ιστιοφόρο θα πρέπει να κάνει πολλά στρατηγικά "τακ" για να φτάσει πιο κοντά στην ειδοποίηση. Ο συνεχής ρυθμικός ήχος του ηχητικού σήματος χωρικότητας από την κατεύθυνση του προορισμού, σας βοηθά να έχετε επίγνωση της θέσης τοποθεσίας του προορισμού σε σχέση με εσάς καθώς περπατάτε. Όταν περπατάτε απευθείας προς τον προορισμό ή κατευθύνετε το τηλέφωνο προς τον προορισμό, θα ακουστεί ένας ήχος με υψηλότερο τόνο "κουδουνίσματος". Αυτή η λειτουργία σας επιτρέπει να εντοπίσετε την κατεύθυνση του προορισμού, καθώς η κατεύθυνση του ρυθμικού ήχου μπορεί μερικές φορές να είναι δύσκολο να γίνει αντιληπτή σε δυνατά περιβάλλοντα. Όταν αναζητάτε το υψηλότερου τόνου "κουδούνισμα", κρατήστε το τηλέφωνο επίπεδο και σαρώστε το τηλέφωνο αργά. Γυρίζοντας το κεφάλι σας προς το σημείο προς την ίδια κατεύθυνση του τηλεφώνου θα εξασφαλίσει ότι έχετε την καλύτερη εμπειρία χωρικού ήχου. Η μεταφορά του φάρου για το σχεδιασμό της ηχητικού σήματος έχει πολλές φυσικές επιπτώσεις: 1. Δεν υπάρχει "σωστή" κατεύθυνση για να ταξιδέψετε όταν χρησιμοποιείτε το ηχητικό σήμα, αντ' αυτού, με το Soundscape μπορείτε να επιλέξετε πώς να φτάσετε εκεί 2. Το υψηλότερου τόνου "κουδούνισμα" σας βοηθά να εντοπίσετε μόνο την κατεύθυνση του προορισμού - δεν αποτελεί ένδειξη για το πώς πρέπει να φτάσετε εκεί 3. Εάν γενικά γνωρίζετε πώς να φτάσετε στον προορισμό σας, μπορεί να θέλετε να ενεργοποιήσετε τη σίγαση του ηχητικού σήματος για το μεγαλύτερο μέρος της διαδρομής σας και να το ενεργοποιήσετε μόνο καθώς πλησιάζετε στον προορισμό σας.
es_es: Piensa en la señal de audio como un "faro para los oídos", que te notifica la distancia de tu destino en relación con tu ubicación, a vuelo de pájaro. Como haría un faro, no indica cómo llegar; es posible que necesites muchas opciones de navegación en el trayecto, de la misma manera que un barco tendrá muchas "indicaciones" estratégicas para acercarse al faro. El sonido rítmico continuo de la señal de audio proviene de la dirección de destino y te ayuda a conocer la distancia hasta el destino mientras caminas. Cuando vayas caminando directamente hacia el destino, o apuntes el teléfono hacia él, oirás un "tono" más agudo. Esta característica te permitirá identificar la dirección del destino, puesto que la dirección del sonido rítmico a veces puede ser difícil de percibir en entornos ruidosos. Al buscar el "tono" más alto, mantén el teléfono en posición horizontal y realiza un movimiento de barrido con el teléfono lentamente. Gira la cabeza hacia la misma dirección del teléfono para asegurarte de que disfruta de la mejor experiencia de audio espacial. La metáfora del faro para el diseño de la señal tiene varias implicaciones naturales: 1. No hay ninguna dirección "correcta" en la que viajar al usar la señal, en tu lugar, con Soundscape eliges cómo llegar allí. 2. El "tono" más agudo solo te ayuda a identificar la dirección del destino, pero no es una indicación de cómo llegar allí. 3. Si normalmente sabes cómo llegar a tu destino, puedes desear silenciar la señal para la mayor parte del trayecto y activarla solo cuando te acerques a tu destino.
fa_ir: شما می‌توانید نشانهٔ صوتی شنیداری را به عنوان یک «فانوس دریایی برای گوش‌ها» در نظر بگیرید که به شما اطلاع می‌دهد مقصد شما نسبت به مکان شما کجاست، به صورت خط مستقیم. مانند یک فانوس دریایی، به شما نمی‌گوید چگونه به آنجا برسید - ممکن است در طول راه نیاز به انتخاب‌های ناوبری زیادی داشته باشید، درست همانطور که یک قایق بادبانی برای نزدیک شدن به فانوس دریایی باید «تک»‌های استراتژیک زیادی انجام دهد. صدای ریتمیک مداوم نشانهٔ صوتی از جهت مقصد فضایی می‌شود و به شما کمک می‌کند تا در حین راه رفتن از مکان آن نسبت به خود آگاه باشید. وقتی مستقیماً به سمت مقصد راه می‌روید، یا گوشی را در آن جهت اشاره می‌کنید، صدای «زنگ» با صدای بلندتری شنیده می‌شود. این ویژگی به شما امکان می‌دهد جهت مقصد را دقیقاً مشخص کنید زیرا جهت صدای ریتمیک گاهی اوقات در محیط‌های پر سر و صدا به سختی قابل درک است. هنگام جستجو برای صدای «زنگ» با صدای بلندتر، گوشی را صاف نگه دارید و گوشی را به آرامی جارو کنید؛ چرخاندن سر خود برای اشاره در همان جهت گوشی اطمینان حاصل می‌کند که بهترین تجربه صوتی فضایی را دارید. استعاره فانوس دریایی برای طراحی نشانهٔ صوتی چندین پیامد طبیعی دارد: ۱. هیچ جهت «صحیحی» برای سفر هنگام استفاده از نشانهٔ صوتی وجود ندارد، در عوض، با Soundscape شما انتخاب می‌کنید چگونه به آنجا برسید؛ ۲. صدای «زنگ» با صدای بلندتر فقط به شما در مشخص کردن جهت مقصد کمک می‌کند - این نشانه‌ای از نحوه رسیدن به آنجا نیست؛ ۳. اگر به طور کلی می‌دانید چگونه به مقصد خود برسید، ممکن است بخواهید نشانهٔ صوتی را برای بیشتر سفر خود بی‌صدا کنید و فقط زمانی که به آن نزدیک می‌شوید آن را روشن کنید.
fi_fi: Voit ajatella äänimajakkaa "majakkana korville", joka ilmoittaa sinulle, missä määränpääsi on suhteessa sijaintiisi linnuntietä. Kuten majakka, se ei kerro sinulle, kuinka määränpää saavutetaan, vaan sinun on ehkä tehtävä monia suunnistusvalintoja matkalla, kuten purjelaivan on tehtävä useita strategisia "kurssin muutoksia" majakan lähestymiseksi. Jatkuva äänimajakan rytmikäs ääni kuuluu tilaäänenä määränpään suunnasta ja se auttaa sinua pysymään tietoisena määränpään sijainnista suhteessa sinuun, kun kävelet. Kun kävelet suoraan määränpäätä kohti, tai kun osoitat sitä puhelimella, korkeampitaajuuksinen "soittokellon" ääni kuuluu. Tämä ominaisuus sallii sinun tunnistaa määränpään suunnan, koska rytmikkään äänen lähde on joskus vaikea havaita meluisissa ympäristöissä. Kun etsit korkeampitaajuista"soittokelloa", pitele puhelinta vaakatasossa ja kuljeta puhelinta edestakaisin hitaasti. Pään kääntäminen samaan suuntaan puhelimen kanssa varmistaa, että saat parhaan mahdollisen tilaäänikokemuksen. Majakkakielikuvalla on sen suunnittelussa joitakin luonnollisia seurauksia: 1. Majakkaa käytettäessä ei ole "oikeaa" kulkusuuntaan. Sen sijaan Soundscapea käytettäessä sinä valitset, kuinka pääset sinne. 2. Korkeampitaajuuksinen "soittokello" auttaa sinua ainoastaan tunnistamaan määränpään suunnan, eikä se osoita, kuinka sinun tulisi siirtyä sinne. 3. Jos tiedät suurin piirtein, kuinka päästä määränpäähäsi, saatat haluta vaimentaa majakan suurimmaksi osaksi matkaasi ja ottaa sen käyttöön vasta sitten, kun lähestyt määränpäätäsi.
fr_ca: Vous pouvez considérer une balise audible comme un « phare pour les oreilles », qui vous avertit où votre destination se trouve par rapport à votre localisation, à vol d’oiseau. À l’instar d’un phare, elle ne vous indique pas comment y arriver (vous devrez peut-être faire de nombreux choix de navigation en chemin, comme un voilier qui effectue de nombreux virements de bord pour se rapprocher du phare). Le son rythmique en continu de la balise audible est spatialisé depuis la direction de la destination et vous aide à connaître la localisation de la destination par rapport à vous lorsque vous marchez. Si vous marchez directement vers la destination ou pointez le téléphone vers la destination, une « sonnerie » plus aigue se fait entendre. Cette fonctionnalité vous permet d’identifier la direction de la destination, puisque la direction du son rythmique peut parfois être difficile à percevoir dans des environnements bruyants. Lorsque vous recherchez la « sonnerie » plus aigue, tenez le téléphone à plat et balancez-le lentement. Diriger la tête dans la même direction que le téléphone permet de garantir que vous disposez de la meilleure expérience audio spatiale. La métaphore du phare pour la conception de la balise présente plusieurs conséquences naturelles : 1. Il n’y a pas de direction « correcte » à suivre lors de l’utilisation de la balise. Mais avec Soundscape, vous choisissez comment y arriver. 2. La « sonnerie » plus aigue vous aide à identifier la direction de la destination uniquement (il ne s’agit pas d’une indication de la manière d’y arriver). 3. Si vous savez globalement comment arriver à votre destination, vous souhaiterez peut-être couper le son de la balise pendant la plus grande partie de votre parcours et ne la réactiver que lorsque vous approchez de votre destination.
it_it: Puoi pensare all'audiofaro come a un "faro per le orecchie", che ti indica la destinazione rispetto alla tua posizione, in linea d'aria. Come un faro, non ti dice come arrivarci: potresti dover fare molte scelte di navigazione lungo il percorso, proprio come una barca a vela deve fare molte "virate" strategiche per avvicinarsi al faro. Il suono ritmico continuo dell'audiofaro acustico è spazializzato dalla direzione della destinazione e ti aiuta a rimanere consapevole della posizione della destinazione rispetto a te mentre cammini. Quando cammini direttamente verso la destinazione o punti il telefono verso la destinazione, sentirai uno "squillo" più acuto. Questa funzione consente di individuare la direzione della destinazione poiché a volte la direzione del suono ritmico può essere difficile da percepire in ambienti rumorosi. Quando vuoi lo "squillo" più acuto, tieni il telefono piatto e oscilla lentamente il telefono, se giri la testa per puntare nella stessa direzione del telefono avrai la migliore esperienza audio spaziale. La metafora del faro per il design dell'audiofaro ha diverse implicazioni naturali: 1. Non esiste una direzione "corretta" per viaggiare quando si utilizza l'audiofaro, con Soundscape scegli tu come arrivarci. 2. Lo "squillo" più acuto ti aiuta a localizzare solo la direzione della destinazione, non è un'indicazione di come arrivarci. 3. Se in genere sai come arrivare a destinazione, potresti voler disattivare l'audio dell'audiofaro per la maggior parte del tuo percorso e riattivarlo solo quando ti avvicini alla destinazione.
ja_jp: 音声ビーコンは言わば「耳で聞く灯台」です。現在地から直線で結んだ目的地の方向がわかります。灯台と同じように、音声ビーコンでは目的地までの経路はわかりません。ヨットが灯台に近付くには何度も戦略的にタッキング (方向転換) をする必要があるように、途中で何度も進路を選択することが必要な場合もあります。空間オーディオにより、一定のリズムの音声ビーコンが目的地の方向から鳴り続け、ユーザーが移動している間も常に目的地の方向を把握できます。目的地に向かって真っすぐ歩いているときや、スマートフォンを目的地の方向に向けたときには、通常よりも高音のサウンドが聞こえます。周辺の雑音が大きい場合には一定のリズムの音の鳴っている方向がわかりづらくなる場合もあるため、音が変化することで目的地の方向を判断しやすくなります。高音のサウンドが鳴る方向を探す場合は、スマートフォンを水平に持ってゆっくりと動かします。自分の顔の向きをスマートフォンと同じ方向に向けると、最適な空間オーディオ効果が得られます。 ビーコンの仕組みを灯台に例えましたが、そこからわかることがいくつかあります。 1. ビーコンを使う場合、「正しい」経路はありません。Soundscape を使って自分で行き方を選ぶことができます。 2. 高音のサウンドでは目的地の方向だけがわかります。目的地への経路は示されません。 3. 目的地への大まかな行き方がわかっている場合、移動中はほぼビーコンをミュートにしておいて、目的地に近くなってからビーコンをオンにすることもできます。
nb_no: Du kan tenke på lydsignalet som et fyrtårn for ørene, et som varsler deg om hvor destinasjonen er i forhold til posisjonen din. I likhet med et fyrtårn forteller den ikke hvordan du kommer deg dit. Du må gjøre noen navigasjonsvalg på veien, akkurat som en seilbåt må gjøre mange strategiske valg for å komme nærme fyrtårnet. Den kontinuerlige rytmiske lyden til lydsignalet kommer fra retningen til destinasjonen og hjelper deg med å være bevisst på posisjonen til destinasjonen når du går. Når du går i retning destinasjonen eller peker telefonen mot destinasjonen, kan du høre en høy ringelyd. Med denne funksjonen kan du fastslå retningen til destinasjonen siden retningen til den rytmiske lyden av og til kan være vanskelig å oppfatte i omgivelser med mye lyd. Når du leter etter den høye ringelyden, holder du telefonen flatt og stryker telefonen langsomt. Hvis du vrir hodet i samme retning som telefonen, får du den beste romlige lydopplevelsen. Fyrtårnmetaforen for lydsignalets utforming har flere naturlige implikasjoner: 1. Det finnes ingen «riktig» retning å gå i når du bruker lydsignalet. Med Soundscape kan du i stedet velge hvordan du kommer deg dit. 2. Den høye ringelyden hjelper deg bare med å fastslå retningen til destinasjonen – det er ikke indikator på hvordan du kommer deg dit. 3. Hvis du vet hvordan du kommer deg til destinasjonen, kan det hende du vil slå av lydsignalet for mesteparten av turen, og slå det på bare når du nærmer deg destinasjonen.
nl_nl: U kunt het audiobaken zien als een soort 'vuurtoren' voor uw oren. Het meldt waar uw bestemming zich bevindt, hemelsbreed ten opzichte van uw locatie. Net als een vuurtoren vertelt de app niet hoe u er komt, maar moet u zelf onderweg veel navigatiekeuzes maken en net als een zeilboot uw koers strategisch aanpassen om dichterbij uw bestemming te komen. Het continue ritmische geluid van het audiobaken wordt uitgezonden vanuit de richting van uw bestemming en zorgt dat u zich bewust blijft van de locatie van de bestemming ten opzichte van waar u loopt. Wanneer u rechtstreeks naar de bestemming loopt of uw telefoon naar de bestemming richt, hoort u een hogere beltoon. Zo kunt u de richting precies bepalen omdat de richting van het ritmische geluid soms moeilijk waar te nemen is in lawaaierige omgevingen. Als u de hogere beltoon wilt horen, moet u de telefoon vlak houden en er langzaam mee zwaaien. Draai uw hoofd in dezelfde richting als de telefoon zodat u de beste ruimtelijke geluidservaring krijgt. De metafoor met de vuurtoren voor het bakenontwerp heeft een aantal natuurlijke implicaties: 1. Er is geen 'juiste' richting om te reizen met het baken. Met Soundscape kiest u zelf hoe u er komt. 2. De hogere beltoon helpt u alleen om de richting van de bestemming te lokaliseren. Het is geen aanduiding voor hoe u er komt. 3. Als u min of meer weet hoe u bij uw bestemming komt, kunt u het baken het grootste deel van uw reis uitzetten en alleen inschakelen als u dicht bij uw bestemming komt.
pt_br: Você pode pensar no sinalizador audível como um "farol para os ouvidos", notificando você sobre onde está o destino em relação à sua localização, em linha reta. Como um farol, ele não diz como chegar lá – talvez seja necessário tomar algumas decisões de navegação ao longo do caminho, como um veleiro terá de se "alinhar" estrategicamente para chegar mais perto do farol. O som rítmico contínuo do sinalizador audível é espacializado na direção do destino, e ajuda a manter você ciente da localização do destino em relação a você à medida que caminha. Quando você estiver caminhando diretamente para o destino, ou apontar o telefone na direção do destino, um "toque" mais alto será ouvido. Esse recurso permite que você identifique a direção do destino, já que a direção do som rítmico às vezes pode ser difícil de perceber em ambientes com muito barulho. Ao pesquisar o "toque" mais alto, segure o telefone na horizontal e passe o dedo no telefone lentamente; virar sua cabeça para a mesma direção do telefone garantirá que você tenha a melhor experiência de áudio espacial. A metáfora do farol para o design do sinalizador tem várias implicações naturais: 1. Não há uma direção "correta" a percorrer ao usar o sinalizador, mas, com o Soundscape, você escolhe como chegar lá; 2. O "toque" mais alto ajuda a indicar a direção apenas do destino – não é uma indicação de como você deve chegar lá; 3. Se geralmente você sabe como chegar ao destino, talvez queira ativar o mudo do sinalizador para a maior parte da viagem e desativá-lo somente quando chegar mais perto do destino.
pt_pt: Pode pensar no sinal audível como um "farol para os ouvidos", avisando-o da posição do destino relativamente à sua localização em linha reta. Tal como um farol, não lhe diz como lá chegar – poderá necessitar de tomar várias opções de navegação, tal como um barco à vela terá de tomar vários "rumos" para se aproximar do farol. O som rítmico contínuo do sinal é espacializado a partir da direção do destino, ajudando-o a estar ciente da localização do destino relativamente ao ponto em que se encontra à medida que caminha. Quando caminha na direção do destino (ou quando aponta o telemóvel para esta), será ouvido um som de "toque" mais agudo. Esta funcionalidade permite-lhe estabelecer a direção do destino, visto que, por vezes, poderá ser difícil detetar a direção do som rítmico em ambientes ruidosos. Quando procurar o "toque" mais agudo, segure no telemóvel numa posição plana e rode-o lentamente; se virar a cabeça na mesma direção do telemóvel irá garantir que desfruta da melhor experiência de áudio espacial. A metáfora do farol para a conceção do sinal tem várias implicações naturais: 1. Não existe uma direção "correta" para viajar quando utilizar o sinal; em vez disso, o Soundscape permite-lhe escolher como chegar lá; 2. O "toque" mais agudo só o ajuda a identificar a direção do destino – não se trata de uma indicação da forma de lá chegar; 3. Se souber como chegar ao destino, poderá pretender desativar o sinal durante a maior parte da viagem e ativá-lo apenas quando estiver mais perto do destino.
sv_se: Tänk på ljudfyren som en "fyr för öronen", som berättar för dig var målet ligger i förhållande till var du befinner dig. Ljudfyren talar inte om hur du ska ta dig dit – då du kanske måste göra en del vägval utmed vägen. Precis som en segelbåt måste göra många strategiska kursändringar för att komma närmare fyrtornet. Det rytmiska ljudet från ljudfyren kommer från målets riktning, och hjälper dig att hålla koll på var målet finns i förhållande till var du går. När du går rakt mot målet, eller pekar telefonen mot målet, hörs ett ringljud med högre tonläge. Tack vare den här funktionen kan du hålla reda på målets riktning eftersom det rytmiska ljudet ibland kan vara svårt att uppfatta om det är mycket buller. När du söker efter den höga ringsignalen ska du hålla telefonen plant och svepa den långsamt. Om du vrider huvudet i samma riktning som telefonen får du den bästa ljudupplevelsen. Liknelsen till ett fyrtorn har flera förklaringar: 1. Det finns ingen "rätt" riktning att färdas i när du använder ljudfyren, utan med Soundscape väljer du själv hur du ska ta dig dit. 2. Den höga ringsignalen hjälper dig bara att ta ut riktningen mot målet – den anger inte hur du ska ta dig dit. 3. Om du i allmänhet vet hur du ska ta dig till målet kanske du vill stänga av ljudfyren under färdens gång, och bara sätta på den när du börjar närma dig målet.
