Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# devices.connect_headset.completed.airpods
source: Congratulations! Your AirPods are ready for use, so you can put your phone in your pocket and go! Soundscape will now track the direction of your head so you do not need to hold the phone in your hand. A single click on the headphones button will mute or unmute the beacon, double click will call out your location, and a triple click will repeat the last callout.
da_dk: Tillykke! Dine AirPods er klar til brug, så du kan lægge telefonen i lommen og gå! Soundscape vil nu spore, hvilken retning dit hoved vender i, så du ikke behøver at holde telefonen i hånden. Et enkelt klik på knappen på hovedtelefonerne slår lydfyret til eller fra, et dobbeltklik sender en lydbesked om din placering, og et tredobbelt klik gentager den sidste lydbesked.
de_de: Glückwunsch! Ihre AirPods sind bereit für den Einsatz. Sie können Ihr Telefon nun in die Tasche einstecken. Soundscape verfolgt Ihre Blickrichtung nach, sodass Sie das Telefon nicht in der Hand halten müssen. Durch Antippen der Kopfhörertaste wird das Beacon ein- oder ausgeschaltet, durch zweifaches Antippen erhalten Sie einen Hinweis zu Ihrem Standort, und durch dreifaches Antippen wird der letzte Hinweis wiederholt.
el_gr: Συγχαρητήρια! Τα AirPods σας είναι έτοιμα για χρήση, μπορείτε λοιπόν να βάλετε το τηλέφωνό σας στην τσέπη σας και να φύγετε! Το Soundscape θα παρακολουθεί τώρα την κατεύθυνση του κεφαλιού σας, ώστε να μην χρειάζεται να κρατάτε το τηλέφωνο στο χέρι σας. Ένα μόνο πάτημα στο εξωτερικό των ακουστικών θα ενεργοποιήσει ή θα καταργήσει τη σίγαση στο ηχητικό σήμα, με διπλό πάτημα επεξηγείται η τοποθεσία σας και ένα τριπλό πάτημα θα επαναλάβει την τελευταία επεξήγηση.
es_es: ¡Enhorabuena! Tus AirPods están listos para usar, ¡así que puedes guardar tu teléfono en el bolsillo y ponerte en marcha! Soundscape seguirá ahora la orientación de tu cabeza para que no tengas que sostener el teléfono en la mano. Un solo clic en el botón de los auriculares silenciará o desactivará la señal, un doble clic indicará tu ubicación y un triple clic repetirá la última indicación.
fa_ir: تبریک! ایرپادهای شما برای استفاده آماده هستند، پس می‌توانید گوشی خود را در جیبتان بگذارید و بروید! Soundscape اکنون جهت سر شما را ردیابی می‌کند، بنابراین نیازی به نگه داشتن گوشی در دستتان نیست. یک کلیک روی دکمه هدفون، نشانهٔ صوتی را بی‌صدا یا باصدا می‌کند، دو کلیک مکان شما را اعلام می‌کند و سه کلیک آخرین اعلان صوتی را تکرار می‌کند.
fi_fi: Onneksi olkoon! AirPods-kuulokkeesi ovat käyttövalmiit, joten voit laittaa puhelimen taskuusi ja jatkaa matkaa! Soundscape seuraa nyt pääsi suuntaa, joten sinun ei tarvitse pidellä puhelinta kädessäsi. Yksi kuulokkeiden painikkeen napsautus hiljentää majakan tai poistaa sen hiljennyksen, kaksoisnapsautus kertoo sijaintisi ilmoituksen ja kolmoisnapsautus toistaa viimeisimmän ilmoituksen.
fr_ca: Félicitations! Vos AirPods sont prêts à l’emploi. Vous pouvez donc ranger votre téléphone dans votre poche et vous mettre en route! Soundscape va maintenant assurer le suivi de la direction de votre tête, ce qui vous évitera d’avoir à tenir le téléphone. Un simple clic sur le bouton du casque coupe ou active le son de la balise, un double-clic vous informe de votre position et trois clics font répéter la dernière notification.
it_it: Congratulazioni! I tuoi auricolari AirPods sono pronti per l'uso, quindi puoi mettere il telefono in tasca e uscire! Soundscape ora seguirà la direzione della tua testa, quindi non devi tenere il telefono in mano. Un singolo clic sul pulsante degli auricolari disattiverà o riattiverà l'audio dell'audiofaro, un doppio clic notificherà la tua posizione e un triplo clic ripeterà l'ultima notifica.
ja_jp: 調整完了です。AirPods を使用する準備ができました。スマートフォンをポケットに入れて出かけることができます。Soundscape で頭の方向がトラッキングされるので、スマートフォンを手に持つ必要はありません。ヘッドホンのボタンを 1 回押すとビーコンのミュート設定を切り替えることができます。2 回押すと、現在地をコールアウトします。3 回押すと、直前のコールアウトを繰り返します。
nb_no: Gratulerer! AirPods er klare til bruk, og du kan legge telefonen i lomma og gå. Soundscape sporer nå retningen på hodet ditt slik at du ikke trenger å holde telefonen i hånden. Ett klikk på hodetelefonknappen slår lydsignalet av eller på, dobbeltklikk melder om posisjonen din og trippelklikk gjentar siste melding.
nl_nl: Gefeliciteerd! Uw AirPods zijn gereed voor gebruik. Plaats uw telefoon in uw zak en ga op weg. Soundscape volgt nu de kijkrichting van uw hoofd zodat u de telefoon niet in uw hand hoeft te houden. Met één tik op de koptelefoonknop dempt u het baken of heft u het dempen op, met twee keer tikken hoort u een waarschuwing voor uw locatie en met drie keer tikken wordt de laatste waarschuwing herhaald.
pt_br: Parabéns! Seus AirPods estão prontos para uso. Portanto, você já pode colocar o telefone no bolso e começar a usá-los! O Soundscape rastreará a direção para a qual sua cabeça está voltada de forma que você não precise segurar o telefone na mão. Um clique único no botão dos fones de ouvido ativará ou desativará o sinalizador, um clique duplo informará sua localização e um clique triplo repetirá a última notificação.
pt_pt: Parabéns, os AirPods estão prontos para utilização! Pode guardar o telemóvel no bolso e seguir viagem! O Soundscape irá detetar a direção da sua cabeça, pelo que não necessita de levar o telemóvel na mão. Toque uma vez no botão dos auscultadores para desativar ou ativar o sinal, duas vezes para reproduzir um aviso da localização e três vezes para repetir o último aviso.
sv_se: Grattis! Du kan nu börja använda dina AirPods. Stoppa undan telefonen i fickan och ge dig av! Soundscape spårar nu vilken riktning du färdas i, så att du inte behöver hålla telefonen i handen. Med ett enda klick på hörlursknappen inaktiverar eller aktiverar du ljudfyren. Dubbelklicka om du vill få ett informationsljud om platsen och trippelklicka om du vill upprepa det senaste informationsljudet.

# devices.connect_headset.completed.test
source: Check Your Headphones
da_dk: Kontrollér dine hovedtelefoner
de_de: Ihre Kopfhörer überprüfen
el_gr: Ελέγξτε τα ακουστικά σας
es_es: Comprobar los auriculares
fa_ir: هدفون خود را بررسی کنید
fi_fi: Tarkista kuulokkeesi
fr_ca: Vérifier votre casque
it_it: Controlla i tuoi auricolari
ja_jp: ヘッドホンをチェックする
nb_no: Sjekk hodetelefonene
nl_nl: Uw koptelefoon controleren
pt_br: Verificar seus Fones de Ouvido
pt_pt: Verificar os Auscultadores
sv_se: Kontrollera dina hörlurar

# devices.connect_headset.completed.test.hint
source: Double tap to check your %@.
da_dk: Dobbelttryk for at kontrollere dit %@
de_de: Doppeltippen, um Ihr %@ Headset zu überprüfen
el_gr: Πατήστε δύο φορές για να ελέγξετε το %@
es_es: Pulsa dos veces para comprobar los %@.
fa_ir: برای بررسی %@ خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tarkistaaksesi %@
fr_ca: Appuyez deux fois pour vérifier votre %@
it_it: Tocca due volte per controllare %@
ja_jp: %@ をチェックするにはダブルタップします
nb_no: Dobbelttrykk for å sjekke %@
nl_nl: Dubbeltik om uw %@ te controleren
pt_br: Dê um toque duplo para verificar o %@
pt_pt: Faça duplo toque para verificar os %@
sv_se: Dubbelknacka för att kontrollera dina %@

# devices.test_headset.title
source: Headphones Check
da_dk: Kontrol af hovedtelefoner
de_de: Kopfhörer überprüfen
el_gr: Έλεγχος ακουστικών
es_es: Comprobación de auriculares
fa_ir: بررسی هدفون
fi_fi: Kuulokkeiden tarkistus
fr_ca: Vérification du casque
it_it: Controllo auricolari
ja_jp: ヘッドホンのチェック
nb_no: Hodetelefonkontroll
nl_nl: Koptelefoon controleren
pt_br: Verificação dos Fones de Ouvido
pt_pt: Verificação dos Auscultadores
sv_se: Kontroll av hörlurar

# devices.test_headset.explanation
source: We've placed an audio beacon to your right. Listen where it is, and turn your head towards it. Notice how you can do this even when your phone is in your pocket. When you are done, Tap the button below to return to Soundscape, and enjoy your next walk with your new head tracking headphones.
da_dk: Vi har placeret et lydfyr til højre for dig. Lyt efter, hvor det er, og drej hovedet mod det. Bemærk, hvordan du kan gøre dette, selv når din telefon er i lommen. Når du er færdig, skal du trykke på knappen nedenfor for at vende tilbage til Soundscape og nyde din næste tur med dit nye hovedsporingshovedtelefoner.
de_de: Es wurde ein Audiobeacon rechts von Ihnen platziert. Orten Sie es, und drehen Sie den Kopf in dessen Richtung. Sie können das Audiobeacon auch hören, wenn Ihr Telefon in der Tasche ist. Wenn Sie fertig sind, tippen Sie auf die Schaltfläche unten, um zu Soundscape zurückzukehren. Genießen Sie den nächsten Spaziergang mit Ihren neuen Head Tracking-Kopfhörern.
el_gr: Τοποθετήσαμε ένα ηχητικό σήμα στα δεξιά σας. Ακούστε πού είναι, και γυρίστε το κεφάλι σας προς το μέρος του. Παρατηρήστε πώς μπορείτε να το κάνετε αυτό ακόμα και όταν το τηλέφωνό σας είναι στην τσέπη σας. Όταν τελειώσετε, πατήστε το παρακάτω κουμπί για να επιστρέψετε στο Soundscape και απολαύστε την επόμενη βόλτα σας με τα νέα ακουστικά head tracking.
es_es: Hemos colocado una señal de audio a tu derecha. Escucha dónde se encuentra y gira la cabeza hacia ella. Observa cómo puedes hacer esto incluso con el teléfono en el bolsillo. Cuando hayas terminado, pulsa en el botón siguiente para volver a Soundscape y disfruta de tu próximo paseo con tus nuevos auriculares con seguimiento de cabeza.
fa_ir: ما یک نشانهٔ صوتی در سمت راست شما قرار داده‌ایم. به جایی که هست گوش دهید و سر خود را به سمت آن بچرخانید. توجه کنید که چگونه می‌توانید این کار را حتی زمانی که گوشی شما در جیبتان است انجام دهید. وقتی تمام شد، برای بازگشت به Soundscape روی دکمه زیر ضربه بزنید و از پیاده‌روی بعدی خود با هدفون ردیاب سر جدیدتان لذت ببرید.
fi_fi: Olemme sijoittaneet äänimajakan oikealle puolellesi. Kuuntele, missä se on ja käännä pääsi sitä kohti. Huomaa, kuinka voit tehdä tämän jopa silloin, kun puhelin on taskussasi. Kun olet valmis, napauta alla olevaa painiketta palataksesi Soundscapeen ja nauttiaksesi seuraavasta kävelystäsi uusien päätä seuraavien kuulokkeidesi kanssa.
fr_ca: Nous avons placé une balise audio sur votre droite. Écoutez où elle se situe et tournez la tête dans sa direction. Vous pouvez faire cela même lorsque votre téléphone se trouve dans votre poche. Lorsque vous avez terminé, appuyez sur le bouton ci-dessous pour revenir à Soundscape et profitez de votre prochaine balade avec votre nouveau casque avec suivi facial.
it_it: Abbiamo posizionato un audiofaro alla tua destra. Ascolta dov'è e gira la testa verso di esso. Nota che puoi farlo anche quando hai il telefono in tasca. Quando hai finito, tocca il pulsante in basso per tornare a Soundscape e goditi la tua prossima passeggiata con i tuoi nuovi auricolari con tracciamento della testa.
ja_jp: あなたの右側に音声ビーコンが設定されました。どこから聞こえるかを聞き取って、そちらに顔を向けてください。スマートフォンをポケットに入れたままでもうまくいくことを確認してください。確認できたら、下のボタンをタップして Soundscape に戻ります。次の外出から、新しいヘッド トラッキング機能搭載ヘッドホンを使用できます。
nb_no: Vi har plassert et lydsignal til høyre for deg. Lytt til hvor det er, og snu hodet mot det. Legg merke til at du kan gjøre dette selv om telefonen ligger i lomma. Når du er ferdig, trykker du på knappen nedenfor for å gå tilbake til Soundscape og nyte neste spasertur med de nye hodetelefonene med hodesporing.
nl_nl: We hebben rechts van u een audiobaken geplaatst. Luister waar het zich bevindt en draai uw hoofd in die richting. U kunt dit ook doen terwijl uw telefoon in uw zak zit. Als u klaar bent, tikt u op de knop hieronder om terug te gaan naar Soundscape. Geniet van uw wandeling met uw nieuwe head tracking-koptelefoon.
pt_br: Emitimos um sinalizador sonoro à sua direita. Identifique de onde ele vem e volte a cabeça na direção dele. Observe que você pode fazer isso mesmo quando seu telefone está no bolso. Quando terminar, toque no botão abaixo para retornar ao Soundscape e aproveite sua próxima caminhada com os novos Fones de Ouvido Head Tracking.
pt_pt: Colocámos um sinal de áudio à sua direita. Oiça-o e vire a cabeça na direção deste. Repare como pode fazê-lo mesmo quando tem o telemóvel no bolso. Quando tiver terminado, toque no botão abaixo para voltar ao Soundscape e aprecie a sua próxima caminhada com os novos auscultadores com deteção do movimento da cabeça.
sv_se: Vi har placerat en ljudfyr på din högra sida. Lyssna var den finns och vrid huvudet i den riktningen. Du kan göra det här även om du har telefonen i fickan. När du har gjort detta trycker du på knappen nedan för att gå tillbaka till Soundscape. Nu kan du njuta av din promenad med hjälp av dina nya hörlurar med huvudspårning.

# devices.test_headset.continue
source: Return to Soundscape
da_dk: Vend tilbage til Soundscape
de_de: Zu Soundscape zurückkehren
el_gr: Επιστροφή στο Soundscape
es_es: Volver a Soundscape
fa_ir: بازگشت به Soundscape
fi_fi: Palaa Soundscapeen
fr_ca: Revenir à Soundscape
it_it: Torna a Soundscape
ja_jp: Soundscape に戻る
nb_no: Gå tilbake til Soundscape
nl_nl: Terug naar Soundscape
pt_br: Voltar ao Soundscape
pt_pt: Voltar ao Soundscape
sv_se: Gå tillbaka till Soundscape

# devices.test_headset.callout
source: We've placed an audio beacon to your right. Listen where it is, and turn your head towards it… Notice how you can do this even when your phone is in your pocket.
da_dk: Vi har placeret et lydfyr til højre for dig. Lyt efter, hvor det er, og drej hovedet mod det... Bemærk, hvordan du kan gøre dette, selv når din telefon er i lommen.
de_de: Es wurde ein Audiobeacon rechts von Ihnen platziert. Orten Sie es, und drehen Sie den Kopf in dessen Richtung .... Sie können das Audiobeacon auch hören, wenn Ihr Telefon eingesteckt ist.
el_gr: Τοποθετήσαμε ένα ηχητικό σήμα στα δεξιά σας. Ακούστε πού είναι, και γυρίστε το κεφάλι σας προς το μέρος του... Παρατηρήστε πώς μπορείτε να το κάνετε αυτό ακόμα και όταν το τηλέφωνό σας είναι στην τσέπη σας.
es_es: Hemos colocado una señal de audio a tu derecha. Escucha dónde se encuentra y gira la cabeza hacia ella… Observa cómo puedes hacer esto incluso con el teléfono en el bolsillo.
fa_ir: ما یک نشانهٔ صوتی در سمت راست شما قرار داده‌ایم. به جایی که هست گوش دهید و سر خود را به سمت آن بچرخانید. توجه کنید که چگونه می‌توانید این کار را حتی زمانی که گوشی شما در جیبتان است انجام دهید.
fi_fi: Olemme sijoittaneet äänimajakan oikealle puolellesi. Kuuntele, missä se on, ja käännä pääsi sitä kohti... Huomaa, kuinka voit tehdä tämän jopa silloin, kun puhelin on taskussasi.
fr_ca: Nous avons placé une balise sonore sur votre droite. Écoutez où elle se situe et tournez la tête dans sa direction... Veuillez noter que vous pouvez le faire même lorsque votre téléphone se trouve dans votre poche.
it_it: Abbiamo posizionato un audiofaro alla tua destra. Ascolta dov'è e gira la testa verso di esso. Nota che puoi farlo anche quando hai il telefono in tasca.
ja_jp: あなたの右側に音声ビーコンが設定されました。どこから聞こえるかを聞き取って、そちらに顔を向けてください。スマートフォンをポケットに入れたままでもうまくいくことを確認してください。
nb_no: Vi har plassert et lydsignal til høyre for deg. Lytt til hvor det er, og snu hodet mot det ... Legg merke til at du kan gjøre dette selv om telefonen er i lomma.
nl_nl: We hebben rechts van u een audiobaken geplaatst. Luister waar het zich bevindt en draai uw hoofd in die richting... U kunt dit ook doen terwijl uw telefoon in uw zak zit.
pt_br: Nós colocamos um sinalizador sonoro à sua direita. Ouça onde ele está e vire sua cabeça na direção dele... Observe que você poderá fazer isso mesmo quando o telefone estiver em seu bolso.
pt_pt: Colocámos um sinal de áudio à sua direita. Oiça-o e vire a cabeça na direção deste. Repare como pode fazê-lo mesmo quando tem o telemóvel no bolso.
sv_se: Vi har placerat en ljudfyr på din högra sida. Lyssna var den finns och vrid huvudet i den riktningen ... Du kan göra det här även om du har telefonen i fickan.

# devices.forget_headset.prompt.forget
source: Are you sure you wish to forget these headphones?
da_dk: Er du sikker på, at du vil glemme disse hovedtelefoner?
de_de: Möchten Sie diese Kopfhörer wirklich vergessen?
el_gr: Είστε βέβαιοι ότι θέλετε να ξεχαστούν αυτά τα ακουστικά;
es_es: ¿Seguro que deseas olvidar estos auriculares?
fa_ir: آیا مطمئن هستید که می‌خواهید این هدفون را فراموش کنید؟
fi_fi: Oletko varma, että haluat unohtaa nämä kuulokkeet?
fr_ca: Voulez-vous vraiment oublier ce casque?
it_it: Sei sicuro di voler ignorare questi auricolari?
ja_jp: このヘッドホンの登録を解除しますか?
nb_no: Er du sikker på at du vil glemme disse hodetelefonene?
nl_nl: Weet u zeker dat u deze koptelefoon wilt verwijderen?
pt_br: Tem certeza de que deseja esquecer estes fones de ouvido?
pt_pt: Tem a certeza de que pretende esquecer estes auscultadores?
sv_se: Vill du glömma dessa hörlurar?

# devices.forget_headset.prompt.explanation
source: This will disconnect your headphones from Soundscape. You can connect to Soundscape again in the future from here.
da_dk: Dette afbryder forbindelsen til hovedtelefonerne fra Soundscape. Du kan oprette forbindelse til Soundscape igen i fremtiden herfra.
de_de: Dadurch werden Ihre Kopfhörer von Soundscape getrennt. Sie können später erneut eine Verbindung mit Soundscape herstellen.
el_gr: Αυτό θα αποσυνδέσει τα ακουστικά σας από το Soundscape. Μπορείτε να συνδεθείτε ξανά στο Soundscape στο μέλλον από εδώ.
es_es: Esto desconectará los auriculares de Soundscape. Puedes conectarte a Soundscape de nuevo en el futuro desde aquí.
fa_ir: این کار هدفون شما را از Soundscape قطع می‌کند. می‌توانید در آینده دوباره از اینجا به Soundscape متصل شوید.
fi_fi: Tämä katkaisee yhteyden kuulokkeidesi ja Soundscapen välillä. Voit yhdistää Soundscapeen uudelleen täältä tulevaisuudessa.
fr_ca: Ceci va déconnecter votre casque de Soundscape. Vous pourrez vous reconnecter à Soundscape ultérieurement à partir d’ici.
it_it: In tal modo i tuoi auricolari verranno disconnessi da Soundscape. Puoi connetterti di nuovo a Soundscape da qui.
ja_jp: この操作で Soundscape とヘッドホンの接続が解除されます。ここから、後で再度 Soundscape と接続できます。
nb_no: Dette kobler hodetelefonene fra Soundscape. Du kan koble deg til Soundscape på nytt herfra.
nl_nl: Hierdoor wordt de verbinding van uw koptelefoon met Soundscape verbroken. U kunt in de toekomst weer verbinden met Soundscape vanaf hier.
pt_br: Isso desconectará seus fones de ouvido do Soundscape. Você poderá se conectar ao Soundscape novamente no futuro a partir daqui.
pt_pt: Esta ação irá desligar os auscultadores do Soundscape. Poderá voltar a ligá-los ao Soundscape aqui.
sv_se: Den här åtgärden kopplar från dina hörlurar från Soundscape. Du kan ansluta dem igen till Soundscape härifrån.

# devices.callouts.connected
source: %@ connected.
da_dk: %@ er forbundet.
de_de: %@ verbunden.
el_gr: %@ συνδέθηκε.
es_es: %@ conectados.
fa_ir: %@ متصل شد.
fi_fi: %@ yhdistetty.
fr_ca: %@ connecté.
it_it: %@ connesso.
ja_jp: %@ が接続されました。
nb_no: %@ er koblet til.
nl_nl: %@ verbonden.
pt_br: %@ conectado.
pt_pt: %@ ligados.
sv_se: %@ har anslutits.

# devices.callouts.needs_calibration
source: Your headphones need to be calibrated. Remove them from your head and gently shake them in all directions.
da_dk: Dine hovedtelefoner skal kalibreres. Fjern dem fra hovedet, og ryst dem forsigtigt i alle retninger.
de_de: Ihre Kopfhörer müssen kalibriert werden. Nehmen Sie sie vom Kopf, und schütteln Sie sie vorsichtig in alle Richtungen.
el_gr: Τα ακουστικά σας πρέπει να βαθμονομηθούν. Αφαιρέστε τα από το κεφάλι σας και ανακινήστε τα απαλά προς όλες τις κατευθύνσεις.
es_es: Los auriculares tienen que calibrarse. Quítatelos y sacúdelos con suavidad en todas las direcciones.
fa_ir: هدفون شما نیاز به کالیبراسیون دارد. آنها را از سر خود بردارید و به آرامی در همه جهات تکان دهید.
fi_fi: Kuulokkeesi on kalibroitava. Riisu ne päästäsi ja ravistele niitä hellävaroen kaikkiin suuntiin.
fr_ca: Votre casque doit être étalonné. Retirez-le de votre tête et balancez-le doucement dans tous les sens.
it_it: I tuoi auricolari devono essere calibrati. Rimuovili dalla testa e scuotili delicatamente in tutte le direzioni.
ja_jp: ヘッドホンの調整が必要です。一度取り外して、あらゆる方向に向かってゆっくりと動かしてください。
nb_no: Hodetelefonene må kalibreres. Ta dem av hodet og rist dem forsiktig i alle retninger.
nl_nl: Uw koptelefoon moet worden gekalibreerd. Zet de koptelefoon af en schud er voorzichtig mee in alle richtingen.
pt_br: Seus fones de ouvido precisam ser calibrados. Remova-os da sua cabeça e balance-os suavemente em todas as direções.
pt_pt: É necessário calibrar os auscultadores. Remova-os da cabeça e agite-os suavemente em todas as direções.
sv_se: Dina hörlurar måste kalibreras. Ta av dem från huvudet och skaka dem försiktigt i alla riktningar.

# devices.callouts.needs_calibration.in_ear
source: Your headphones need to be calibrated. Gently shake your head in all directions.
da_dk: Dine hovedtelefoner skal kalibreres. Ryst forsigtigt hovedet i alle retninger.
de_de: Ihre Kopfhörer müssen kalibriert werden. Schütteln Sie Ihre Kopf vorsichtig in alle Richtungen.
el_gr: Τα ακουστικά σας πρέπει να βαθμονομηθούν. Κουνήστε απαλά το κεφάλι σας προς όλες τις κατευθύνσεις.
es_es: Los auriculares tienen que calibrarse. Sacúdelos con suavidad en todas las direcciones.
fa_ir: هدفون شما نیاز به کالیبراسیون دارد. سر خود را به آرامی در همه جهات تکان دهید.
fi_fi: Kuulokkeesi on kalibroitava. Ravistele päätäsi hellävaroen kaikkiin suuntiin.
fr_ca: Votre casque doit être étalonné. Secouez doucement la tête dans tous les sens.
it_it: I tuoi auricolari devono essere calibrati. Scuoti delicatamente la testa in tutte le direzioni.
ja_jp: ヘッドホンの調整が必要です。あらゆる方向に向かってゆっくりと頭を動かしてください。
nb_no: Hodetelefonene må kalibreres. Rist forsiktig hodet i alle retninger.
nl_nl: Uw koptelefoon moet worden gekalibreerd. Schud voorzichtig met uw hoofd in alle richtingen.
pt_br: Seus fones de ouvido precisam ser calibrados. Balance sua cabeça suavemente em todas as direções.
pt_pt: É necessário calibrar os auscultadores. Abane suavemente a cabeça em todas as direções.
sv_se: Dina hörlurar måste kalibreras. Skaka försiktigt på huvudet i alla riktningar.

# devices.callouts.calibrated
source: Calibration complete
da_dk: Kalibreringen er fuldført
de_de: Kalibrierung abgeschlossen
el_gr: Η βαθμονόμηση ολοκληρώθηκε
es_es: Calibración completada
fa_ir: کالیبراسیون کامل شد
fi_fi: Kalibrointi valmis
fr_ca: Étalonnage terminé
it_it: Calibrazione completata
ja_jp: 調整完了
nb_no: Kalibrering fullført
nl_nl: Kalibratie voltooid
pt_br: Calibragem completa
pt_pt: Calibragem concluída
sv_se: Kalibreringen har slutförts

# devices.callouts.disconnected
source: %@ disconnected.
da_dk: %@ er afbrudt.
de_de: %@ getrennt.
el_gr: %@ αποσυνδέθηκε.
es_es: %@ desconectados.
fa_ir: %@ قطع شد.
fi_fi: %@ katkaisi yhteyden.
fr_ca: %@ déconnecté.
it_it: %@ disconnesso.
ja_jp: %@ の接続が解除されました。
nb_no: %@ er koblet fra.
nl_nl: %@ niet verbonden.
pt_br: %@ desconectado.
pt_pt: %@ desligados.
sv_se: %@ har kopplats från.

# devices.callouts.check_audio.default
source: Head tracking headphones are not connected.
da_dk: Hovedsporingshovedtelefoner er ikke tilsluttet.
de_de: Es sind kein Head Tracking-Kopfhörer angeschlossen.
el_gr: Δεν υπάρχουν συνδεδεμένα ακουστικά head tracking.
es_es: Los auriculares con seguimiento de cabeza no están conectados.
fa_ir: هدفون ردیاب سر متصل نیست.
fi_fi: Päätä seuraavia kuulokkeita ei ole yhdistetty.
fr_ca: Le casque avec suivi facial n’est pas connecté.
it_it: Non sono connessi auricolari con tracciamento della testa.
ja_jp: ヘッド トラッキング機能搭載ヘッドホンが接続されていません。
nb_no: Hodetelefoner med hodesporing er ikke koblet til.
nl_nl: 'Head tracking'-koptelefoon is niet verbonden.
pt_br: Os fones de ouvido Head Tracking não estão conectados.
pt_pt: Não estão ligados auscultadores com deteção do movimento da cabeça.
sv_se: Inga hörlurar med huvudspårning är anslutna.
