Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# route.end.completed
source: Route Completed!・%@
da_dk: Rute afsluttet!・%@
de_de: Route abgeschlossen!・%@
el_gr: Η διαδρομή ολοκληρώθηκε!・%@
es_es: Ruta completada.・%@
fa_ir: مسیر تکمیل شد!・%@
fi_fi: Reitti kuljettu!・%@
fr_ca: Itinéraire terminé!・%@
it_it: Percorso completato!・%@
ja_jp: ルートが終了しました!・%@
nb_no: Ruten er fullført.・%@
nl_nl: Route voltooid!・%@
pt_br: Rota Concluída!・%@
pt_pt: Rota Concluída!・%@
sv_se: Rutten är avklarad!・%@

# route.end.completed.accessibility
source: Route Completed! %@
da_dk: Rute afsluttet! %@
de_de: Route abgeschlossen! %@
el_gr: Η διαδρομή ολοκληρώθηκε! %@
es_es: Ruta completada. %@
fa_ir: مسیر تکمیل شد! %@
fi_fi: Reitti kuljettu! %@
fr_ca: Itinéraire terminé! %@
it_it: Percorso completato! %@
ja_jp: ルートが終了しました! %@
nb_no: Ruten er fullført. %@
nl_nl: Route voltooid! %@
pt_br: Rota Concluída! %@
pt_pt: Rota Concluída! %@
sv_se: Rutten är avklarad! %@

# route.end.not_completed
source: Route Stopped・%@
da_dk: Rute stoppet・%@
de_de: Route angehalten・%@
el_gr: Η διαδρομή σταμάτησε・%@
es_es: Ruta detenida・%@
fa_ir: مسیر متوقف شد・%@
fi_fi: Reitti pysäytetty・%@
fr_ca: Itinéraire arrêté・%@
it_it: Percorso interrotto・%@
ja_jp: ルートを中止しました・%@
nb_no: Ruten er stoppet・%@
nl_nl: Route gestopt・%@
pt_br: Rota Interrompida・%@
pt_pt: Rota Parada・%@
sv_se: Rutten har stoppats・%@

# route.end.not_completed.accessibility
source: Route Stopped, %@
da_dk: Rute stoppet, %@
de_de: Route angehalten, %@
el_gr: Η διαδρομή σταμάτησε, %@
es_es: Ruta detenida, %@
fa_ir: مسیر متوقف شد، %@
fi_fi: Reitti pysäytetty %@
fr_ca: Itinéraire arrêté, %@
it_it: Percorso interrotto, %@
ja_jp: ルートを中止しました。%@
nb_no: Ruten er stoppet, %@
nl_nl: Route gestopt, %@
pt_br: Rota Interrompida, %@
pt_pt: Rota Parada, %@
sv_se: Rutten har stoppats, %@

# route.end.completed.summary
source: %@ Waypoints Reached・Last Waypoint Nearby
da_dk: %@ vejpunkter nået ・ Sidste vejpunkt I nærheden
de_de: %@ erreichte Wegpunkte・Letzter Wegpunkt in der Nähe
el_gr: %@ Σημεία πορείας που φτάσατε・Τελευταίο σημείο πορείας σε κοντινή απόσταση
es_es: Puntos de ruta alcanzados de %@・Último punto de ruta cerca
fa_ir: %@ ایستگاه طی شد・ایستگاه آخر در نزدیکی است
fi_fi: %@ reittipistettä saavutettu・Viimeinen lähiympäristön reittipiste
fr_ca: %@ points de repères atteints・Dernier point de repère À proximité
it_it: %@ waypoint raggiunti・Ultimo waypoint nelle vicinanze
ja_jp: %@ のウェイポイントに到着しました・最後のウェイポイントが近くにあります
nb_no: %@ veipunkter er nådd・Siste veipunkt i nærheten
nl_nl: %@ routepunten bereikt・Laatste routepunt in de buurt
pt_br: %@ Localizadores Alcançados・Último Localizador Próximo
pt_pt: %@ Pontos de Passagem Alcançados・Último Ponto de Passagem nas Proximidades
sv_se: %@ brytpunkter har nåtts・Sista brytpunkten är i närheten

# route.end.completed.summary.accessibility
source: %@ Waypoints Reached, Last Waypoint Nearby
da_dk: %@ vejpunkter nået. Sidste vejpunkt I nærheden
de_de: %@ erreichte Wegpunkte. Letzter Wegpunkt in der Nähe
el_gr: %@ Σημεία πορείας που φτάσατε, τελευταίο σημείο πορείας σε κοντινή απόσταση
es_es: Puntos de ruta alcanzados de %@, último punto de ruta cerca
fa_ir: %@ ایستگاه طی شد، ایستگاه آخر در نزدیکی است
fi_fi: %@ reittipistettä saavutettu, viimeinen lähiympäristön reittipiste
fr_ca: %@ points de repères atteints, Dernier point de repère À proximité
it_it: %@ waypoint raggiunti, ultimo waypoint nelle vicinanze
ja_jp: %@ のウェイポイントに到着しました。最後のウェイポイントが近くにあります
nb_no: %@ veipunkter er nådd, siste veipunkt i nærheten
nl_nl: %@ routepunten bereikt, laatste routepunt in de buurt
pt_br: %@ Localizadores Alcançados, Último Localizador Próximo
pt_pt: %@ Pontos de Passagem Alcançados, Último Ponto de Passagem nas Proximidades
sv_se: %@ brytpunkter har nåtts, Sista brytpunkten är i närheten

# route.end.not_completed.summary
source: %1$@ of %2$@ Waypoints Reached・%3$@ Remaining
da_dk: %1$@ af %2$@ vejpunkter nået ・ %3$@ mangler
de_de: %1$@ von %2$@ Wegpunkten erreicht・%3$@ verbleibend
el_gr: %1$@ των %2$@ σημείων πορείας που φτάσατε・%3$@ που απομένουν
es_es: %1$@ de %2$@ puntos de ruta alcanzados・%3$@ restantes
fa_ir: %1$@ از %2$@ ایستگاه طی شد・%3$@ باقی مانده
fi_fi: %1$@/%2$@ reittipisteestä saavutettu・%3$@ jäljellä
fr_ca: %1$@ sur %2$@ points de repère atteints・%3$@ restants
it_it: %1$@ di %2$@ waypoint raggiunti・%3$@ rimanenti
ja_jp: %2$@ つのうち %1$@ つのウェイポイントを通過しました・残り %3$@ つ
nb_no: %1$@ av %2$@ veipunkter nådd・%3$@ gjenstår
nl_nl: %1$@ van %2$@ routepunten bereikt・%3$@ over
pt_br: %1$@ de %2$@ Localizadores Alcançados・%3$@ Restantes
pt_pt: %1$@ de %2$@ Pontos de Passagem Alcançados・%3$@ Restantes
sv_se: %1$@ av %2$@ brytpunkter har nåtts・%3$@ kvar

# route.end.not_completed.summary.accessibility
source: %1$@ of %2$@ Waypoints Reached, %3$@ Remaining
da_dk: %1$@ af %2$@ vejpunkter nået, %3$@ mangler
de_de: %1$@ von %2$@ Wegpunkten erreicht, %3$@ verbleibend
el_gr: %1$@ των %2$@ σημείων πορείας που φτάσατε, %3$@ που απομένουν
es_es: %1$@ de %2$@ puntos de ruta alcanzados, %3$@ restantes
fa_ir: %1$@ از %2$@ ایستگاه طی شد، %3$@ باقی مانده
fi_fi: %1$@/%2$@ reittipisteestä saavutettu, %3$@ jäljellä
fr_ca: %1$@ sur %2$@ points de repère atteints, %3$@ restants
it_it: %1$@ di %2$@ waypoint raggiunti, %3$@ rimanenti
ja_jp: %2$@ つのうち %1$@ つのウェイポイントを通過しました。残り %3$@ つ
nb_no: %1$@ av %2$@ veipunkter nådd, %3$@ gjenstår
nl_nl: %1$@ van %2$@ routepunten bereikt, %3$@ over
pt_br: %1$@ de %2$@ Localizadores Alcançados, %3$@ Restantes
pt_pt: %1$@ de %2$@ Pontos de Passagem Alcançados, %3$@ Restantes
sv_se: %1$@ av %2$@ brytpunkter har nåtts, %3$@ kvar

# route.title.accessibility_label
source: %1$@, Waypoint %2$@ of %3$@
da_dk: %1$@, Waypoint %2$@ af %3$@
de_de: %1$@, Wegpunkt %2$@ von %3$@
el_gr: %1$@, Σημείο πορείας %2$@ από %3$@
es_es: %1$@, Punto de ruta %2$@ de %3$@
fa_ir: %1$@، ایستگاه %2$@ از %3$@
fi_fi: %1$@, reittipiste %2$@/%3$@
fr_ca: %1$@, Point de repère %2$@ de %3$@
it_it: %1$@, Waypoint %2$@ di %3$@
ja_jp: %1$@、ウェイポイント %2$@ / %3$@
nb_no: %1$@, veipunkt %2$@ av %3$@
nl_nl: %1$@, routepunt %2$@ van %3$@
pt_br: %1$@, Localizador %2$@ de %3$@
pt_pt: %1$@, Ponto de Passagem %2$@ de %3$@
sv_se: %1$@, brytpunkt %2$@ av %3$@

# route_detail.action.previous
source: Previous Waypoint
da_dk: Forrige waypoint
de_de: Vorheriger Wegpunkt
el_gr: Προηγούμενο σημείο πορείας
es_es: Punto de ruta anterior
fa_ir: ایستگاه قبلی
fi_fi: Edellinen reittipiste
fr_ca: Point de repère précédent
it_it: Waypoint precedente
ja_jp: 以前のウェイポイント
nb_no: Forrige veipunkt
nl_nl: Vorige routepunt
pt_br: Localizador Anterior
pt_pt: Ponto de Passagem Anterior
sv_se: Föregående brytpunkt

# route_detail.action.previous.hint
source: Double tap to set the beacon on the previous waypoint.
da_dk: Dobbelttryk for at indstille lydfyret på forrige waypoint
de_de: Tippen Sie doppelt, um das Beacon auf dem vorherigen Wegpunkt zu platzieren
el_gr: Πατήστε δύο φορές για να ρυθμίσετε το ηχητικό σήμα στο προηγούμενο σημείο
es_es: Pulsa dos veces para establecer la señal en el punto de ruta anterior.
fa_ir: برای تنظیم نشانهٔ صوتی روی ایستگاه قبلی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta määrittääksesi majakan edelliseen reittipisteeseen
fr_ca: Appuyer deux fois pour définir une balise sur le point de repère suivant
it_it: Tocca due volte per impostare l'audiofaro sul waypoint precedente
ja_jp: ダブル タップすると、以前のウェイポイントにビーコンを設定します
nb_no: Dobbelttrykk for å angi lydsignalet på forrige veipunkt
nl_nl: Dubbeltik om het baken op het vorige routepunt in te stellen
pt_br: Dê um toque duplo para definir o sinalizador no localizador anterior
pt_pt: Faça duplo toque para definir o sinal no ponto de passagem anterior
sv_se: Dubbelknacka om du vill ställa in ljudfyren på föregående brytpunkt

# route_detail.action.next
source: Next Waypoint
da_dk: Næste waypoint
de_de: Nächster Wegpunkt
el_gr: Επόμενο σημείο πορείας
es_es: Siguiente punto de ruta
fa_ir: ایستگاه بعدی
fi_fi: Seuraava reittipiste
fr_ca: Prochain point de repère
it_it: Waypoint successivo
ja_jp: 次のウェイポイント
nb_no: Neste veipunkt
nl_nl: Volgende routepunt
pt_br: Próximo Localizador
pt_pt: Ponto de Passagem Seguinte
sv_se: Nästa brytpunkt

# route_detail.action.next.hint
source: Double tap to set the beacon on the next waypoint.
da_dk: Dobbelttryk for at indstille lydfyret på næste waypoint
de_de: Tippen Sie doppelt, um das Beacon auf dem nächsten Wegpunkt zu platzieren
el_gr: Πατήστε δύο φορές για να ρυθμίσετε το ηχητικό σήμα στο επόμενο σημείο
es_es: Pulsa dos veces para establecer la señal en el siguiente punto de ruta.
fa_ir: برای تنظیم نشانهٔ صوتی روی ایستگاه بعدی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta määrittääksesi majakan seuraavaan reittipisteeseen
fr_ca: Appuyer deux fois pour définir une balise sur le prochain point de repère
it_it: Tocca due volte per impostare l'audiofaro sul waypoint successivo
ja_jp: ダブル タップすると、次のウェイポイントにビーコンを設定します
nb_no: Dobbelttrykk for å angi lydsignalet på neste veipunkt
nl_nl: Dubbeltik om het baken op het volgende routepunt in te stellen
pt_br: Dê um toque duplo para definir o sinalizador no próximo localizador
pt_pt: Faça duplo toque para definir o sinal no ponto de passagem seguinte
sv_se: Dubbelknacka om du vill ställa in ljudfyren på nästa brytpunkt

# route_detail.edit.description
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
fa_ir: توضیحات
fi_fi: Kuvaus
it_it: Descrizione
ja_jp: 説明
nb_no: Beskrivelse
nl_nl: Beschrijving
pt_br: Descrição
pt_pt: Descrição
sv_se: Beskrivning

# route_detail.edit.description.default
source: Add a description of your route
da_dk: Tilføj en beskrivelse af ruten
de_de: Fügen Sie eine Beschreibung Ihrer Route hinzu
el_gr: Προσθήκη περιγραφής της διαδρομής σας
es_es: Agregar una descripción de la ruta
fa_ir: توضیحاتی درباره مسیر خود اضافه کنید
fi_fi: Lisää kuvaus reittiisi
fr_ca: Ajoutez une description à votre Itinéraire
it_it: Aggiungi una descrizione del percorso
ja_jp: ルートの説明を追加
nb_no: Legg til en beskrivelse av ruten
nl_nl: Een beschrijving van uw route toevoegen
pt_br: Adicione uma descrição da sua rota
pt_pt: Adicione uma descrição da sua rota
sv_se: Lägg till en beskrivning av din rutt

# route_detail.edit.waypoints_button
source: Add Waypoints
da_dk: Tilføj vejpunkter
de_de: Wegpunkte hinzufügen
el_gr: Προσθήκη σημείων πορείας
es_es: Agregar puntos de ruta
fa_ir: افزودن ایستگاه‌ها
fi_fi: Lisää reittipisteitä
fr_ca: Ajouter des points de repère
it_it: Aggiungi waypoint
ja_jp: ウェイポイントを追加
nb_no: Legg til veipunkter
nl_nl: Routepunten toevoegen
pt_br: Adicionar Localizadores
pt_pt: Adicionar Pontos de Passagem
sv_se: Lägg till brytpunkter

# route_detail.edit.waypoints_label
source: Waypoints
da_dk: Vejpunkter
de_de: Wegpunkte
el_gr: Σημεία πορείας
es_es: Puntos de ruta
fa_ir: ایستگاه‌ها
fi_fi: Reittipisteet
fr_ca: Points de repère
it_it: Waypoint
ja_jp: ウェイポイント
nb_no: Veipunkter
nl_nl: Routepunten
pt_br: Localizadores
pt_pt: Pontos de Passagem
sv_se: Brytpunkter

# route_detail.edit.delete
source: Delete Route
da_dk: Slet rute
de_de: Route löschen
el_gr: Διαγραφή διαδρομής
es_es: Eliminar ruta
fa_ir: حذف مسیر
fi_fi: Poista reitti
fr_ca: Supprimer l’Itinéraire
it_it: Elimina Percorso
ja_jp: ルートを削除する
nb_no: Slett rute
nl_nl: Route verwijderen
pt_br: Excluir Rota
pt_pt: Eliminar Rota
sv_se: Ta bort rutten

# route_detail.edit.delete.title
source: Are you sure you want to delete this route?
da_dk: Er du sikker på, at du vil slette denne rute?
de_de: Sind Sie sicher, dass Sie diese Route löschen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν τη διαδρομή;
es_es: ¿Seguro que deseas eliminar esta ruta?
fa_ir: آیا مطمئنید که می‌خواهید این مسیر را حذف کنید؟
fi_fi: Oletko varma, että haluat poistaa tämän reitin?
fr_ca: Voulez-vous vraiment supprimer cet Itinéraire ?
it_it: Vuoi eliminare questo percorso?
ja_jp: このルートを削除しますか?
nb_no: Er du sikker på at du vil slette denne ruten?
nl_nl: Weet u zeker dat u deze route wilt verwijderen?
pt_br: Tem certeza de que deseja excluir esta rota?
pt_pt: Tem a certeza de que pretende eliminar esta rota?
sv_se: Vill du verkligen ta bort den här rutten?

# route_detail.edit.delete.message
source: This action cannot be undone.
da_dk: Denne handling kan ikke fortrydes.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.
el_gr: Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας.
es_es: No se puede deshacer esta acción.
fa_ir: این عمل قابل بازگشت نیست.
fi_fi: Tätä toimintoa ei voi perua.
fr_ca: Cette action ne peut pas être annulée.
it_it: Questa azione non può essere annullata.
ja_jp: この操作は元に戻せません
nb_no: Denne handlingen kan ikke angres.
nl_nl: Deze actie kan niet ongedaan worden gemaakt
pt_br: Esta ação não pode ser desfeita.
pt_pt: Não é possível anular esta ação.
sv_se: Du kan inte ångra den här åtgärden.

# route_detail.edit.cancel.title
source: Unsaved Changes
da_dk: Ikke-gemte ændringer
de_de: Nicht gespeicherte Änderungen
el_gr: Μη αποθηκευμένες αλλαγές
es_es: Cambios sin guardar
fa_ir: تغییرات ذخیره‌نشده
fi_fi: Tallentamattomia muutoksia
fr_ca: Modifications non enregistrées
it_it: Modifiche non salvate
ja_jp: 未保存の変更
nb_no: Endringer som ikke er lagret
nl_nl: Niet-opgeslagen wijzigingen
pt_br: Alterações Não Salvas
pt_pt: Alterações não Guardadas
sv_se: Ändringar som inte sparats

# route_detail.edit.cancel.message
source: Are you sure you want to discard your changes?
da_dk: Er du sikker på, at du vil kassere ændringerne?
de_de: Sind Sie sicher, dass Sie Ihre Änderungen verwerfen möchten?
el_gr: Είστε βέβαιοι ότι θέλετε να απορρίψετε τις αλλαγές σας;
es_es: ¿Seguro que deseas descartar los cambios?
fa_ir: آیا مطمئنید که می‌خواهید تغییرات خود را نادیده بگیرید؟
fi_fi: Oletko varma, että haluat poistaa tekemäsi muutokset?
fr_ca: Voulez-vous vraiment ignorer vos modifications ?
it_it: Vuoi rimuovere le modifiche?
ja_jp: 変更内容を破棄しますか?
nb_no: Er du sikker på at du vil forkaste endringene?
nl_nl: Wilt u uw wijzigingen niet opslaan?
pt_br: Tem certeza que deseja descartar suas alterações?
pt_pt: Tem a certeza de que pretende eliminar as alterações?
sv_se: Vill du verkligen ignorera dina ändringar?

# route_detail.beacon.title
source: Guided Route
da_dk: Guidet rute
de_de: Geführte Route
el_gr: Καθοδηγούμενο δρομολόγιο
es_es: Ruta guiada
fa_ir: مسیر هدایت‌شده
fi_fi: Ohjattu reitti
fr_ca: Itinéraire guidé
it_it: Percorso guidato
ja_jp: ガイド付きルート
nb_no: Veiledet rute
nl_nl: Begeleide route
pt_br: Rota Guiada
pt_pt: Rota Assistida
sv_se: Rutt med vägledning

# route_detail.orienteering.title
source: Orienteering
da_dk: Orienteringsløb
de_de: Orientierungslauf
el_gr: Προσανατολισμός
es_es: Carrera de orientación
fa_ir: مسیریابی
fi_fi: Suunnistus
fr_ca: Course d’orientation
it_it: Orientamento
ja_jp: オリエンテーリング
nb_no: Orientering
nl_nl: Oriëntatielopen
pt_br: Orientação
pt_pt: Orientação
sv_se: Orientering

# route_detail.beacon.stop
source: End Route
da_dk: Afslut rute
de_de: Route beenden
el_gr: Τέλος δρομολογίου
es_es: Finalizar ruta
fa_ir: پایان مسیر
fi_fi: Lopeta reitti
fr_ca: Arrêter l’itinéraire
it_it: Fine del percorso
ja_jp: ルートを終了
nb_no: Avslutt rute
nl_nl: Route beëindigen
pt_br: Encerrar Rota
pt_pt: Terminar Rota
sv_se: Avsluta rutt

# route.update.success.title
source: Update Complete!
da_dk: Opdatering fuldført!
de_de: Update abgeschlossen!
el_gr: Η ενημέρωση ολοκληρώθηκε!
es_es: ¡Actualización completada!
fa_ir: به‌روزرسانی کامل شد!
fi_fi: Päivitys suoritettu!
fr_ca: Mise à jour terminée!
it_it: Aggiornamento completato.
ja_jp: アップデートが完了しました!
nb_no: Oppdateringen er fullført.
nl_nl: Update voltooid!
pt_br: Atualização Concluída!
pt_pt: Atualização Concluída!
sv_se: Uppdateringen är klar!

# route.update.success.message
source: Your recreational activity is up to date
da_dk: Din fritidsaktivitet er opdateret
de_de: Ihre Freizeitaktivität ist auf dem neuesten Stand
el_gr: Η ψυχαγωγική σας δραστηριότητα είναι ενημερωμένη
es_es: La actividad recreativa está actualizada
fa_ir: فعالیت تفریحی شما به‌روز است
fi_fi: Vapaa-ajan toimintasi on päivitetty
fr_ca: Votre activité de loisirs est à jour
it_it: La tua attività ricreativa è aggiornata
ja_jp: レクリエーション アクティビティは最新の状態になっています
nb_no: Fritidsaktiviteten er oppdatert
nl_nl: Uw recreatie-activiteit is bijgewerkt
pt_br: Sua atividade recreacional está atualizada
pt_pt: A atividade recreativa está atualizada
sv_se: Din fritidsaktivitet är uppdaterad

# route.update.fail.title
source: Update Failed
da_dk: Opdateringen mislykkedes
de_de: Fehler beim Aktualisieren
el_gr: Η ενημέρωση απέτυχε
es_es: Error al actualizar
fa_ir: به‌روزرسانی ناموفق بود
fi_fi: Päivitys epäonnistui
fr_ca: Échec de la mise à jour
it_it: Aggiornamento non riuscito
ja_jp: アップデートできませんでした
nb_no: Oppdatering mislyktes
nl_nl: Bijwerken mislukt
pt_br: Falha na Atualização
pt_pt: Falha ao Atualizar
sv_se: Det gick inte att uppdatera

# route.update.fail.message
source: An error occurred while updating your recreational activity
da_dk: Der opstod en fejl under opdatering af din fritidsaktivitet
de_de: Bei der Aktualisierung Ihrer Freizeitaktivität ist ein Fehler aufgetreten
el_gr: Σημειώθηκε σφάλμα κατά την ενημέρωση της ψυχαγωγικής σας δραστηριότητας
es_es: Se ha producido un error al actualizar la actividad recreativa
fa_ir: هنگام به‌روزرسانی فعالیت تفریحی شما خطایی رخ داد
fi_fi: Vapaa-ajan toimintaasi päivitettäessä tapahtui virhe
fr_ca: Une erreur s’est produite pendant la mise à jour de votre activité de loisirs
it_it: Si è verificato un errore durante l'aggiornamento dell'attività ricreativa
ja_jp: レクリエーション アクティビティをアップデートする際にエラーが発生しました
nb_no: Det oppstod en feil under oppdatering av fritidsaktiviteten
nl_nl: Er is een fout opgetreden bij het bijwerken van uw recreatie-activiteit
pt_br: Erro ao atualizar sua atividade recreacional
pt_pt: Ocorreu um erro ao atualizar a atividade recreativa
sv_se: Ett fel uppstod när din fritidsaktivitet uppdaterades

# route.update.unavailable.title
source: You're all set!
da_dk: Så er du klar.
de_de: Bereit!
el_gr: Είστε έτοιμοι!
es_es: ¡Todo listo!
fa_ir: شما به‌روز هستید!
fi_fi: Kaikki on valmista!
fr_ca: La configuration est terminée.
it_it: Sei pronto.
ja_jp: 設定が完了しました。
nb_no: Alt klart.
nl_nl: U kunt van start!
pt_br: Tudo pronto!
pt_pt: Está tudo pronto!
sv_se: Nu är allt klart.

# route.update.unavailable.message
source: Your recreational activity is already up to date
da_dk: Din fritidsaktivitet er allerede opdateret
de_de: Ihre Freizeitaktivität ist bereits auf dem neuesten Stand
el_gr: Η ψυχαγωγική σας δραστηριότητα είναι ήδη ενημερωμένη
es_es: La actividad recreativa ya está actualizada
fa_ir: فعالیت تفریحی شما از قبل به‌روز است
fi_fi: Vapaa-ajan toimintasi on ajan tasalla
fr_ca: Votre activité de loisirs est déjà à jour
it_it: La tua attività ricreativa è già aggiornata
ja_jp: レクリエーション アクティビティはすでに最新の状態になっています
nb_no: Fritidsaktiviteten er allerede oppdatert
nl_nl: Uw recreatie-activiteit is al bijgewerkt
pt_br: Sua atividade recreacional já está atualizada
pt_pt: A atividade recreativa já está atualizada
sv_se: Din fritidsaktivitet är redan uppdaterad

# tour_detail.beacon.title
source: Guided Tour
da_dk: Guidet tur
de_de: Geführte Tour
el_gr: Ξενάγηση
es_es: Recorrido guiado
fa_ir: تور هدایت‌شده
fi_fi: Opastettu kierros
fr_ca: Visite guidée
it_it: Presentazione guidata
ja_jp: ガイド付きツアー
nb_no: Veiledet omvisning
nl_nl: Begeleide rondleiding
pt_br: Tour Guiado
pt_pt: Viagem Assistida
sv_se: Rundtur med vägledning

# tour_detail.beacon.stop
source: End Tour
da_dk: Afslut tur
de_de: Tour beenden
el_gr: Τέλος ξενάγησης
es_es: Finalizar recorrido
fa_ir: پایان تور
fi_fi: Lopeta kierros
fr_ca: Arrêter la visite
it_it: Fine presentazione
ja_jp: ツアーを終了
nb_no: Avslutt omvisning
nl_nl: Rondleiding beëindigen
pt_br: Encerrar Tour
pt_pt: Terminar Viagem
sv_se: Avsluta rundtur

# waypoint.title
source: Waypoint
da_dk: Vejpunkt
de_de: Wegpunkt
el_gr: Σημείο πορείας
es_es: Punto de ruta
fa_ir: ایستگاه
fi_fi: Reittipiste
fr_ca: Point de repère
ja_jp: ウェイポイント
nb_no: Veipunkt
nl_nl: Routepunt
pt_br: Localizador
pt_pt: Ponto de Passagem
sv_se: Brytpunkt

# waypoint.callout
source: Waypoint, %@
da_dk: Vejpunkt, %@
de_de: Wegpunkt, %@
el_gr: Σημείο πορείας %@
es_es: Punto de ruta, %@
fa_ir: ایستگاه، %@.
fi_fi: Reittipiste %@
fr_ca: Point de repère, %@
ja_jp: ウェイポイントまで %@
nb_no: Veipunkt, %@
nl_nl: Routepunt, %@
pt_br: Localizador, %@
pt_pt: Ponto de Passagem, %@
sv_se: Brytpunkt %@

# tour.progress.elapsed_distance.accessibility
source: Beacon set on %1$@. %2$@. %3$@ elapsed. %4$@ waypoints remaining
da_dk: Lydfyr er indstillet på %1$@. %2$@. %3$@ er forløbet. %4$@ vejpunkter tilbage
de_de: Beacon auf %1$@ platziert. %2$@. %3$@ verstrichen. %4$@ verbleibende Wegpunkte
el_gr: Το ηχητικό σήμα ορίστηκε στις %1$@. %2$@. Πέρασε %3$@. Απομένουν %4$@ σημεία πορείας
es_es: Señal establecida en %1$@. %2$@. Han transcurrido %3$@. %4$@ puntos de ruta restantes
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شده. %2$@. %3$@ گذشته. %4$@ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %1$@. %2$@. %3$@ kulunut. %4$@ reittipistettä jäljellä
fr_ca: Balise définie sur %1$@. %2$@. %3$@ heures écoulées. %4$@ repères restants
it_it: Audiofaro impostato su %1$@. %2$@. %3$@ di tempo trascorso. %4$@ waypoint rimanenti
ja_jp: %1$@ にビーコンが設定されました。距離は %2$@。%3$@ 経過。残り %4$@ 個のウェイポイント
nb_no: Lydsignal er angitt på %1$@. %2$@. %3$@ er gått. %4$@ veipunkter gjenstår
nl_nl: Baken ingesteld op %1$@. %2$@. %3$@ verstreken. %4$@ routepunten resterend
pt_br: Sinalizador definido em %1$@. %2$@. %3$@ transcorrido. %4$@ localizadores restantes
pt_pt: Sinal definido em %1$@. %2$@. Tempo decorrido: %3$@. %4$@ pontos de passagem restantes
sv_se: Ljudfyr har ställts in på %1$@. %2$@. %3$@ förflutet. %4$@ brytpunkter återstår

# tour.progress.distance.accessibility
source: Beacon set on %1$@, %2$@, %3$@ waypoints remaining
da_dk: Lydfyr er indstillet på %1$@, %2$@, %3$@ vejpunkter tilbage
de_de: Beacon auf %1$@ platziert, %2$@, %3$@ verbleibende Wegpunkte
el_gr: Το ηχητικό σήμα ορίστηκε στις %1$@, %2$@, %3$@ σημεία πορείας ακόμα
es_es: Señal establecida en %1$@, %2$@, %3$@ puntos de ruta restantes
fa_ir: نشانهٔ صوتی روی %1$@ تنظیم شده. %2$@. %3$@ ایستگاه باقی مانده.
fi_fi: Majakka asetettu kohteeseen %1$@, %2$@, %3$@ reittipistettä jäljellä
fr_ca: Balise définie sur %1$@, %2$@, %3$@ repères restants
it_it: Audiofaro impostato su %1$@, %2$@, %3$@ waypoint rimanenti
ja_jp: %1$@ にビーコンが設定されました。距離は %2$@。残り %3$@ 個のウェイポイント
nb_no: Lydsignal er angitt på %1$@, %2$@, %3$@ veipunkter gjenstår
nl_nl: Baken ingesteld op %1$@. %2$@, %3$@ routepunten resterend
pt_br: Sinalizador definido em %1$@, %2$@, %3$@ localizadores restantes
pt_pt: Sinal definido em %1$@, %2$@, %3$@ pontos de passagem restantes
sv_se: Ljudfyr har ställts in på %1$@, %2$@, %3$@ brytpunkter återstår
