Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.automatic_callouts.how.2
source: <b>Managing which callouts you hear</b>:<br/> To choose the types of things Soundscape will automatically call out, go to the "Settings" screen within the main menu. The "Manage Callouts" section of the "Settings Screen" contains a list of types of things the app can call out. Each item has a toggle button that you can turn on or off. If you wish to turn off all callouts, tap the "Allow Callouts" toggle at the top of the list.
da_dk: <b>Administrer, hvilke lydbeskeder du hører</b>:<br/> Hvis du vil vælge de typer ting, som Soundscape automatisk vil sende lydbeskeder om, skal du gå til skærmen "Indstillinger" ved hjælp af menuen på skærmen "Start". Afsnittet "Administrer lydbeskeder" på skærmbilledet "Indstillinger" indeholder en liste over de typer ting, som appen kan sende lydbesked om. Hvert element har en omskifterknap, som du kan slå til eller fra. Hvis du vil slå alle lydbeskeder fra, skal du trykke på omskifteren "Tillad lydbeskeder" øverst på listen.
de_de: <b>Festlegen, welche Hinweise Sie hören</b>:<br/>Um die Art von automatischen Hinweise von Soundscape festzulegen, wechseln Sie zum Bildschirm „Einstellungen“ über das Menü auf dem Startbildschirm. Der Abschnitt „Hinweise verwalten“ enthält eine Liste von Dingen, auf die die App hinweisen kann. Jedes Element hat einen Umschalter, mit dem Sie es aktivieren oder deaktivieren können. Wenn Sie alle Hinweise deaktivieren möchten, tippen Sie auf den Umschalter „Hinweise zulassen“ oben in der Liste.
el_gr: <b>Διαχείριση των επεξηγήσεων που ακούτε</b>:<br/> Για να επιλέξετε τους τύπους των στοιχείων που θα επεξηγήσει αυτόματα το Soundscape, μεταβείτε στην οθόνη "Ρυθμίσεις" χρησιμοποιώντας το μενού στην οθόνη "Αρχική". Η ενότητα "Διαχείριση επεξηγήσεων" της οθόνης "Ρυθμίσεις" περιέχει μια λίστα τύπων στοιχείων που μπορεί να επεξηγήσει η εφαρμογή. Κάθε στοιχείο έχει ένα κουμπί εναλλαγής που μπορείτε να ενεργοποιήσετε. να απενεργοποιήσετε. Αν θέλετε να απενεργοποιήσετε όλες τις επεξηγήσεις, πατήστε την εναλλαγή "Να επιτρέπονται οι επεξηγήσεις" στο επάνω μέρος της λίστας.
es_es: <b>Administrar los avisos que oyes</b>:<br/> Para elegir los tipos de cosas que Soundscape llamará automáticamente, ve a la pantalla "Ajustes" desde el menú principal. La sección "Administrar Avisos" de la pantalla "Ajustes" contiene una lista de tipos de cosas que la app puede llamar. Cada elemento tiene un botón de alternancia que se puede activar o desactivar. Si deseas desactivar todos los avisos, toca el botón "Permitir Avisos" en la parte superior de la lista.
fa_ir: <b>مدیریت اعلان‌های صوتی که می‌شنوید</b>:<br/> برای انتخاب انواع چیزهایی که Soundscape به طور خودکار اعلام می‌کند، به صفحه «تنظیمات» در منوی اصلی بروید. بخش «مدیریت اعلان‌های صوتی» از صفحه «تنظیمات» حاوی لیستی از انواع چیزهایی است که برنامه می‌تواند اعلام کند. هر مورد یک دکمه تغییر وضعیت دارد که می‌توانید آن را روشن یا خاموش کنید. اگر می‌خواهید همه اعلان‌های صوتی را خاموش کنید، روی دکمه تغییر وضعیت «اجازه دادن به اعلان‌های صوتی» در بالای لیست ضربه بزنید.
fi_fi: <b>Kuulamiesi huomiotekstien hallinta</b>:<br/> Voit valita, minkä tyyppisiä asioita Soundscape soittaa automaattisesti, siirtymällä päävalikon Asetukset-näyttöön. "Asetukset-näyttö":n "Hallitse huomiotekstejä" -osio sisältää luettelon asioista, joita sovellus voi kutsua esiin. Jokaisessa kohteessa on vaihtopainike, jonka voit ottaa käyttöön tai poistaa käytöstä. Jos haluat poistaa kaikki huomiotekstit käytöstä, napauta "Salli huomiotekstit" -kytkintä luettelon yläosassa.
fr_ca: <b>Gestion des notifications que vous entendez</b> :<br/> pour choisir les types de lieux que Soundscape vous notifiera automatiquement, accédez à l’écran « Réglages » à l’aide du menu « Accueil ». La section « Gérer les notifications » de l’écran « Réglages » contient la liste des types de lieux que l’appli peut indiquer. Chaque élément dispose d’un bouton bascule que vous pouvez activer ou désactiver. Pour désactiver toutes les notifications, appuyez sur le bouton bascule « Autoriser les notifications » en haut de la liste.
it_it: <b>Gestione delle notifiche da ascoltare</b>:<br/> per scegliere il tipo di cose che Soundscape notifica automaticamente, vai alla schermata "Impostazioni" utilizzando il menu nella schermata "iniziale". La sezione "Gestisci notifiche" della schermata "Impostazioni" contiene l'elenco dei tipi di cose che l'app può notificare. Ogni elemento ha un interruttore che puoi attivare o disattivare. Se desideri disattivare tutte le notifiche, tocca l'interruttore "Consenti notifiche" nella parte superiore dell'elenco.
ja_jp: <b>聞きたいコールアウトの管理</b>:<br/> Soundscape で自動的にコールアウトされる内容を選択するには、ホーム画面のメニューから [設定] 画面を開きます。[設定] 画面の [コールアウトを管理] セクションには、アプリでコールアウトできる項目の一覧が表示されます。項目ごとにトグル ボタンがあり、オン/オフを切り替えることができます。すべてのコールアウトをオフにするには、一覧の上にある [コールアウトを使用] のトグルをタップします。
nb_no: <b>Administrer hvilke meldinger du hører</b>:<br/> Hvis du vil velge tingene som Soundscape automatisk skal lese opp, går du til skjermen Innstillinger ved å bruke menyen på skjermen Start. Delen Administrer meldinger på skjermen Innstillinger inneholder en liste over ting som appen kan lese opp. Hvert element har en veksleknapp som du kan slå av eller på. Hvis du vil slå av alle meldinger, trykker du på vekslebryteren Tillat meldinger øverst på listen.
nl_nl: <b>Beheren welke waarschuwingen u hoort</b>:<br/> Als u wilt bepalen voor welke dingen Soundscape automatisch een waarschuwing geeft, gaat u naar het scherm Instellingen via het menu op het startscherm. De sectie Waarschuwingen beheren van het scherm Instellingen bevat een lijst met items waarvoor u een waarschuwing kunt ontvangen. Elk item heeft een wisselknop die u kunt in- of uitschakelen. Als u alle waarschuwingen wilt uitschakelen, tikt u op de wisselknop Waarschuwingen toestaan boven aan de lijst.
pt_br: <b>Gerenciando qual notificações você ouve</b>:<br/> para escolher os tipos de coisas que o Soundscape notificará automaticamente, vá para a tela "Ajustes" usando o menu na tela "Home". A seção "Gerenciar Notificações" da tela "Ajustes" contém uma lista de tipos de coisas que o app pode notificar. Cada item tem um botão de alternância que você pode ativar ou desativar. Se quiser desativar todas as notificações, toque no botão de alternância "Permitir Notificações" na parte superior da lista.
pt_pt: <b>Gerir os avisos que ouve</b>:<br/> Para escolher os tipos de avisos que o Soundscape emite automaticamente, aceda ao ecrã "Definições" utilizando o menu no ecrã "Página Principal". A secção "Gerir Avisos" do ecrã "Definições" contém uma lista dos tipos de avisos que a aplicação pode emitir. Cada item tem um botão seletor que pode ativar ou desativar. Se pretender desativar todos os avisos, toque no seletor "Permitir Avisos" na parte superior da lista.
sv_se: <b>Hantera vilka informationsljuden du hör</b>:<br/> Om du vill välja vilka typer av saker som Soundscape läser upp automatiskt går du till skärmen "Inställningar" med hjälp av menyn på skärmen "Start". Avsnittet "Hantera informationsljud" på skärmen "Inställningar" innehåller en lista med saker som appen kan läsa upp. Varje objekt har en växlingsknapp som gör att du kan aktivera eller inaktivera informationsljuden. Tryck på växlingsknappen "Tillåt informationsljud" högst upp i listan om du vill inaktivera alla informationsljud.

# help.text.my_location.what
source: The <em>"My Location"</em> button quickly gives you information that helps you figure out where you currently are. <em>"My Location"</em> tells you about your current location including things like the direction you are facing, where nearby roads or intersections are, and where nearby points of interest are.
da_dk: Knappen <em>"Min placering"</em> giver dig hurtigt oplysninger, der hjælper dig med at finde ud af, hvor du er i øjeblikket. <em>"Min placering"</em> fortæller dig om din aktuelle placering, herunder ting som den retning, du vender mod, hvor veje eller kryds i nærheden er, og hvor der er interessepunkter i nærheden.
de_de: Über <em>„Mein Standort“</em> können Sie einfach ermitteln, wo Sie sich gerade befinden. <em>„Mein Standort“</em> bietet Ihnen Informationen zu Ihrem aktuellen Standort, Ihrer Blickrichtung und den Orten, Kreuzungen oder Points-of-Interest in der Nähe.
el_gr: Το κουμπί <em>"Η τοποθεσία μου"</em> σας δίνει γρήγορα πληροφορίες που σας βοηθούν να καταλάβετε πού βρίσκεστε αυτήν τη στιγμή. <em>"Η τοποθεσία μου"</em> σας λέει για την τρέχουσα τοποθεσία σας, συμπεριλαμβανομένων στοιχείων όπως η κατεύθυνση που αντιμετωπίζετε, πού βρίσκονται κοντινοί δρόμοι ή διασταυρώσεις και πού βρίσκονται τα κοντινά σημεία ενδιαφέροντος.
es_es: El botón <em>"Mi ubicación"</em> te ofrece información rápidamente que te ayuda a averiguar dónde te encuentras actualmente. <em>"Mi ubicación"</em> te informa sobre tu ubicación actual, incluyendo cosas como la dirección hacia la que estás orientado, dónde se encuentran cruces o carreteras cercanas, y dónde hay puntos de interés cercanos.
fa_ir: دکمه <em>«مکان من»</em> به سرعت اطلاعاتی را به شما می‌دهد که به شما کمک می‌کند بفهمید در حال حاضر کجا هستید. <em>«مکان من»</em> به شما در مورد مکان فعلی شما از جمله چیزهایی مانند جهتی که رو کرده‌اید، جایی که جاده‌ها یا تقاطع‌های نزدیک هستند و جایی که نقاط مورد علاقه نزدیک هستند، اطلاع می‌دهد.
fi_fi: <em>"Oma sijaintini"</em> -painike antaa sinulle nopeasti tietoja, jotka auttavat sinua tunnistamaan, missä olet sillä hetkellä. <em>"Oma sijaintini"</em> kertoo sinulle nykyisestä sijainnistasi, mukaan lukien, mihin suuntaan olet kääntyneenä, missä lähiympäristön tiet ja risteykset sijaitsevat, ja missä lähiympäristön kohteet ovat.
fr_ca: Le bouton <em>"Mon emplacement"</em> vous fournit rapidement des informations utiles pour savoir où vous vous trouvez actuellement. <em>"Mon emplacement"</em> vous indique votre emplacement actuel, notamment la direction que vous prenez, où se situent les routes et intersections proches et où se trouvent les points d’intérêt environnants.
it_it: Il pulsante <em>"La mia posizione"</em> ti fornisce rapidamente informazioni che ti aiutano a capire dove ti trovi attualmente. <em>"La mia posizione"</em> ti indica la tua posizione attuale, comprese altre informazioni come la direzione verso cui sei rivolto, dove sono le strade o gli incroci e dove si trovano i punti di interesse nelle vicinanze.
ja_jp: [<em>現在地</em>] ボタンを使用すると、自分の現在地を簡単に確認できるように情報が提供されます。[<em>現在地</em>] ボタンでは、自分が向いている方向、近くの道路や交差点がどこにあるか、近くの特定地点がどこにあるかなど、現在地に関する情報がわかります。
nb_no: Knappen <em>Min posisjon</em> gir deg raskt informasjon som hjelper deg med å finne ut hvor du er. <em>Min posisjon</em> forteller deg om nåværende posisjon deriblant ting som retningen du er vendt mot, hvor veier og veikryss i nærheten er og hvor interessepunkter i nærheten er.
nl_nl: De knop <em>Mijn locatie</em> geeft snel informatie over de omgeving zodat u kunt achterhalen waar u zich bevindt. <em>Mijn locatie</em> geeft informatie over uw huidige locatie, de richting waarin u kijkt, en waar naburige wegen, kruispunten en referentiepunten zijn.
pt_br: O botão <em>"Minha Localização"</em> rapidamente oferece informações que ajudam você a descobrir onde está. <em>"Minha Localização"</em> mostra sua localização atual, incluindo coisas como a direção para a qual você está voltado, onde estão as ruas e cruzamentos nas proximidades e quais são os pontos de interesse dos arredores.
pt_pt: O botão <em>"A Minha Localização"</em> fornece rapidamente informações que o ajudam a determinar onde se encontra atualmente. <em>"A Minha Localização"</em> informa-o sobre a sua localização atual, incluindo aspetos como a direção em que está virado, a localização de ruas ou cruzamentos nas proximidades e a localização de pontos de interesse nas proximidades.
sv_se: Med knappen <em>"Min plats"</em> får du snabbt information som hjälper dig att komma på var du befinner dig. <em>"Min plats"</em> berättar om den aktuella platsen, bland att vilken riktning du går i och vilka vägar, vägkorsningar eller intressepunkter som finns i närheten.

# help.text.my_location.when
source: <em>"My Location"</em> is useful when you need to figure out where you are or what cardinal direction you are facing.
da_dk: <em>"Min placering"</em> er nyttig, når du skal finde ud af, hvor du er, eller i hvilken kardinalretning du vender.
de_de: <em>„Mein Standort“</em> ist nützlich, wenn Sie wissen möchten, wo Sie sich befinden oder in welche Himmelsrichtung Sie schauen.
el_gr: <em>"Η τοποθεσία μου"</em> είναι χρήσιμη όταν πρέπει να καταλάβετε πού βρίσκεστε ή ποια βασική κατεύθυνση αντιμετωπίζετε.
es_es: <em>"Mi ubicación"</em> es útil cuando necesitas averiguar dónde te encuentras o hacia qué dirección cardinal estás orientado.
fa_ir: <em>«مکان من»</em> زمانی مفید است که نیاز دارید بفهمید کجا هستید یا به کدام جهت اصلی رو کرده‌اید.
fi_fi: <em>"Oma sijaintini"</em> on hyödyllinen, kun sinun on selvitettävä, missä olet, tai mitä ilmansuuntaa kohti olet kääntyneenä.
fr_ca: <em>« Mon emplacement »</em> est utile pour vous aider à vous situer ou à connaître le point cardinal face à vous.
it_it: <em>"La mia posizione"</em> è utile quando devi capire dove sei o verso quale punto cardinale sei rivolto.
ja_jp: [<em>現在地</em>] は、自分の現在地や向かっている方向を確認する必要がある場合に役立ちます。
nb_no: <em>Min posisjon</em> er nyttig når du må finne ut hvor du er eller hvilken himmelretning du er vendt mot.
nl_nl: <em>Mijn locatie</em> is handig wanneer u wilt weten waar u bent of wat de hoofdrichting is waarin u loopt.
pt_br: <em>"Minha Localização"</em> é útil quando você precisa descobrir onde está ou para qual direção cardinal está voltado.
pt_pt: <em>"A Minha Localização"</em> é útil quando necessita de saber onde se encontra ou para que ponto cardial está virado.
sv_se: <em>"Min plats"</em> är användbar när du behöver ta reda på var du är eller i vilken riktning du går.

# help.text.my_location.how
source: As with all four of the buttons at the bottom of the home screen, hold your phone with the screen flat (facing towards the sky) and the top of the phone pointing in the direction you are facing before you press the <em>"My Location"</em> button. This acts like a compass telling the app which direction you are facing. Simply, tap the <em>"My Location"</em> button and listen.
da_dk: Som med alle fire knapper nederst på startskærmen skal du holde telefonen med skærmen vandret (så den vender mod himlen), og toppen af telefonen skal pege i den retning, du vender, før du trykker på knappen <em>"Min placering"</em>. Dette fungerer som et kompas, der fortæller appen, i hvilken retning du vender. Du skal blot trykke på knappen <em>"Min placering"</em> og lytte.
de_de: Wie bei allen vier Schaltflächen am unteren Rand des Startbildschirms halten Sie das Telefon mit dem Bildschirm flach (zum Himmel zeigend) und mit der Oberseite in die Richtung, in die Sie schauen, bevor Sie die Schaltfläche <em>„Mein Standort“</em> antippen. Dies wirkt wie ein Kompass, der der App mitteilt, in welche Richtung Sie blicken. Tippen Sie einfach auf die Taste <em>„Mein Standort“</em>, und hören Sie zu.
el_gr: Όπως και με τα τέσσερα κουμπιά στο κάτω μέρος της αρχικής οθόνης, κρατήστε το τηλέφωνό σας με την οθόνη επίπεδη.στραμμένη προς τον ουρανό) και το επάνω μέρος του τηλεφώνου στραμμένο προς την κατεύθυνση που κοιτάτε πριν πατήσετε το κουμπί <em>"Η τοποθεσία μου"</em>. Αυτό λειτουργεί σαν πυξίδα που λέει στην εφαρμογή προς ποια κατεύθυνση στρέφεστε. Απλά, πατήστε το κουμπί <em>"Η τοποθεσία μου"</em> και ακούστε.
es_es: Como con los cuatro botones de la parte inferior de la pantalla principal, mantén el teléfono con la pantalla en posición horizontal (hacia arriba) y la parte superior del teléfono apuntando en la dirección hacia la que estás orientado antes de presionar el botón <em>"Mi ubicación"</em>. Esto actúa como una brújula que le indica a la aplicación hacia qué dirección estás orientado. Solo tienes que pulsar en el botón <em>"Mi ubicación"</em> y escuchar.
fa_ir: مانند همه چهار دکمه در پایین صفحه اصلی، گوشی خود را با صفحه صاف (رو به آسمان) و بالای گوشی که در جهتی که رو کرده‌اید اشاره می‌کند نگه دارید قبل از اینکه دکمه <em>«مکان من»</em> را فشار دهید. این مانند یک قطب‌نما عمل می‌کند که به برنامه می‌گوید به کدام جهت رو کرده‌اید. به سادگی، روی دکمه <em>«مکان من»</em> ضربه بزنید و گوش دهید.
fi_fi: Kuten kaikki neljä kotinäytön alareunassa olevaa painiketta, pidä puhelintasi niin, että näyttö on litteä (taivasta kohti) ja puhelimen yläosa osoittaa päin olevaan suuntaan, ennen kuin painat <em>Oma sijaintini</em> -painiketta. Tämä toimii kuin kompassi, joka kertoo sovellukselle, mihin suuntaan olet menossa. Napauta vain <em>Oma sijaintini</em> -painiketta ja kuuntele.
fr_ca: Comme avec les quatre boutons situés en bas de l’écran d’accueil, tenez votre téléphone à plat (écran face au ciel) et le haut de votre téléphone pointé vers la direction face à vous avant d’appuyer sur le bouton <em>"Mon emplacement"</em>. Cette opération agit comme une boussole et indique à l’appli la direction dans laquelle vous êtes. Appuyez simplement sur le bouton <em>"Mon emplacement"</em> et vous entendrez quatre points d’intérêt à proximité.
it_it: Come per tutti e quattro i pulsanti nella parte inferiore della schermata iniziale, tieni il telefono con lo schermo piatto (rivolto verso il cielo) e la parte superiore del telefono che punta davanti a te prima di premere il pulsante <em>"La mia posizione"</em>. Questo pulsante funziona come una bussola che dice all'app verso quale direzione sei rivolto. Tocca semplicemente il pulsante <em>"La mia posizione"</em> e ascolta.
ja_jp: ホーム画面の下部の 4 つのボタンはどれも同じですが、スマートフォンの画面を上 (空) に向けて水平に持ち、スマートフォンの画面上部を自分が向いている方向に合わせてから、[<em>現在地</em>] ボタンを押します。これにより、コンパスを合わせるように、自分が向いている方向をアプリに伝えることができます。[<em>現在地</em>] ボタンをタップすると、音声が聞こえます。
nb_no: Som med alle de fire knappene nederst på startskjermen holder du telefonen flatt (vendt mot himmelen) og toppen av telefonen pekende i retningen du er vendt mot, før du trykker på knappen <em>Min posisjon</em>. Denne fungerer som et kompass som forteller appen hvilken retning du er vendt mot. Trykk på knappen <em>Min posisjon</em> og lytt.
nl_nl: Net als met de vier knoppen onderaan het hoofdscherm houdt u de telefoon met het scherm horizontaal en met de bovenkant in de richting waarin u loopt, voordat u op <em>Mijn locatie</em> drukt. Dit werkt als een kompas en geeft aan de app door in welke richting u kijkt. Tik op de knop <em>Mijn locatie</em> en luister.
pt_br: Tal como acontece com os quatro botões da parte inferior da tela inicial, segure seu telefone com a tela na horizontal (com a tela voltada para cima) e o topo apontando na direção para a qual você estava voltado antes de pressionar o botão <em>"Minha Localização"</em>. Isso age como uma bússola, mostrando ao aplicativo a direção para a qual você está voltado. Bastará tocar no botão <em>"Minha Localização"</em> e ouvir.
pt_pt: Tal como acontece com os quatro botões existentes na parte inferior do ecrã principal, segure no telemóvel com o ecrã numa posição plana (virado para o céu) e a parte superior apontada para a extremidade voltada para a direção em que está virado antes de premir o botão <em>"A Minha Localização"</em>. Isto funciona como uma bússola, indicando à aplicação a direção em que está virado. Basta tocar no botão <em>"A Minha Localização"</em> e ouvir.
sv_se: Som med alla fyra knappar längst ned på startskärmen ska du hålla telefonen plant med skärmen riktad uppåt och peka med telefonen i färdriktningen innan du trycker på knappen <em>"Min plats"</em>. Detta fungerar som en kompass som talar om för appen vilken riktning du står i. Tryck på knappen <em>"Min plats mig"</em> och lyssna.

# help.text.nearby_markers.what
source: The <em>"Nearby Markers"</em> button tells you about up to four markers that are closest to you. <em>"Nearby Markers"</em> is intended to help you orient yourself using places you already know about.
da_dk: Knappen <em>"Mærker i nærheden"</em> fortæller dig om op til fire mærker, der er tættest på dig. <em>"Mærker i nærheden"</em> er beregnet til at hjælpe dig med at orientere dig ved hjælp af steder, du allerede kender til.
de_de: <em>„Markierungen in der Nähe“</em> informiert Sie über bis zu vier Markierungen, die sich in der Nähe befinden. <em>„Markierungen in der Nähe“</em> soll Ihnen helfen, sich anhand von Orten zu orientieren, die Sie bereits kennen.
el_gr: Το κουμπί <em>"Κοντινοί δείκτες"</em> σας ενημερώνει για έως και τέσσερις δείκτες που βρίσκονται πιο κοντά σας. Το <em>"Κοντινοί δείκτες"</em> προορίζεται να σας βοηθήσει να προσανατολιστείτε χρησιμοποιώντας μέρη που γνωρίζετε ήδη.
es_es: El botón <em>"Marcadores cercanos"</em> te informa de hasta cuatro marcadores que están cerca de ti. <em>"Marcadores cercanos"</em> está pensado para ayudarte a orientarte con lugares que ya conoces.
fa_ir: دکمه <em>«نشانگرهای نزدیک»</em> به شما در مورد حداکثر چهار نشانگر که به شما نزدیک‌ترین هستند اطلاع می‌دهد. <em>«نشانگرهای نزدیک»</em> برای کمک به شما در جهت‌یابی با استفاده از مکان‌هایی که از قبل می‌شناسید در نظر گرفته شده است.
fi_fi: <em>Lähiympäristön merkitsimet</em> -painike kertoo enintään neljästä sinua lähinnä olevasta merkitsimestä. <em>"Lähiympäristön merkitsimet"</em> on tarkoitettu auttamaan sinua suuntautumaan paikoissa, joista jo tiedät.
fr_ca: Le bouton <em>"Marqueurs à proximité"</em> vous indique jusqu’à quatre marqueurs les plus proches de vous. <em>"Marqueurs à proximité"</em> est conçu pour vous aider à vous orienter à l’aide d’emplacements que vous connaissez déjà.
it_it: Il pulsante <em>"Indicatori nelle vicinanze"</em> indica fino a quattro indicatori più vicini a te. <em>"Indicatori nelle vicinanze"</em> ha lo scopo di aiutarti a orientarti tramite i luoghi che già conosci.
ja_jp: [<em>近くのマーカー</em>] ボタンでは、最大 4 つの近くにあるマーカーの情報がわかります。[<em>近くのマーカー</em>] ボタンは、既に知っている場所をもとに自分の位置を把握するのに役立ちます。
nb_no: Knappen <em>Markører i nærheten</em> forteller deg om opptil fire markører som er nærmest deg. <em>Markører i nærheten</em> er beregnet på å hjelpe deg med å orientere deg selv ved å bruke steder du allerede vet om.
nl_nl: Met de knop <em>Markeringen in de buurt</em> hoort u maximaal vier markeringen die het dichtst bij u zijn. Met <em>Markeringen in de buurt</em> kunt u zich gemakkelijker oriënteren met behulp van plaatsen die u al kent.
pt_br: O botão <em>"Favoritos nas Proximidades"</em> mostra até quatro favoritos mais próximos a você. <em>"Favoritos nas Proximidades"</em> destina-se a ajudar você a se orientar usando locais que já conhece.
pt_pt: O botão <em>"Marcos nas Proximidades"</em> informa-o sobre até quatro marcos que estejam mais próximos de si. <em>"Marcos nas Proximidades"</em> destina-se a ajudá-lo a orientar-se utilizando locais que já conhece.
sv_se: Knappen <em>"Platsmarkörer i närheten"</em> berättar om upp till fyra platsmarkörer som finns närmast dig. <em>"Platsmarkörer i närheten"</em> hjälper dig att orientera dig med hjälp av platser du redan känner till.
