Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.personalize_experience.answer
source: Soundscape allows you to customize three key aspects of the callouts you hear as you are walking: 1. Voice: You can choose which of the available voices on iOS you would like Soundscape to use, as well as the speed at which callouts are spoken. From the Menu, select "Settings" and then from "General Settings" select Voice to adjust the Speaking Rate and Voice settings. Additional voices and enhanced voices with a higher quality can be downloaded in the iOS Settings app at Settings > Accessibility > Spoken Content > Voices. 2. Distance Metric: Soundscape allows you to hear all distances in either feet or meters. From the Menu, select "Settings" and then from "General Settings" select "Language & Region". The Units of Measure section allows you to toggle between two options: Imperial (feet) and Metric (meters). 3. Markers: You can mark your world with anything you care about. You can mark things that are personal and relevant to you like your home, your office and your preferred grocery store. Then Soundscape will automatically call out marked places as you walk by or approach them, or you can also use the Nearby Markers button at the bottom of the Soundscape home screen to hear a spatial callout of marked places around you. These markers will remain personal to you and will not be available to anyone else. In addition to the above, the following VoiceOver settings can influence how Soundscape behaves: 1. VoiceOver Tips: When VoiceOver tips are turned ON, you will hear more information about all the buttons on the primary Soundscape screen. You can turn on VoiceOver tips by navigating to the iOS Settings app and going to Accessibility > VoiceOver > Verbosity, and turning the Speak Hints setting on. 2. Audio Ducking: Soundscape is designed to work with Audio Ducking turned OFF. When Audio Ducking is on, automatic callouts can be difficult to hear if VoiceOver is used simultaneously. We recommend turning Audio Ducking off to make it easier to hear all automatic callouts that occur as you are interacting with the phone. Audio ducking can be turned off in VoiceOver settings or via the VoiceOver rotor. 3. Touch ID or Face ID to Unlock: Setting your phone to unlock using Touch ID or Face ID will make unlocking the phone fast and easy, and in turn, allow you to access the My Location, Around Me, and Ahead of Me buttons as quickly as possible when you are on the go. Set up Touch ID or Face ID unlocking in the iOS Settings app.
da_dk: Soundscape giver dig mulighed for at tilpasse tre vigtige aspekter af de lydbeskeder, du hører, mens du går: 1. Stemme: Du kan vælge, hvilken af de tilgængelige stemmer på iOS, du vil have Soundscape til at bruge, samt den hastighed, der bruges til lydbeskeder. Vælg Indstillinger i menuen og derefter Stemme for at justere indstillingerne for talehastighed og stemme. Yderligere stemmer og forbedrede stemmer med højere kvalitet kan downloades i appen iOS Indstillinger under Indstillinger > Tilgængelighed > Oplæst indhold > Stemmer. 2. Distancemåling: Soundscape giver dig mulighed for at høre alle afstande i enten fod eller meter. Vælg Indstillinger i menuen. Afsnittet Måleenheder giver dig mulighed for at skifte mellem to indstillinger: Britisk (fod) og Metrisk (meter). 3. Mærker: Du kan markere dine omgivelser med noget, du holder af. Du kan markere ting, der er personlige og relevante for dig, f.eks. dit hjem, dit kontor og din foretrukne købmand. Derefter vil Soundscape automatisk give lydbesked om de markerede steder, når du går forbi eller nærmer dig dem, eller du kan også bruge knappen Mærker i nærheden nederst på Soundscape-startskærmen for at høre en rumlig lydbesked fra markerede steder omkring dig. Disse mærker forbliver personlige for dig og vil ikke være tilgængelige for andre. Ud over ovenstående kan følgende VoiceOver-indstillinger påvirke, hvordan Soundscape fungerer: 1. Tip til VoiceOver: Når VoiceOver-tip er slået til, vil du høre flere oplysninger om alle knapperne på den primære Soundscape-skærm. Du kan slå Tip til VoiceOver til ved at navigere til appen iOS Indstillinger og gå til Tilgængelighed > VoiceOver > Detaljering og aktivere indstillingen Læs tip. 2. Lyddæmpning: Soundscape er designet til at fungere med lyddæmpning slået fra. Når lyddæmpning er slået til, kan automatiske lydbeskeder være svære at høre, hvis VoiceOver bruges samtidigt. Vi anbefaler, at du slår lyddæmpning fra for at gøre det nemmere at høre alle automatiske lydbeskeder, der opstår, når du interagerer med telefonen. Lyddæmpning kan slås fra i VoiceOver-indstillingerne eller via VoiceOver-rotoren. 3. Touch ID eller Face ID til at låse op: Hvis du indstiller din telefon til at låse op ved hjælp af Touch ID eller Face ID, er det nemt og hurtigt at låse telefonen op, og samtidig giver det dig adgang til knapperne Min placering, Omkring mig og Foran mig så hurtigt som muligt, når du er på farten. Konfigurer oplåsning med Touch ID eller Face ID i appen iOS Indstillinger.
de_de: Mit Soundscape können Sie drei wichtige Aspekte der Hinweise anpassen, die Sie unterwegs hören: 1. Stimme: Sie können auswählen, welche der verfügbaren iOS-Stimmen Soundscape verwenden soll, und die Geschwindigkeit festlegen, mit der Hinweise gesprochen werden. Wählen Sie im Menü „Einstellungen“ – „Stimme“ aus, um die Sprechgeschwindigkeit und Stimmeneinstellungen anzupassen. Zusätzliche oder verbesserte Stimmen mit höher Qualität können in der iOS-Einstellungen-App unter „Einstellungen > Bedienungshilfen > Gesprochene Inhalte > Stimmen“ heruntergeladen werden. 2.Distanzmaß: Mit Soundscape können Sie festlegen, ob Distanzen in Metern oder Fuß angesagt werden. Wählen Sie im Menü „Einstellungen“ aus. Im Abschnitt „Maßeinheiten“ können Sie zwischen zwei Optionen umschalten: Imperial (Fuß) und Metrisch (Meter). 3. Markierungen: Sie können Ihre Welt und alles darin markieren, was Ihnen wichtig ist. Sie können Orte markieren, die für Sie persönlich und relevant sind, wie z. B. Ihr Zuhause, Ihr Büro und Ihren bevorzugten Lebensmittelladen. Soundscape ruft dann automatisch die markierten Orte auf, wenn Sie an ihnen vorbeigehen oder sich ihnen nähern. Verwenden Sie die Schaltfläche „Markierungen in der Nähe“ am unteren Rand des Soundscape-Startbildschirms, um einen räumlichen Hinweis auf die markierten Orte um Sie herum zu hören. Diese Markierungen bleiben persönlich und sind für andere Personen nicht verfügbar. Zusätzlich zu den oben genannten können die folgenden VoiceOver-Einstellungen das Verhalten von Soundscape beeinflussen: 1. VoiceOver-Tipps: Bei aktivierten VoiceOver-Tipps erhalten Sie mehr Informationen zu allen Schaltflächen auf dem Soundscape-Startbildschirm. Sie schalten VoiceOver-Tipps, indem Sie in der iOS-Einstellungen-App zu „Bedienungshilfen > VoiceOver > Ausführlichkeit“ navigieren und die Einstellung „Sprechhinweise“ aktivieren. 2. Audio-Ducking: Soundscape ist für die Nutzung mit ausgeschaltetem Audio-Ducking konzipiert. Wenn Audio-Ducking eingeschaltet ist, können automatische Hinweise schwer zu hören sein, wenn gleichzeitig VoiceOver verwendet wird. Wir empfehlen, das Audio-Ducking auszuschalten, damit Sie alle automatischen Hinweise, die bei der Interaktion mit dem Telefon auftreten, besser hören können. Audio-Ducking kann in den VoiceOver-Einstellungen oder über den VoiceOver-Rotor ausgeschaltet werden. 3. Touch ID oder Face ID zum Entsperren: Wenn Ihr Telefon mit Touch ID oder Face ID entsperrt wird, können Sie das Telefon schnell und einfach entsperren und so auch unterwegs schnellstmöglich auf die Schaltflächen „Mein Standort“, „Um mich herum“ und „Vor mir“ zugreifen. Richten Sie die Entsperrung mit Touch ID oder Face ID in der iOS-Einstellungen-App ein.
el_gr: Το Soundscape σάς επιτρέπει να προσαρμόσετε τρεις βασικές πτυχές των επεξηγήσεων που ακούτε καθώς περπατάτε: 1. Φωνή: Μπορείτε να επιλέξετε ποια από τις διαθέσιμες φωνές στο iOS θα θέλατε να χρησιμοποιεί το Soundscape, καθώς και την ταχύτητα με την οποία εκφωνούνται οι επεξηγήσεις. Από το Μενού, επιλέξτε Ρυθμίσεις και, στη συνέχεια, Φωνή για να προσαρμόσετε τις ρυθμίσεις Ταχύτητας εκφώνησης και Φωνή. Μπορείτε να κατεβάσετε πρόσθετες φωνές και βελτιωμένες φωνές με υψηλότερη ποιότητα στην εφαρμογή Ρυθμίσεις iOS στις Ρυθμίσεις > Προσβασιμότητα > Εκφωνούμενο περιεχόμενο > Φωνές. 2. Μέτρηση απόστασης: Το Soundscape σας επιτρέπει να ακούτε όλες τις αποστάσεις είτε στα πόδια είτε στα μέτρα. Από το Μενού, επιλέξτε Ρυθμίσεις. Η ενότητα Μονάδες μέτρησης σάς επιτρέπει να εναλλάσσεστε μεταξύ δύο επιλογών: Βρετανικό σύστημα (πόδια) και Μετρικό σύστημα (μέτρα). 3. Δείκτες: Μπορείτε να επισημάνετε τον κόσμο σας με οτιδήποτε σας ενδιαφέρει. Μπορείτε να επισημάνετε πράγματα που είναι προσωπικά και σχετικά με εσάς, όπως το σπίτι σας, το γραφείο σας και το παντοπωλείο της προτίμησής σας. Στη συνέχεια, το Soundscape θα επεξηγεί αυτόματα επισημασμένες θέσεις καθώς περπατάτε. τις πλησιάζετε, ή μπορείτε επίσης να χρησιμοποιήσετε το κουμπί Κοντινοί δείκτες στο κάτω μέρος της αρχικής οθόνης του Soundscape για να ακούσετε μια χωρική επεξήγηση των επισημασμένων θέσεων γύρω σας. Αυτοί οι δείκτες θα παραμείνουν προσωπικοί για εσάς και δεν θα είναι διαθέσιμοι σε κανέναν άλλο. Εκτός από τα παραπάνω, οι ακόλουθες ρυθμίσεις VoiceOver μπορούν να επηρεάσουν τον τρόπο συμπεριφοράς του Soundscape: 1. Συμβουλές VoiceOver: Όταν οι συμβουλές VoiceOver είναι ενεργοποιημένες, θα ακούσετε περισσότερες πληροφορίες σχετικά με όλα τα κουμπιά που υπάρχουν στην κύρια οθόνη του Soundscape. Μπορείτε να ενεργοποιήσετε τις συμβουλές του VoiceOver μεταβαίνοντας στην εφαρμογή Ρυθμίσεις iOS και στην επιλογή Προσβασιμότητα > VoiceOver > Προφορικός λόγος και ενεργοποιώντας τη ρύθμιση Υποδείξεων ομιλίας. 2. Βύθιση ήχου: Το Soundscape έχει σχεδιαστεί για να λειτουργεί με απενεργοποιημένη τη Βύθιση ήχου. Όταν η Βύθιση ήχου είναι σε λειτουργία, οι αυτόματες επεξηγήσεις μπορεί να είναι δύσκολο να ακουστούν εάν το VoiceOver χρησιμοποιείται ταυτόχρονα. Σας συνιστούμε να απενεργοποιήσετε τη Βύθιση ήχου για να διευκολύνετε την ακρόαση όλων των αυτόματων επεξηγήσεων που συμβαίνουν καθώς αλληλεπιδράτε με το τηλέφωνο. Η Βύθιση ήχου μπορεί να απενεργοποιηθεί στις ρυθμίσεις του VoiceOver. μέσω του ρότορα VoiceOver. 3. Touch ID. Face ID για ξεκλείδωμα: Η ρύθμιση του τηλεφώνου σας για ξεκλείδωμα χρησιμοποιώντας touch ID. Face ID θα κάνει το ξεκλείδωμα του τηλεφώνου γρήγορο και εύκολο και, με τη σειρά του, θα σας επιτρέψει να αποκτήσετε πρόσβαση στα κουμπιά Η τοποθεσία μου, Γύρω μου και Μπροστά μου όσο το δυνατόν γρηγορότερα όταν βρίσκεστε εν κινήσει. Ρυθμίστε το ξεκλείδωμα touch ID. Face ID στην εφαρμογή Ρυθμίσεις iOS.
es_es: Soundscape te permite personalizar tres aspectos clave de los avisos que escuchas mientras caminas: 1. Voz: puedes elegir cuál de las voces disponibles en iOS quieres que use Soundscape , así como la velocidad a la que se pronuncian los mensajes. En el menú, selecciona " Ajustes " y, a continuación, en " Ajustes Generales", selecciona Voz para ajustar la velocidad de habla y la configuración de voz . Se pueden descargar voces adicionales y voces mejoradas con una calidad superior en la aplicación Configuración de iOS en Configuración > Accesibilidad > Contenido hablado > Voces. 2. Distancia métrica: Soundscape te permite escuchar todas las distancias en pies o metros. En el menú, selecciona " Ajustes " y, a continuación, en " Ajustes Generales", selecciona "Idioma y región". La sección Unidades de medida te permite alternar entre dos opciones: Imperial (pies) y Métrico (metros). 3. Marcadores: puedes marcar tu mundo con cualquier cosa que te importe. Puedes marcar cosas que sean personales y relevantes para ti, como tu casa, tu oficina y tu supermercado preferido. Luego, Soundscape te indicará automáticamente los lugares marcados a medida que pases por ellos o te acerques a ellos, o también puedes usar el botón Marcadores cercanos en la parte inferior de la pantalla de inicio de Soundscape para escuchar un aviso espacial de los lugares marcados a tu alrededor. Estos marcadores seguirán siendo personales para ti y no estarán disponibles para nadie más. Además de lo anterior, las siguientes configuraciones de VoiceOver pueden influir en el comportamiento de Soundscape : 1. Sugerencias de VoiceOver: cuando las sugerencias de VoiceOver están activadas, escucharás más información sobre todos los botones en la pantalla principal de Soundscape . Puedes activar las sugerencias de VoiceOver navegando a la aplicación Configuración de iOS y yendo a Accesibilidad > VoiceOver > Verbosidad, y activando la configuración Sugerencias de voz. 2. Atenuación de audio: Soundscape está diseñado para funcionar con la atenuación de audio desactivada. Cuando la atenuación de audio está activada, los avisos automáticos pueden resultar difíciles de escuchar si se utiliza VoiceOver simultáneamente. Recomendamos desactivar la atenuación de audio para que sea más fácil escuchar todos los avisos automáticos que se producen mientras interactúas con el teléfono. La atenuación de audio se puede desactivar en la configuración de VoiceOver o a través del rotor de VoiceOver. 3. Desbloqueo con Touch ID o Face ID: configurar el teléfono para que se desbloquee con Touch ID o Face ID hará que desbloquear el teléfono sea rápido y fácil y, a su vez, te permitirá acceder a los botones Mi ubicación , Alrededor de mí y Delante de mí lo más rápido posible cuando estés en movimiento. Configura el desbloqueo con Touch ID o Face ID en la aplicación Configuración de iOS .
fa_ir: Soundscape به شما امکان می‌دهد سه جنبه کلیدی اعلان‌های صوتی را که هنگام راه رفتن می‌شنوید، سفارشی کنید: ۱. صدا: می‌توانید انتخاب کنید که Soundscape از کدام یک از صداهای موجود در iOS استفاده کند، و همچنین سرعت صحبت کردن اعلان‌های صوتی را تنظیم کنید. از منو، «تنظیمات» را انتخاب کرده و سپس از «تنظیمات عمومی» «صدا» را برای تنظیم سرعت گفتار و تنظیمات صدا انتخاب کنید. صداهای اضافی، از جمله صداهای با کیفیت بهبود یافته، را می‌توان در برنامه تنظیمات iOS در تنظیمات > دسترسی‌پذیری > محتوای گفتاری > صداها دانلود کرد. ۲. اندازه‌گیری فاصله: Soundscape به شما امکان می‌دهد تمام فواصل را به فوت یا متر بشنوید. از منو، «تنظیمات» را انتخاب کرده و سپس از «تنظیمات عمومی» «زبان و منطقه» را انتخاب کنید. بخش واحدهای اندازه‌گیری به شما امکان می‌دهد بین دو گزینه جابجا شوید: امپریال (فوت) و متریک (متر). ۳. نشانگرها: می‌توانید دنیای خود را با هر چیزی که برایتان مهم است، نشانه‌گذاری کنید. می‌توانید چیزهایی را که شخصی و مرتبط با شما هستند مانند خانه، دفتر کار و فروشگاه مواد غذایی مورد علاقه‌تان را نشانه‌گذاری کنید. سپس Soundscape به طور خودکار مکان‌های نشانه‌گذاری شده را هنگام عبور یا نزدیک شدن به آنها اعلام می‌کند، یا می‌توانید از دکمه نشانگرهای نزدیک در پایین صفحه اصلی برای شنیدن یک اعلان صوتی فضایی از مکان‌های نشانه‌گذاری شده در اطراف خود استفاده کنید. این نشانگرها برای شما شخصی باقی می‌مانند و برای دیگران در دسترس نخواهند بود. علاوه بر موارد فوق، تنظیمات زیر می‌توانند بر رفتار Soundscape تأثیر بگذارند: ۱. نکات VoiceOver: وقتی نکات VoiceOver روشن باشد، اطلاعات بیشتری در مورد تمام دکمه‌های صفحه اصلی خواهید شنید. می‌توانید با رفتن به برنامه تنظیمات iOS و رفتن به دسترسی‌پذیری > VoiceOver > تفصیل، و روشن کردن تنظیمات بیان نکات، نکات VoiceOver را روشن کنید. ۲. کاهش صدای خودکار: Soundscape طوری طراحی شده که با خاموش بودن کاهش صدای خودکار کار کند. وقتی کاهش صدای خودکار روشن باشد، اگر VoiceOver همزمان استفاده شود، شنیدن اعلان‌های صوتی خودکار ممکن است دشوار باشد. توصیه می‌کنیم کاهش صدای خودکار را خاموش کنید تا شنیدن تمام اعلان‌های صوتی خودکار آسان‌تر شود. کاهش صدای خودکار را می‌توان در تنظیمات VoiceOver یا از طریق روتور VoiceOver خاموش کرد. ۳. Touch ID یا Face ID برای باز کردن قفل: تنظیم گوشی برای باز کردن قفل با استفاده از Touch ID یا Face ID، باز کردن قفل گوشی را سریع و آسان می‌کند و به نوبه خود به شما امکان می‌دهد تا در حین حرکت به سرعت به دکمه‌های مکان من، اطراف من و جلوی من دسترسی داشته باشید. باز کردن قفل Touch ID یا Face ID را در برنامه تنظیمات iOS تنظیم کنید.
fi_fi: Soundscapen avulla voit mukauttaa kävellessäsi kuulemiesi huomiotekstien kolmea avainkohtaa: 1. Puheen ääni: Voit valita, mitä iOS:ssä käytettävissä olevista puheen äänistä haluat Soundscapen käyttävän, sekä nopeuden, jolla huomiotekstit puhutaan. Valitse valikosta "Asetukset" ja sitten "Yleiset asetukset" -kohdasta Puheen ääni säätääksesi puhenopeus- ja puheen ääni -asetuksia. Lisää puheen ääniä ja parempia puheen ääniä voi ladata iOS-asetukset-sovelluksesta kohdasta Asetukset > Esteettömyys > Puhuttu sisältö > Puheen äänet. 2. Etäisyysmetriikka: Soundscapen avulla voit kuulla kaikki etäisyydet joko jalkoina tai metreinä. Valitse valikosta "Asetukset" ja sitten "Yleiset asetukset" -kohdasta "Kieli ja alue". Mittayksiköt-osiossa voit vaihtaa kahden vaihtoehdon välillä: Imperial (jalka) ja Metric (metri). 3. Merkitsin: Voit merkitä maailmaasi kaikella, mistä välität. Voit merkitä asioita, jotka ovat henkilökohtaisia ja sinulle tärkeitä, kuten kotisi, toimistosi ja haluamasi ruokakauppa. Sitten Soundscape kutsuu automaattisesti merkityt paikat, kun kävelet ohi tai lähestyt niitä, tai voit myös käyttää Soundscapen kotinäytön alareunassa olevaa Lähiympäristön merkitsimet -painiketta kuullaksesi tilaviitteen merkityistä paikoista ympärilläsi. Nämä merkit pysyvät sinulle henkilökohtaisina, eivätkä ne ole kenenkään muun saatavilla. Yllä olevien lisäksi seuraavat Puheen aänen ohitus -asetukset voivat vaikuttaa Soundscapen toimintaan: 1. Puheen aänen ohitus -vinkit: Kun Puheen aänen ohitus -vinkit on otettu käyttöön, kuulet lisätietoja kaikista ensisijaisen Soundscape-näytön painikkeista. Voit ottaa Puheen aänen ohitus -vinkit käyttöön siirtymällä iOS-asetukset-sovellukseen ja valitsemalla Esteettömyys > Puheen aänen ohitus > Monisanaisuus ja ottamalla Puhumisen vihjeet -asetuksen päälle. 2. Äänen vaimennus: Soundscape on suunniteltu toimimaan, kun 'Äänen vaimennus' on kytketty pois päältä. Kun 'Äänen vaimennus' on käytössä, automaattisia huomiotekstejä voi olla vaikea kuulla, jos Puheen aänen ohitusta käytetään samanaikaisesti. Suosittelemme, että poistat Äänen vaimennus 'toiminnon käytöstä, jotta kuulet helpommin kaikki automaattiset huomiotekstit, joita esiintyy ollessasi vuorovaikutuksessa puhelimen kanssa. Äänen vaimennus voidaan kytkeä pois päältä Puheen äänen ohitus -asetuksista tai Puheen aänen ohitus -roottorin kautta. 3. Lukituksen avaaminen Kosketus- tai Kasvot-tunnuksella: Puhelimen lukituksen avaaminen Kosketus- tai Kasvot-tunnuksella tekee puhelimen lukituksen avaamisesta nopeaa ja helppoa, ja puolestaan voit käyttää 'Oma sijaintini'-, 'Ympärilläni'- ja 'Edessäni'-painikkeita mahdollisimman nopeasti liikkeellä ollessasi. Ota Kosketus- tai Kasvot-tunnus-lukituksen avaus käyttöön iOS-asetukset-sovelluksessa.
fr_ca: Soundscape vous permet de personnaliser trois aspects clés des notifications activées que vous entendez lorsque vous marchez : 1. Voix : vous pouvez choisir l’une des voix disponibles dans iOS à utiliser dans Soundscape, ainsi que la vitesse à laquelle les notifications sont énoncées. Dans le menu, sélectionnez Réglages, puis Voix pour ajuster le débit vocal et les réglages de la voix. Des voix supplémentaires et des voix améliorées avec une qualité supérieures peuvent être téléchargées dans l’appli Réglages d’iOS en accédant à Réglages > Accessibilité >Contenu énoncé > Voix. 2. Mesure de la distance : Soundscape vous permet d’entendre toutes les distances en mètres ou en pieds. Dans le menu, sélectionnez Réglages. La section Unités de mesure vous permet de basculer entre deux options : Impériales (pieds) et Métriques (mètres). 3. Marqueurs : vous pouvez marquer tout ce qui vous intéresse dans votre environnement. Vous pouvez marquer des éléments personnels et pertinents pour vous, comme votre domicile, votre bureau et votre épicerie préférée. Puis, Soundscape annonce automatiquement les emplacements marqués lorsque vous marchez ou vous en approchez, ou vous pouvez également utiliser le bouton Marqueurs à proximité en bas de l’écran d’accueil de Soundscape pour entendre une notification spatiale des emplacements marqués autour de vous. Ces marqueurs restent personnels et ne sont disponibles pour personnes d’autre. Outre ce qui précède, les réglages suivants du VoiceOver peuvent influencer le comportement de Soundscape : 1. Conseils sur le VoiceOver : lorsque les conseils sur le VoiceOver sont ACTIVÉS, vous entendez plus d’informations sur tous les boutons de l’écran principal de Soundscape. Pour activer les conseils sur le VoiceOver, accédez aux réglages de l’iPhone, à Accessibilité, VoiceOver, Détails, Conseils de prononciation et ACTIVEZ le réglage. 2. Immersion audio : Soundscape est conçu pour fonctionner avec l’option Immersion audio DÉSACTIVÉE. Si l’immersion audio est activée, les notifications activées automatiques peuvent être difficiles à entendre si le VoiceOver est utilisé simultanément. Nous vous recommandons de désactiver Immersion audio pour faciliter l’audition de toutes les notifications activées automatiques lorsque vous interagissez avec le téléphone. L’immersion audio peut être désactivée dans les réglages de VoiceOver ou via le rotor de VoiceOver. 3 Touch ID ou Face ID pour déverrouiller : configurer votre téléphone de manière à le déverrouiller à l’aide de Touch ID ou de Face ID accélère et simplifie le déverrouillage du téléphone et vous permet ensuite d’accéder aux boutons Mon emplacement, Autour de moi, Devant moi aussi vite que possible lorsque vous êtes en déplacement. Configurez le déverrouillage à l’aide de Touch ID ou de Face ID dans les réglages d’iOS.
it_it: Soundscape ti consente di personalizzare tre aspetti chiave delle notifiche che senti mentre cammini: 1. Voce: puoi scegliere quale delle voci disponibili su iOS desideri utilizzare in Soundscape, nonché la velocità con cui vengono pronunciate le notifiche. Dal menu, seleziona Impostazioni, quindi Voce per regolare la velocità e le impostazioni della voce. Voci aggiuntive e voci avanzate di qualità superiore possono essere scaricate nell'app Impostazioni iOS in Impostazioni> Accessibilità> Contenuto letto ad alta voce> Voci. 2. Metrica distanza: Soundscape consente di ascoltare tutte le distanze in piedi o in metri. Dal menu, seleziona Impostazioni. La sezione Unità di misura consente di alternare tra due opzioni: Imperiale (piedi) e Metrico (metri). 3. Indicatori: puoi contrassegnare il tuo mondo con tutto ciò che ti interessa. Puoi contrassegnare cose personali e rilevanti per te come la tua casa, il tuo ufficio e il tuo negozio di alimentari preferito. Quindi Soundscape comunicherà automaticamente i luoghi contrassegnati mentre cammini o ti avvicini, oppure puoi anche utilizzare il pulsante Indicatori nelle vicinanze nella parte inferiore della schermata iniziale di Soundscape per ascoltare la notifica spaziale dei luoghi contrassegnati intorno a te. Questi indicatori rimarranno personali e non saranno disponibili per nessun altro. In aggiunta a quanto sopra, le seguenti impostazioni VoiceOver possono influenzare il comportamento di Soundscape: 1. Suggerimenti VoiceOver: quando i suggerimenti VoiceOver sono attivati, sentirai ulteriori informazioni su tutti i pulsanti nella schermata iniziale di Soundscape. Puoi attivare i suggerimenti VoiceOver accedendo all'app Impostazioni iOS e andando su Accessibilità> VoiceOver> Dettagli e attivando l'impostazione Leggi suggerimenti. 2. Attenuazione audio: Soundscape è progettato per funzionare con Attenuazione audio disattivato. Quando Attenuazione audio è attivo, le notifiche automatiche possono essere difficili da sentire se VoiceOver viene utilizzato contemporaneamente. Consigliamo di disattivare Attenuazione audio per facilitare l'ascolto di tutte le notifiche automatiche emesse durante l'interazione con il telefono. Attenuazione audio può essere disattivato nelle impostazioni di VoiceOver o tramite il rotore di VoiceOver. 3. Touch ID o Face ID per sbloccare: l'impostazione dello sblocco del telefono tramite Touch ID o Face ID rende l'operazione facile e veloce e, a sua volta, ti consente di accedere ai pulsanti La mia posizione, Intorno a me e Davanti a me altrettanto rapidamente quando sei in movimento. Configura lo sblocco tramite Touch ID o Face ID nell'app Impostazioni di iOS.
ja_jp: Soundscape では、歩行中に聞こえるコールアウトについて 3 つのカスタマイズができます。 1. 声: iOS で使用できる声のうちどれを Soundscape で使用するか、およびコールアウトの話す速さを選択できます。[メニュー] の [設定] を選択し、[声] で [読み上げ速度] と [声] の設定を調整します。iOS の [設定] アプリで、[アクセシビリティ]、[読み上げコンテンツ]、[声] の順に選択して、追加の声や品質の高い拡張の声をダウンロードできます。 2. 距離の単位: Soundscape では、すべての距離をフィートまたはメートルで読み上げることができます。[メニュー] の [設定] を選択し、[単位] のセクションで [ヤード ポンド法 (フィート)] と [メートル法 (メートル)] のどちらを使用するかを切り替えることができます。 3. マーカー: どこでも自分にとって重要な場所にはマーカーを設定できます。自宅やオフィス、よく行くコンビニやスーパーなど、個人的に重要な場所にマーカーを付けることができます。マーカーを付けた場所に近付くと、自動的にその場所がコールアウトされます。また、Soundscape ホーム画面の下にある [近くのマーカー] ボタンを使用すると、現在地の近くにあるマーカーを付けた場所の空間オーディオのコールアウトを聞くことができます。設定したマーカーは非公開となり、他のユーザーは使用できません。 これらに加え、次の VoiceOver の設定が Soundscape の動作に影響します。 1. VoiceOver のヒント: VoiceOver のヒントがオンになっていると、Soundscape メイン画面のすべてのボタンの説明を声で聞くことができます。VoiceOver のヒントをオンにするには、iOS の [設定] アプリで [アクセシビリティ]、[VoiceOver]、[詳細度] の順に選択し、[ヒントを読み上げる] をオンにします。 2. オーディオ ダッキング: Soundscape はオーディオ ダッキングがオフの状態で動作するように設計されています。オーディオ ダッキングがオンになっていると、VoiceOver が同時に使用された場合に自動コールアウトが聞き取りづらくなることがあります。iPhone を操作中の自動コールアウトがすべて聞き取りやすくなるように、オーディオ ダッキングをオフにすることをお勧めします。オーディオ ダッキングは、VoiceOver の設定または VoiceOver ローターでオフにすることができます。 3. Touch ID または Face ID によるロック解除: Touch ID または Face ID を使用して iPhone のロックを解除するように設定しておくと、すばやく簡単にロックを解除でき、移動中に [現在地]、[周辺]、[前方] ボタンにアクセスしやすくなります。iOS の [設定] アプリで、Touch ID または Face ID でロックを解除できるように設定してください。
nb_no: Med Soundscape kan du tilpasse tre elementer ved meldingene du hører når du går: 1. Stemme: Du kan velge hvilken av de tilgjengelige stemmene i iOS du vil bruke for Soundscape, samt hastigheten som meldingene leses opp i. Fra menyen velger du Innstillinger og deretter Stemme for å justere talehastigheten og stemmeinnstillingene. Du kan laste ned flere stemmer og stemmer i høyere kvalitet i iOS Innstillinger-appen under Innstillinger > Tilgjengelighet > Opplest innhold > Stemmer. 2. Avstandsmåleenhet: Med Soundscape kan du høre alle avstander i fot eller meter. Velg Innstillinger fra menyen. Med delen Måleenheter kan du veksle mellom to alternativer: britisk (fot) og metrisk (meter). 3. Markører: Du kan markere din verden med alt du bryr deg om. Du kan markere ting som er personlige og relevante for deg, som hjem, kontor og foretrukket dagligvarebutikk. Soundscape leser deretter opp markerte steder mens du går eller nærmer deg dem, eller du kan bruke knappen Markører i nærheten nederst på Soundscape-startskjermen for å høre en romlig melding om markerte steder rundt deg. Disse markørene er personlige for deg, og ingen andre kan se dem. I tillegg til det ovenfor kan følgende VoiceOver-innstillinger påvirke hvordan Soundscape fungerer: 1. VoiceOver-tips: Når VoiceOver-tips er slått på, hører du informasjon om alle knappene på hovedskjermen til Soundscape. Du kan slå på VoiceOver-tips ved å gå til iOS Innstillinger-appen og gå til Tilgjengelighet > VoiceOver > Detaljnivå og slå på Les opp hint-innstillingen. 2. Lyddemping: Soundscape er laget for å fungere med lyddemping slått av. Når lyddemping er på, kan det være vanskelig å høre automatiske meldinger hvis VoiceOver brukes samtidig. Vi anbefaler at du slår av lyddemping for å gjøre det enklere å høre alle automatiske meldinger som kommer når du samhandler med telefonen. Du kan slå av lyddemping i VoiceOver-innstillinger eller via VoiceOver-rotoren. 3. Touch ID eller Face ID for å låse opp: Hvis du angir at telefonen låses opp med Touch ID eller Face ID, er det raskt og enkelt å låse opp telefonen. Da får du tilgang til knappene Min posisjon, Rundt meg og Foran meg så raskt som mulig når du er på farten. Konfigurer opplåsing med Touch ID eller Face ID i iOS Innstillinger-appen.
nl_nl: In Soundscape kunt u de drie belangrijkste aspecten aanpassen van de waarschuwingen die u hoort tijdens het lopen: 1. Stem: kies een van de beschikbare stemmen in iOS voor gebruik in Soundscape, en kies ook de snelheid waarmee de waarschuwingen worden uitgesproken. Selecteer in het Menu de opties Instellingen en Stem om de spreeksnelheid en de steminstellingen te bepalen. U kunt andere stemmen en stemmen met een hogere spraakkwaliteit downloaden in de app iOS-instellingen via Instellingen > Toegankelijkheid > Gesproken materiaal > Stemmen. 2. Meeteenheid voor afstand: u kunt de afstanden in Soundscape laten melden in voeten of meters. Selecteer Instellingen in het Menu. In de sectie Meeteenheden kunt u afwisselen tussen twee opties: Imperial (voet) en Metrisch (meter). 3. Markeringen: u kunt in uw omgeving markeringen aanbrengen voor persoonlijke en relevante zaken die u belangrijk vindt, zoals uw huis, kantoor of uw favoriete supermarkt. Soundscape geeft dan automatisch een melding over de gemarkeerde plaatsen als u erlangs loopt of ze nadert. Met de knop Markeringen in de buurt onder aan het startscherm van Soundscape krijgt u een ruimtelijke waarschuwing te horen voor gemarkeerde plaatsen om u heen. Deze markeringen zijn persoonlijk en niet beschikbaar voor anderen. Bovendien kunt u met de instellingen voor VoiceOver bepalen hoe Soundscape werkt: 1. VoiceOver-tips: als VoiceOver-tips zijn ingeschakeld, hoort u meer informatie over alle knoppen op het primaire Soundscape-scherm. Schakel VoiceOver-tips in via de app iOS-instellingen en de opties Toegankelijkheid > VoiceOver > Detailniveau. Schakel vervolgens de instelling Spreek hints uit in. 2. Audioducking: Soundscape werkt standaard met Audioducking uitgeschakeld. Wanneer Audioducking is ingeschakeld, zijn automatische waarschuwingen moeilijker te horen als tegelijkertijd VoiceOver wordt gebruikt. We raden aan om Audioducking uit te schakelen zodat u beter alle automatische waarschuwingen kunt horen terwijl u de telefoon gebruikt. Zet Audioducking uit in VoiceOver-instellingen of via de VoiceOver-rotor. 3. Touch ID of Face ID om te ontgrendelen: als u uw telefoon instelt op ontgrendelen met Touch ID of Face ID, gaat het ontgrendelen snel en gemakkelijk en hebt u onderweg snel toegang tot de knoppen Mijn locatie, Om me heen en Vóór me. Ontgrendelen met Touch ID of Face ID stelt u in via de app iOS-instellingen.
pt_br: O Soundscape permite personalizar três aspectos principais das notificações que você ouve enquanto caminha: 1. Voz: você pode escolher uma voz dentre aquelas disponíveis no iOS para que o Soundscape use, assim como a velocidade em que as notificações são faladas. No Menu, selecione Ajustes, Voz para ajustar a Taxa de Fala e a Voz. Você pode baixar vozes adicionais e aprimoradas com qualidade superior no aplicativo Ajustes do iOS em Ajustes> Acessibilidade > Conteúdo Falado > Vozes. 2. Métrica das Distâncias: o Soundscape permite que você escute todas as distâncias em pés ou metros. No Menu, selecione Ajustes. A seção Unidades de Medida permite alternar entres as duas opções: Imperial (pés) e Métrico (metros). 3. Favoritos: você pode marcar favoritos em seu mundo com itens que sejam valiosos para você: itens pessoais e relevantes como sua casa, seu escritório ou o supermercado de sua preferência. O Soundscape emitirá notificações automaticamente para os locais favoritos conforme você passa ou se aproxima deles. Você também pode usar o botão Favoritos nas Proximidades na parte inferior da tela inicial do Soundscape para escutar uma notificação sobre os locais ao seu redor que você marcou como favorito. Esses favoritos permanecerão pessoais e não estarão disponíveis para outras pessoas. Além disso, os ajustes do VoiceOver a seguir podem influenciar como o Soundscape se comporta: 1. Dicas sobre VoiceOver: quando as dicas do VoiceOver estiverem ATIVAS, você ouvirá mais informações sobre todos os botões na tela principal do Soundscape. Para ativar as dicas do VoiceOver, navegue até o aplicativo Ajustes do iOs e acesse Acessibilidade > VoiceOver > Detalhamento e ative ajustes de Dicas de Fala. 2. Atenuação de Áudio: o Soundscape é projetado para funcionar com a Atenuação de Áudio DESATIVADA. Quando a Atenuação de Áudio está ativada, pode ser difícil ouvir as notificações automáticas se o VoiceOver for usado ao mesmo tempo. Recomendamos desativar a Atenuação de Áudio para ouvir melhor todas as notificações automáticas que ocorrerem conforme você interage com o telefone. A Atenuação de Áudio pode ser desativada nos ajustes do VoiceOver ou por meio do rotor do VoiceOver. 3. Touch ID ou Face ID para Desbloquear: ajustar o telefone para desbloquear com os recursos Touch ID ou Face ID facilitará o desbloqueio do telefone e, dessa forma, permitirá o acesso rápido aos botões Minha Localização, Ao Meu Redor e À Minha Frente em qualquer lugar. Ajuste Touch ID ou Face ID para desbloquear no aplicativo Ajustes do iOS.
pt_pt: O Soundscape permite-lhe personalizar três aspetos chave dos avisos que ouve enquanto caminha: 1. Voz: pode escolher qual das vozes disponíveis no iOS pretende utilizar no Soundscape, bem como a velocidade a que os avisos são lidos. No Menu, selecione Definições e, em seguida, Voz, para ajudar as definições de Velocidade de enunciação e Voz. É possível transferir vozes adicionais e vozes melhoradas com uma qualidade superior na aplicação Definições do iOS, em Definições > Acessibilidade > Conteúdo enunciado > Vozes. 2. Distância Métrica: o Soundscape permite-lhe ouvir todas as distâncias em pés ou metros. No Menu, selecione Definições. A secção Unidades de medida permite-lhe alternar entre duas opções: Imperial (pés) e Métrica (metros). 3. Marcos: pode criar marcos para qualquer coisa que seja importante para si; por exemplo, a sua casa, o seu escritório e a sua mercearia favorita. Em seguida, o Soundscape irá avisá-lo automaticamente dos locais marcados à medida que caminha ou se aproxima destes. Também poderá utiliza o botão Marcos nas Proximidades, localizado na parte inferior do ecrã principal do Soundscape, para ouvir um aviso espacial sobre os locais marcados perto de si. Estes marcos são pessoais e não estarão disponíveis para mais ninguém. Além das definições indicadas acima, as seguintes definições do VoiceOver podem influenciar o comportamento do Soundscape: 1. Sugestões do VoiceOver: quando as sugestões do VoiceOver estão ativadas, irá ouvir mais informações sobre todos os botões existentes no ecrã principal do Soundscape. Pode ativar as sugestões do VoiceOver navegando para a aplicação Definições do iOS, acedendo a Acessibilidade > VoiceOver > Verbosidade e ativando a definição Enunciar dicas. 2. Redução de nível de áudio: o Soundscape foi concebido para funcionar com a Redução de nível de áudio desativada. Quando a Redução de nível de áudio está ativada, poderá ser difícil ouvir os avisos automáticos se o VoiceOver for utilizado em simultâneo. Recomendamos que desative a Redução de nível de áudio para facilitar a audição dos avisos automáticos que ocorram enquanto está a interagir com o telemóvel. É possível desativar a Redução de nível de áudio nas definições do VoiceOver ou através do rotor do VoiceOver. 3. Touch ID ou Face ID para Desbloquear: definir o desbloqueio do telemóvel através do Touch ID ou do Face ID permitirá desbloquear o telemóvel de forma rápida e fácil, o que, por sua vez, permitirá aceder o mais rapidamente possível aos botões A Minha Localização, Em Meu Redor e À Minha Frente enquanto se desloca. Configure o desbloqueio com o Touch ID ou Face ID na aplicação Definições do iOS.
sv_se: Med Soundscape kan du anpassa tre aspekter av informationsljuden du hör när du går: 1. Röst: Du kan välja vilken av rösterna i iOS som ska användas i Soundscape, samt hur fort informationsljuden läses upp. Välj Inställningar på menyn och sedan Röst för att justera inställningarna Talhastighet och Röst. Du kan ladda ned ytterligare röster och förbättrade röster med högre kvalitet i appen iOS-inställningar genom att gå till Inställningar > Hjälpmedel> Talat innehåll> Röster. 2. Avståndsenheter: I Soundscape kan du höra alla avstånd i fot eller meter. Välj Inställningar på menyn. I avsnittet Måttenheter kan du växla mellan två alternativ: Brittisk (fot) och Metrisk (meter). 3. Platsmarkörer: I din värld kan du markera allt du tycker är viktigt. Du kan markera saker som är relevanta för dig, som din bostad, din arbetsplats och matbutiken du brukar handla i. Soundscape läser då automatiskt upp de markerade platserna när du går förbi dem eller börjar närma dig. Du kan också använda knappen Platsmarkörer i närheten längst ned på startskärmen i Soundscape om du vill höra ett rumsbestämt informationsljud för markerade platser som finns runt omkring dig. Dessa platsmarkörer är personliga för dig och är inte tillgängliga för någon annan. Förutom ovan nämnda kan följande VoiceOver-inställningar påverka hur Soundscape beter sig: 1. VoiceOver-tips: När VoiceOver-tips är inställt på PÅ hör du mer information om alla knapparna på den primära Soundscape-skärmen. Du kan aktivera VoiceOver-tips genom att navigera till appen iOS-inställningar och gå till Hjälpmedel, VoiceOver, Utförlighet och aktivera inställningen Läs upp tips. 2. Ljudkompression: Soundscape är tänkt att användas med Ljudkompression inaktiverat. När Ljudkompression är aktiverat kan det vara svårt att höra automatiska informationsljud om VoiceOver används samtidigt. Vi rekommenderar att du inaktiverar Ljudkompression så att det blir lättare att höra alla automatiska informationsljud som inträffar när du använder telefonen. Du kan inaktivera Ljudkompression i VoiceOver-inställningarna eller via VoiceOver-rotorn. 3. Touch ID eller Face ID för att låsa upp: Om du ställer in telefonen till att låsas upp med hjälp av Touch ID eller Face ID går det snabbt och enkelt att låsa upp telefonen, och därmed lättare att komma åt knapparna Min plats, Omkring mig och Framför mig när du är ute och går. Du ställer in upplåsning i via Touch ID eller Face ID i appen iOS-inställningar.
