Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# preview.callout.turn.roundabout
source: Departed roundabout. Now along %@
da_dk: Forlod rundkørsel. Nu langs %@
de_de: Kreisverkehr verlassen. Jetzt entlang %@
el_gr: Εξήλθατε από τον κυκλικό κόμβο. Τώρα κατά μήκος της %@
es_es: Salió de la rotonda. Ahora por %@
fa_ir: از میدان خارج شدید. اکنون در امتداد %@ هستید
fi_fi: Poistuttiin liikenneympyrästä. Nyt tiellä %@
fr_ca: Vous avez quitté le carrefour giratoire. Vous vous trouvez maintenant sur %@
it_it: Sei uscito dalla rotonda. Ora sei in %@
ja_jp: 環状交差点を出て %@ へ
nb_no: Kjørte ut av rundkjøringen. Nå langs %@
nl_nl: Rotonde verlaten. Nu langs %@
pt_br: Saiu da rotatória. Agora na %@
pt_pt: Saiu da rotunda. Agora na %@
sv_se: Har lämnat rondellen. Nu utmed %@

# preview.include_unnamed_roads.title
source: Unnamed Roads
da_dk: Unavngivne veje
de_de: Unbenannte Straßen
el_gr: Μη κατονομαζόμενες οδικές αρτηρίες
es_es: Carreteras sin nombre
fa_ir: جاده‌های بی‌نام
fi_fi: Nimettömät tiet
fr_ca: Routes sans nom
it_it: Strade senza nome
ja_jp: 無名道路
nb_no: Veier uten navn
nl_nl: Naamloze straten
pt_br: Ruas Sem Nome
pt_pt: Ruas sem Nome
sv_se: Vägar utan namn

# preview.include_unnamed_roads.subtitle
source: Include unnamed roads during Soundscape Street Preview
da_dk: Medtag unavngivne veje under Soundscape Street Preview
de_de: Unbenannte Straßen in Soundscape Street Preview einschließen
el_gr: Συμπερίληψη ανώνυμων δρόμων κατά τη διάρκεια του Soundscape Street Preview
es_es: Incluir carreteras sin nombre durante la vista previa de calle de Soundscape
fa_ir: شامل کردن جاده‌های بی‌نام در طول پیش‌نمایش خیابان Soundscape
fi_fi: Sisällytä nimettömät tiet Soundscape Street Preview -toimintoon
fr_ca: Inclure les routes sans nom lors de l’utilisation de Soundscape Street Preview
it_it: Includi indicazione delle strade senza nome durante Soundscape Street Preview
ja_jp: Soundscape Street Preview で無名道路を含める
nb_no: Ta med veier uten navn i Soundscape Street Preview
nl_nl: Naamloze straten opnemen bij Soundscape Street Preview
pt_br: Incluir ruas sem nome durante o Soundscape Street Preview
pt_pt: Incluir ruas sem nome no Soundscape Street Preview
sv_se: Ta med vägar utan namn när du använder Soundscape Street Preview

# preview.include_unnamed_roads.label.off
source: Enable Unnamed Roads
da_dk: Aktivér unavngivne veje
de_de: Unbenannte Straßen aktivieren
el_gr: Ενεργοποίηση ανώνυμων δρόμων
es_es: Habilitar carreteras sin nombre
fa_ir: فعال کردن جاده‌های بی‌نام
fi_fi: Ota nimettömät tiet käyttöön
fr_ca: Activer les routes sans nom
it_it: Abilita indicazione delle strade senza nome
ja_jp: 無名道路を有効化
nb_no: Aktiver veier uten navn
nl_nl: Naamloze straten inschakelen
pt_br: Habilitar Ruas Sem Nome
pt_pt: Ativar Ruas sem Nome
sv_se: Aktivera vägar utan namn

# preview.include_unnamed_roads.label.on
source: Disable Unnamed Roads
da_dk: Deaktiver unavngivne veje
de_de: Unbenannte Straßen deaktivieren
el_gr: Απενεργοποίηση ανώνυμων δρόμων
es_es: Deshabilitar carreteras sin nombre
fa_ir: غیرفعال کردن جاده‌های بی‌نام
fi_fi: Poista nimettömät tiet käytöstä
fr_ca: Désactiver les routes sans nom
it_it: Disabilita indicazione delle strade senza nome
ja_jp: 無名道路を無効化
nb_no: Deaktiver veier uten navn
nl_nl: Naamloze straten uitschakelen
pt_br: Desabilitar Ruas Sem Nome
pt_pt: Desativar Ruas sem Nome
sv_se: Inaktivera vägar utan namn

# preview.include_unnamed_roads.hint.off
source: Double tap to include unnamed roads during Soundscape Street Preview.
da_dk: Dobbelttryk for at inkludere unavngivne veje under Soundscape Street Preview
de_de: Doppelt tippen, um unbenannte Straßen in Soundscape Street Preview einzuschließen
el_gr: Πατήστε δύο φορές για να συμπεριλάβετε ανώνυμους δρόμους κατά τη διάρκεια του Soundscape Street Preview
es_es: Pulsa dos veces para incluir carreteras sin nombre durante la vista previa de calle de Soundscape.
fa_ir: برای شامل کردن جاده‌های بی‌نام در طول پیش‌نمایش خیابان Soundscape دو بار ضربه بزنید
fi_fi: Kaksoisnapauta sisällyttääksesi nimettömät tiet Soundscape Street -esikatselun aikana.
fr_ca: Appuyez deux fois pour inclure les routes sans nom lors de l’utilisation de Soundscape Street Preview
it_it: Tocca due volte per includere l'indicazione delle strade senza nome durante Soundscape Street Preview
ja_jp: Soundscape Street Preview で無名道路を含めるには、ダブルタップします
nb_no: Dobbelttrykk for å ta med veier uten navn i Soundscape Street Preview
nl_nl: Dubbeltik om naamloze straten op te nemen bij Soundscape Street Preview
pt_br: Dê um toque duplo para incluir as ruas sem nome durante o uso do Soundscape Street Preview
pt_pt: Faça duplo toque para incluir ruas sem nome no Soundscape Street Preview
sv_se: Dubbelknacka om du vill ha med vägar utan namn när du använder Soundscape Street Preview

# preview.include_unnamed_roads.hint.on
source: Double tap to exclude unnamed roads during Soundscape Street Preview.
da_dk: Dobbelttryk for at ekskludere unavngivne veje under Soundscape Street Preview
de_de: Doppelt tippen, um unbenannte Straßen aus Soundscape Street Preview auszuschließen
el_gr: Πατήστε δύο φορές για να εξαιρέσετε ανώνυμους δρόμους κατά τη διάρκεια του Soundscape Street Preview
es_es: Pulsa dos veces para excluir carreteras sin nombre durante la vista previa de calle de Soundscape.
fa_ir: برای حذف جاده‌های بی‌نام در طول پیش‌نمایش خیابان Soundscape دو بار ضربه بزنید
fi_fi: Kaksoisnapauta jättääksesi pois nimettömät tiet Soundscape Street -esikatselun aikana.
fr_ca: Appuyez deux fois pour exclure les routes sans nom lors de l’utilisation de Soundscape Street Preview
it_it: Tocca due volte per escludere l'indicazione delle strade senza nome durante Soundscape Street Preview
ja_jp: Soundscape Street Preview で無名道路を除外するには、ダブルタップします
nb_no: Dobbelttrykk for å utelate veier uten navn i Soundscape Street Preview
nl_nl: Dubbeltik om naamloze straten uit te sluiten bij Soundscape Street Preview
pt_br: Dê um toque duplo para excluir as ruas sem nome durante o Soundscape Street Preview
pt_pt: Faça duplo toque para excluir ruas sem nome no Soundscape Street Preview
sv_se: Dubbelknacka om du inte vill ha med vägar utan namn när du använder Soundscape Street Preview

# preview.tutorial.done.hint
source: Double tap to exit the tutorial.
da_dk: Dobbelttryk for at afslutte selvstudiet
de_de: Doppeltippen, um das Tutorial zu beenden
el_gr: Πατήστε δύο φορές για έξοδο από τα Εκπαιδευτικά βοηθήματα
es_es: Pulsa dos veces para salir del tutorial.
fa_ir: برای خروج از آموزش دو بار ضربه بزنید
fi_fi: Kaksoisnapauta poistuaksesi opetusohjelmasta.
fr_ca: Appuyez deux fois pour quitter le didacticiel
it_it: Tocca due volte per uscire dal tutorial
ja_jp: チュートリアルを終了するにはダブルタップします
nb_no: Dobbelttrykk for å avslutte veiledningen
nl_nl: Dubbeltik om de zelfstudie af te sluiten
pt_br: Dê um toque duplo para sair do tutorial
pt_pt: Faça duplo toque para sair do tutorial
sv_se: Dubbelknacka om du vill avsluta självstudiekursen

# preview.tutorial.title.1
source: Welcome to Soundscape Street Preview!
da_dk: Velkommen til Soundscape Street Preview!
de_de: Willkommen bei Soundscape Street Preview!
el_gr: Καλώς ήλθατε στο Soundscape Street Preview!
es_es: ¡Bienvenido a la vista previa de calle de Soundscape!
fa_ir: به پیش‌نمایش خیابان Soundscape خوش آمدید!
fi_fi: Tervetuloa Soundscape Street Preview -toimintoon!
fr_ca: Bienvenue dans Soundscape Street Preview!
it_it: Benvenuti in Soundscape Street Preview!
ja_jp: Soundscape Street Preview へようこそ!
nb_no: Velkommen til Soundscape Street Preview.
nl_nl: Welkom bij Soundscape Street Preview!
pt_br: Bem-vindo ao Soundscape Street Preview!
pt_pt: Boas-vindas ao Soundscape Street Preview!
sv_se: Välkommen till Soundscape Street Preview!

# preview.tutorial.content.1
source: Explore and get a sense of an area anywhere in the world. For the best experience, we recommend that you stand up to turn in place and use stereo headphones.
da_dk: Udforsk og få en fornemmelse af et område overalt i verden. For at få den bedste oplevelse anbefaler vi, at du står op for at dreje på plads og bruger stereohovedtelefoner.
de_de: Entdecken Sie Orte überall auf der Welt. Für ein optimales Erlebnis empfehlen wir Ihnen, sich im Stehen zu drehen und Stereo-Kopfhörer zu verwenden.
el_gr: Εξερευνήστε και αποκτήστε μια αίσθηση μιας περιοχής οπουδήποτε στον κόσμο. Για την καλύτερη δυνατή εμπειρία, σας συνιστούμε να σηκωθείτε και να κάνετε μια στροφή γύρω από τον εαυτό σας και να χρησιμοποιήσετε στερεοφωνικά ακουστικά.
es_es: Explora y conoce un área de cualquier lugar del mundo. Para lograr la mejor experiencia, te recomendamos que permanezcas de pie para girar en el lugar y uses auriculares estéreos.
fa_ir: هر منطقه‌ای در جهان را کاوش کرده و از آن حس بگیرید. برای بهترین تجربه، توصیه می‌کنیم بایستید و در جای خود بچرخید و از هدفون استریو استفاده کنید.
fi_fi: Tutustu alueeseen missä tahansa päin maailmaa. Suosittelemme parhaan kokemuksen saavuttamiseksi, että seisot ja käännyt paikallasi ja että käytät stereokuulokkeita.
fr_ca: Découvrez une région n’importe où dans le monde. Pour une expérience optimale, nous vous recommandons de vous lever pour vous mettre en place et d’utiliser des écouteurs stéréo.
it_it: Esplora e creati l'immagine di una qualsiasi parte del mondo. Per la migliore esperienza, ti consigliamo di alzarti in piedi e girare sul posto utilizzando gli auricolari stereo.
ja_jp: 世界のどこでも散策してイメージを掴むことができます。快適に操作できるため、立ち上がってその場で向きを変えてみること、ステレオ ヘッドホンを使用することをお勧めします。
nb_no: Utforsk og få en oversikt over et område hvor som helst i verden. For den beste opplevelsen anbefaler vi at du reiser deg opp for å snu deg på stedet, og at du bruker stereohodetelefoner.
nl_nl: Verken en krijg inzicht in gebieden waar dan ook ter wereld. U krijgt de beste beleving als u staande op uw plaats ronddraait en een stereokoptelefoon gebruikt.
pt_br: Explore e tenha uma noção de uma área em qualquer lugar no mundo. Para a melhor experiência, recomendamos que você fique de pé no local e use fones de ouvido estéreo.
pt_pt: Explore e obtenha informações sobre uma área em qualquer parte do mundo. Para desfrutar da melhor experiência possível, recomendamos que se levante para rodar e que utilize auscultadores estéreo.
sv_se: Utforska och få en uppfattning om ett område var som helst i världen. Den bästa upplevelsen får du om du står upp och använder stereohörlurar.

# preview.tutorial.title.2
source: What’s about to happen
da_dk: Hvad skal der ske
de_de: Was wird passieren?
el_gr: Τι πρόκειται να συμβεί
es_es: Qué está a punto de suceder
fa_ir: چه اتفاقی قرار است بیفتد
fi_fi: Mitä tapahtuu seuraavaksi
fr_ca: Que va-t-il se passer maintenant?
it_it: Cosa sta per succedere
ja_jp: ここで行うこと
nb_no: Dette kan du forvente deg
nl_nl: Wat staat er te gebeuren
pt_br: O que está prestes a acontecer
pt_pt: O que vai acontecer
sv_se: Det här kan du förvänta dig

# preview.tutorial.content.2
source: You have been transported to the middle of the street near the location you selected. Using the phone as a pointer, slowly turn, and the street names will be called out as you turn. When you are facing the street you want to go down, tap "Go" and you will advance to the next intersection.
da_dk: Du er blevet transporteret til midten af gaden i nærheden af det sted, du har valgt. Brug telefonen som en pegepind, vend dig langsomt, og du vil få lydbesked om gadenavnene, mens du. Når du vender mod den gade, du vil gå ned, skal du trykke på "Gå", og du går videre til næste kryds.
de_de: Sie befinden sich nun in die Mitte der Straße in der Nähe des ausgewählten Standortes. Verwenden Sie das Telefon als Zeiger, drehen Sie sich langsam, und die Straßennamen werden beim Drehen aufgerufen. Wenn Sie in Richtung der Straße blicken, die Sie entlang gehen möchten, tippen Sie auf „Los“, und Sie gelangen zur nächsten Kreuzung.
el_gr: Έχετε μεταφερθεί στη μέση του δρόμου κοντά στην τοποθεσία που επιλέξατε. Χρησιμοποιώντας το τηλέφωνο ως δείκτη, γυρίστε αργά και τα ονόματα των δρόμων θα επεξηγούνται καθώς στρίβετε. Όταν κοιτάτε προς το δρόμο όπου θέλετε να κινηθείτε, πατήστε "Μετάβαση" και θα προχωρήσετε στην επόμενη διασταύρωση.
es_es: Has llegado a la calle cerca de la ubicación que has seleccionado. Usando el teléfono como puntero, gira lentamente e irás oyendo avisos con los nombres de las calles conforme gires. Cuando estés mirando a la calle que deseas recorrer, pulsa en "Ir" y avanzarás al siguiente cruce.
fa_ir: شما به وسط خیابانی نزدیک به مکان انتخابی خود منتقل شده‌اید. با استفاده از گوشی به عنوان یک اشاره‌گر، به آرامی بچرخید و با چرخیدن شما، نام خیابان‌ها اعلام خواهد شد. وقتی رو به خیابانی که می‌خواهید در آن پیش بروید قرار گرفتید، روی «برو» ضربه بزنید تا به تقاطع بعدی بروید.
fi_fi: Olet keskellä katua lähellä valitsemaasi sijaintia. Käänny hitaasti puhelinta osoittimena käyttäen, ja katujen nimet ilmoitetaan kääntyessäsi. Kun olet kääntyneenä katua kohti, jota pitkin haluat edetä, napauta "Lähde", ja siirryt seuraavaan risteykseen.
fr_ca: Vous vous trouvez désormais en pleine rue près de l’emplacement que vous avez choisi. En vous servant du téléphone comme d’un pointeur, tournez-vous lentement pour écouter les noms de rue à mesure que vous bougez. Lorsque vous êtes face à la rue que vous voulez emprunter, appuyez sur « Atteindre » et vous avancerez jusqu’à la prochaine intersection.
it_it: Sei stato trasportato al centro della strada vicino alla posizione che hai selezionato. Usando il telefono come un puntatore, girati lentamente. I nomi delle strade verranno notificati mentre ti giri. Quando sei rivolto verso la strada in cui vuoi andare, tocca "Vai" e avanza fino all'incrocio successivo.
ja_jp: 選択した場所に近い通りの中央に移動しています。スマートフォンをポインターとして使い、ゆっくりと方向を変えます。向きを変えるのに応じて、通りの名前がコールアウトされます。進むべき道の方向を向いたら、[移動] をタップすると、次の交差点まで進みます。
nb_no: Du har blitt kjørt til midten av gaten i nærheten av posisjonen du valgte. Ved å bruke telefonen som en markør kan du snu deg langsomt så leses gatenavnene opp mens du snur deg. Når du er vendt mot gaten du vil gå, trykker du på Start og går mot neste veikryss.
nl_nl: U wordt verplaatst naar het midden van de straat bij de door u geselecteerde locatie. Gebruik de telefoon als aanwijzer, draai langzaam rond en de straatnamen worden opgesomd terwijl u draait. Als u kijkt naar de straat die u wilt volgen, tikt u op Start en gaat u naar het volgende kruispunt.
pt_br: Você foi transportado para o meio da rua, próximo à localização selecionada. Usando o telefone como um apontador, vire lentamente, e os nomes das ruas serão falados à medida que você se vira. Quando estiver voltado para a rua para a qual deseja ir, toque em "Ir" para avançar até o próximo cruzamento.
pt_pt: Foi transportado para o meio da rua perto da localização selecionada. Utilizando o telemóvel como ponteiro, rode lentamente; os nomes das ruas serão anunciados à medida que roda. Quando estiver virado para a rua que pretende seguir, toque em "Seguir" para avançar para o cruzamento seguinte.
sv_se: Du har transporterats till mitten av gatan i närheten av platsen som du valt. Använd telefonen som en pekare, vänd dig sakta om så läses gatunamnen upp medan du vänder dig. När du står i den riktning du vill gå trycker du på "Gå". Då kommer du till nästa vägkorsning.

# preview.tutorial.title.3
source: Continuing your exploration
da_dk: Fortsæt din udforskning
de_de: Die Erkundung fortsetzen
el_gr: Συνέχιση της εξερεύνησής σας
es_es: Continuando tu exploración
fa_ir: ادامه کاوش شما
fi_fi: Tutustumisen jatkaminen
fr_ca: Poursuite de votre exploration
it_it: Prosegui l'esplorazione
ja_jp: 探索の続行
nb_no: Fortsett å utforske
nl_nl: Uw verkenning voortzetten
pt_br: Como continuar sua exploração
pt_pt: Continuar a sua exploração
sv_se: Fortsätt utforska

# preview.tutorial.content.3
source: At each intersection, you can use the phone again to choose which road to go down, or you can explore your immediate surroundings using the familiar Soundscape buttons at the bottom of the screen. You can tap "Search" to start the audio beacon at any point of interest, change your location, or to just explore the area in more detail.
da_dk: Ved hvert kryds kan du bruge telefonen igen til at vælge, hvilken vej du vil gå ad, eller du kan udforske dine umiddelbare omgivelser ved hjælp af de velkendte Soundscape-knapper nederst på skærmen. Du kan trykke på "Søg" for at starte lydfyret på et hvilket som helst interessepunkt, ændre din placering eller blot at udforske området mere detaljeret.
de_de: Verwenden Sie Ihr Telefon an den Kreuzungen, um zu wählen, welche Straße Sie nehmen möchten. Auch können Sie Ihre unmittelbare Umgebung mit den vertrauen Soundscape-Schaltflächen am unteren Rand des Bildschirms erkunden. Tippen Sie auf „Suchen“, um das Audiobeacon an einem beliebigen Point-of-Interest zu starten, Ihren Standort zu ändern oder die Umgebung genauer zu erkunden.
el_gr: Σε κάθε διασταύρωση, μπορείτε να χρησιμοποιήσετε ξανά το τηλέφωνο για να επιλέξετε προς ποιον δρόμο θα κατευθυνθείτε ή μπορείτε να εξερευνήσετε το άμεσο περιβάλλον σας χρησιμοποιώντας τα γνωστά κουμπιά Soundscape στο κάτω μέρος της οθόνης. Μπορείτε να πατήσετε "Αναζήτηση" για να ξεκινήσετε το ηχητικό σήμα σε οποιοδήποτε σημείο ενδιαφέροντος, να αλλάξετε την τοποθεσία σας ή απλά να εξερευνήσετε την περιοχή με περισσότερες λεπτομέρειες.
es_es: En cada cruce, puedes usar el teléfono de nuevo para elegir qué carretera recorrer o puedes explorar tu entorno inmediato con los botones habituales de Soundscape de la parte inferior de la pantalla. Puedes pulsar en "Explorar cerca" para iniciar la señal de audio en cualquier punto de interés, cambiar tu ubicación o simplemente explorar el área con mayor detalle.
fa_ir: در هر تقاطع، می‌توانید دوباره از گوشی برای انتخاب جاده‌ای که می‌خواهید در آن پیش بروید استفاده کنید، یا می‌توانید با استفاده از دکمه‌های آشنای Soundscape در پایین صفحه، محیط اطراف خود را کاوش کنید. می‌توانید روی «کاوش در اطراف» ضربه بزنید تا نشانهٔ صوتی را در هر نقطه مورد علاقه شروع کنید، مکان خود را تغییر دهید، یا فقط منطقه را با جزئیات بیشتر کاوش کنید.
fi_fi: Voit käyttää puhelinta uudelleen kussakin risteyksessä valitaksesi, mitä tietä jatkaa, tai voit tarkastella lähiympäristöäsi näytön alareunan tuttujen Soundscape-painikkeiden avulla. Voit napauttaa "Haku" käynnistääksesi äänimajakan missä tahansa kiinnostavassa kohteessa, muuttaa sijaintiasi tai vain tarkastella aluetta yksityiskohtaisemmin.
fr_ca: À chaque intersection, vous pouvez à nouveau utiliser le téléphone pour choisir la route à emprunter, ou vous pouvez explorer votre environnement immédiat en utilisant les boutons Soundscape familiers au bas de l’écran. Vous pouvez appuyer sur « Rechercher » pour démarrer la balise sonore sur n’importe quel point d’intérêt, modifier votre emplacement ou simplement explorer la zone plus en détail.
it_it: Ad ogni incrocio, puoi usare di nuovo il telefono per scegliere la strada da percorrere oppure puoi esplorare i tuoi dintorni immediati utilizzando i pulsanti di Soundscape che già conosci nella parte inferiore dello schermo. Puoi toccare "Cerca" per avviare l'audiofaro su qualsiasi punto di interesse, modificare la tua posizione o semplicemente esplorare l'area in modo più dettagliato.
ja_jp: 交差点ごとに再びスマートフォンを使って、進む道を選択します。または、画面下部にある Soundscape ボタンを使って自分の周りを探索することができます。[検索] をタップして特定地点の音声ビーコンを開始することや、現在地を変更すること、周辺を詳しく確認することができます。
nb_no: Ved hvert veikryss kan du bruke telefonen igjen til å velge hvilken vei du vil gå, eller du kan utforske omgivelsene i nærheten ved å bruke de kjente Soundscape-knappene nederst på skjermen. Du kan trykke på Søk for å starte lydsignalet ved et interessepunkt, endre posisjonen eller bare for å utforske området nærmere.
nl_nl: Bij elk kruispunt kunt u met de telefoon weer kiezen welke straat u wilt volgen of u kunt uw onmiddellijke omgeving verkennen met de bekende Soundscape-knoppen onderaan het scherm. Tik op Zoeken om het audiobaken van een willekeurig referentiepunt te starten, wijzig uw locatie om bekijk meer details over de omgeving.
pt_br: Em cada cruzamento, você poderá usar o telefone novamente para escolher qual rua seguir, ou poderá explorar seus arredores imediatos usando os botões conhecidos do Soundscape na parte inferior da tela. Você pode tocar em "Pesquisar" para iniciar o sinalizador sonoro em qualquer ponto de interesse, alterar sua localização ou simplesmente explorar a área mais detalhadamente.
pt_pt: Em cada cruzamento, pode utilizar o telemóvel novamente para escolher a rua por onde pretende seguir; alternativamente, pode explorar as imediações utilizando os familiares botões do Soundscape, localizados na parte inferior do ecrã. Pode tocar em "Procurar" para iniciar o sinal de áudio em qualquer ponto de interesse, alterar a localização ou apenas explorar a área mais detalhadamente.
sv_se: Vid varje vägkorsning kan du använda telefonen igen för att välja vilken väg du vill följa. Annars kan du utforska områdena i närheten med hjälp av de vanliga Soundscape-knapparna längst ned på skärmen. Du kan trycka på "Sök" om du vill starta ljudfyren vid en intressepunkt, ändra plats eller bara utforska området mer ingående.

# preview.tutorial.content.4
source: Enjoy and have fun!
da_dk: Nyd det, og mor dig!
de_de: Viel Spaß dabei!
el_gr: Απολαύστε το!
es_es: ¡Disfruta y diviértete!
fa_ir: لذت ببرید و خوش بگذرانید!
fi_fi: Nauti ja pidä hauskaa!
fr_ca: Amusez-vous bien!
it_it: Divertiti!
ja_jp: お楽しみください。
nb_no: Kos deg og ha det gøy!
nl_nl: Geniet van dit handige hulpmiddel!
pt_br: Aproveite e divirta-se!
pt_pt: Divirta-se!
sv_se: Ha så kul!

# location_detail.title.default
source: Location Details
da_dk: Oplysninger om placering
de_de: Standortdetails
el_gr: Λεπτομέρειες τοποθεσίας
es_es: Detalles de la ubicación
fa_ir: جزئیات مکان
fi_fi: Sijainnin yksityiskohdat
fr_ca: Détails de l’emplacement
it_it: Dettagli posizione
ja_jp: 場所の詳細
nb_no: Posisjonsinformasjon
nl_nl: Locatiedetails
pt_br: Detalhes da Localização
pt_pt: Detalhes da Localização
sv_se: Platsuppgifter

# location_detail.title.marker
source: Marker Details
da_dk: Oplysninger om mærke
de_de: Details der Markierung
el_gr: Λεπτομέρειες δείκτη
es_es: Detalles del marcador
fa_ir: جزئیات نشانگر
fi_fi: Merkinnän tiedot
fr_ca: Détails du marqueur
it_it: Dettagli indicatore
ja_jp: マーカーの詳細
nb_no: Markørinformasjon
nl_nl: Markeringsdetails
pt_br: Detalhes do Favorito
pt_pt: Detalhes do Marco
sv_se: Uppgifter om platsmarkör

# location_detail.title.waypoint
source: Waypoint Details
da_dk: Oplysninger om waypoint
de_de: Details zu Wegpunkt
el_gr: Λεπτομέρειες σημείου πορείας
es_es: Detalles de punto de ruta
fa_ir: جزئیات ایستگاه
fi_fi: Reittipisteiden tiedot
fr_ca: Détails du point de repère
it_it: Dettagli waypoint
ja_jp: ウェイポイントの詳細
nb_no: Veipunktinformasjon
nl_nl: Routepuntdetails
pt_br: Detalhes do Localizador
pt_pt: Detalhes do Ponto de Passagem
sv_se: Brytpunktsinformation

# location_detail.action.beacon
source: Start Audio Beacon
da_dk: Start lydfyr
de_de: Audiobeacon starten
el_gr: Έναρξη Ηχητικού σήματος
es_es: Iniciar señal de audio
fa_ir: شروع نشانهٔ صوتی
fi_fi: Käynnistä äänimajakka
fr_ca: Démarrer la balise sonore
it_it: Avvia audiofaro
ja_jp: 音声ビーコンを開始
nb_no: Start lydsignal
nl_nl: Audiobaken starten
pt_br: Iniciar Sinalizador Sonoro
pt_pt: Iniciar Sinal de Áudio
sv_se: Ställ in ljudfyr
