Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.remote_control.when
source: Headphone media controls can be used while Soundscape is running. This is true whether you are currently in Soundscape or while Soundscape is in the background and even while your device is locked. Note however that headphone media control buttons will not work with Soundscape if you are playing audio like music, podcasts or videos with another app.
da_dk: Mediebetjeningsknapper på hovedtelefoner kan bruges, mens Soundscape kører. Dette gælder, uanset om du er i øjeblikket bruger Soundscape, eller mens Soundscape er i baggrunden, og selv mens enheden er låst. Bemærk dog, at mediebetjeningsknapper på hovedtelefoner ikke fungerer sammen med Soundscape, hvis du afspiller lyd som musik, podcasts eller videoer fra en anden app.
de_de: Kopfhörer-Mediensteuerungen können während der Ausführung von Soundscape verwendet werden. Dies gilt sowohl dann, wenn Sie die Soundscape-App gerade offen haben, wenn Soundscape im Hintergrund arbeitet und sogar wenn Ihr Gerät gerade gesperrt ist. Beachten Sie jedoch, dass die Kopfhörer-Mediensteuerungen nicht mit Soundscape funktionieren, wenn Sie über eine andere App Audio abspielen, wie Musik, Podcasts oder Videos.
el_gr: Τα χειριστήρια πολυμέσων ακουστικών μπορούν να χρησιμοποιηθούν κατά την εκτέλεση του Soundscape. Αυτό ισχύει είτε βρίσκεστε στο Soundscape είτε ενώ το Soundscape βρίσκεστε στο παρασκήνιο, και ακόμη και όταν η συσκευή σας είναι κλειδωμένη. Θυμηθείτε, ωστόσο, ότι τα κουμπιά χειριστήριων πολυμέσων ακουστικών δεν θα λειτουργούν στο Soundscape αν αναπαράγετε ήχο όπως μουσική, podcast. βίντεο με άλλη εφαρμογή.
es_es: Los controles multimedia de auriculares se pueden usar mientras Soundscape se está ejecutando. Esto es así si te encuentras actualmente en Soundscape o mientras Soundscape se encuentra en segundo plano e incluso cuando el dispositivo está bloqueado. Sin embargo, ten en cuenta que los botones de control multimedia no funcionarán con Soundscape si está reproduciendo audio como música, podcasts o vídeos con otra aplicación.
fa_ir: کنترل‌های رسانه هدفون را می‌توان در حین اجرای Soundscape استفاده کرد. این درست است چه در حال حاضر در Soundscape باشید یا در حالی که Soundscape در پس‌زمینه است و حتی در حالی که دستگاه شما قفل است. با این حال توجه داشته باشید که دکمه‌های کنترل رسانه هدفون با Soundscape کار نخواهند کرد اگر در حال پخش صوتی مانند موسیقی، پادکست یا ویدیو با برنامه دیگری هستید.
fi_fi: Kuulokkeiden mediasäätimiä voidaan käyttää, kun Soundscape on päällä. Tämä toimii sekä silloin, kun olet Soundscapessa, että silloin, kun se on taustalla, vaikka laitteesi olisi lukittu. Huomaa kuitenkin, että kuulokkeiden mediasäätimet eivät toimi Soundscapen kanssa, jos toistat ääntä, kuten musiikkia, podcasteja tai videoita toisella sovelluksella.
fr_ca: Les boutons de commande des casques peuvent être utilisés lorsque Soundscape est en cours d’exécution, et ce, que Soundscape soit en cours d’utilisation ou qu’il s’exécute en arrière-plan, et même lorsque votre appareil est verrouillé. Notez toutefois que les boutons de commande des casques ne fonctionnent pas avec Soundscape si vous écoutez de la musique, des balados ou que vous regardez des vidéos avec une autre appli.
it_it: I controlli di riproduzione degli auricolari possono essere utilizzati mentre Soundscape è in esecuzione ovvero se stai utilizzando Soundscape oppure quando Soundscape è in background e anche quando il dispositivo è bloccato. Tieni presente, tuttavia, che i pulsanti dei controlli di riproduzione degli auricolari non funzionano con Soundscape se stai riproducendo audio come musica, podcast o video con un'altra app.
ja_jp: ヘッドホンのメディアコントロールは、Soundscape の実行中に使用できます。これには、Soundscape を使用しているときや Soundscape をバックグラウンドで実行しているときも含まれ、デバイスがロックされていても同じです。ただし、他のアプリで音楽やポッドキャスト、動画を再生している場合は、Soundscape でヘッドホンのメディアコントロール ボタンを使用することはできません。
nb_no: Du kan bruke hodetelefonenes mediekontroller mens Soundscape kjører. Dette gjelder enten du for øyeblikket er i Soundscape, eller bruker Soundscape i bakgrunnen og selv om enheten er låst. Vær imidlertid oppmerksom på at mediekontrollknappene ikke fungerer med Soundscape hvis du spiller av lyd som musikk, podkaster eller videoer med en annen app.
nl_nl: Mediaregelaars op de koptelefoon kunnen worden gebruikt terwijl Soundscape actief is. Dit geldt wanneer u in Soundscape bent of terwijl Soundscape in de achtergrond werkt en zelfs wanneer uw apparaat is vergrendeld. Mediaregelknoppen werken echter niet met Soundscape als u met een andere app audio afspeelt zoals muziek, podcasts of video's.
pt_br: Os controles de mídia dos fones de ouvido podem ser usados enquanto o Soundscape está em execução. Isso é verdade se você estiver no Soundscape ou enquanto o Soundscape está em segundo plano e até mesmo enquanto seu dispositivo está bloqueado. Observe, no entanto, que os botões de controle de mídia dos fones de ouvido não funcionarão com o Soundscape se você estiver reproduzindo áudio como música, podcasts ou vídeos em outro aplicativo.
pt_pt: É possível utilizar os controlos multimédia dos auscultadores enquanto o Soundscape está em execução. Isto aplica-se quer esteja a utilizar atualmente o Soundscape enquanto o Soundscape está em segundo plano e até mesmo quando o dispositivo está bloqueado. No entanto, note que os botões de controlo multimédia dos auscultadores não funcionarão com o Soundscape se estiver a reproduzir áudio (como música, podcasts ou vídeos) noutra aplicação.
sv_se: Du kan använda hörlurararnas mediereglage medan Soundscape körs. Det gäller både när Soundscape är aktivt och när Soundscape körs i bakgrunden, även när enheten är låst. Observera att mediereglagen på hörlurarna inte fungerar med Soundscape om du spelar ljud som musik, poddsändningar eller filmer med en annan app.

# help.text.remote_control.how
source: <p>You can access the following features in Soundscape using the media control buttons on your headphones:<p><br>&#x23EF Play/Pause: Mute any current callouts and if the audio beacon is set, toggle the beacon audio. </p><p>&#x23ED Next: Callout <em>"My Location"</em>.</p><p>&#x23EE Previous: Repeat last callout.</p><p>&#x23E9 Skip Forward: Toggle callouts On and Off.</p><p>&#x23EA Skip Backward: Callout <em>"Around Me"</em>.</p>
da_dk: <p>Du kan få adgang til følgende funktioner i Soundscape ved hjælp af mediebetjeningsknapper på hovedtelefonerne:<p><br>&#x23EF Afspil/pause: Slå eventuelle aktuelle lydbeskeder fra, og hvis lydfyret er indstillet, skal du slå lyden fra lydfyr fra. </p><p>&#x23ED Næste: Lydbesked <em>"Min placering"</em>.</p><p>&#x23EE Forrige: Gentag sidste lydbesked.</p><p>&#x23E9 Spring fremad: Slå lydbeskeder til og fra.</p><p>&#x23EA Spring tilbage: Lydbesked <em>"Omkring mig"</em>.</p>
de_de: <p>Mithilfe der Kopfhörer-Mediensteuerungen können Sie auf folgende Soundscape-Funktionen zugreifen:<p><br>&#x23EF Wiedergabe/Pause: Alle aktuellen Hinweise stummschalten und, falls das Audiobeacon platziert ist, das Beacon-Audiosignal ein- oder ausschalten. </p><p>&#x23ED Weiter: Hinweis <em>„Mein Standort“</em>.</p><p>&#x23EE Zurück: Letzten Hinweis wiederholen.</p><p>&#x23E9 Vorwärts springen: Hinweise ein- oder ausschalten.</p><p>&#x23EA Rückwärts springen: Hinweis <em>„Um mich herum“</em>.</p>
el_gr: <p>Μπορείτε να αποκτήσετε πρόσβαση στις ακόλουθες λειτουργίες στο Soundscape χρησιμοποιώντας τα κουμπιά χειριστήριων πολυμέσων στα ακουστικά σας:<p><br>&#x23EF Αναπαραγωγή/Παύση: Σίγαση οποιωνδήποτε τρεχουσών επεξηγήσεων και αν έχει ρυθμιστεί το ηχητικό σήμα, εναλλαγή του ηχητικού σήματος. </p><p>&#x23ED Επόμενο: Επεξήγηση <em>"Η τοποθεσία μου"</em>.</p><p>&#x23EE Προηγούμενο: Επαναλάβετε την τελευταία επεξήγηση.</p><p>&#x23E9 Μετάβαση προς τα εμπρός: Εναλλαγή επεξηγήσεων εντός και εκτός.</p><p>&#x23EA Μια μετάβαση προς τα πίσω: Επεξήγηση <em>"Γύρω μου"</em>.</p>
es_es: <p>Puedes acceder a las siguientes funciones de Soundscape utilizando los botones de control multimedia de los auriculares:<p><br>&#x23EF Reproducir/Pausar: Silencie los avisos actuales y, si la señal de audio está configurada, active el audio de la baliza. </p><p>&#x23ED siguiente: Llame <em>"Mi ubicación".</em></p><p>&#x23EE Anterior: Repita el último aviso.</p><p>&#x23E9 Saltar hacia adelante: Activa y desactiva los avisos.</p><p>&#x23EA Saltar hacia atrás: Gritar <em>"Alrededor de mí".</em></p>
fa_ir: <p>شما می‌توانید با استفاده از دکمه‌های کنترل رسانه روی هدفون خود به ویژگی‌های زیر در Soundscape دسترسی داشته باشید:<p><br>&#x23EF پخش/مکث: هر گونه اعلان صوتی فعلی را بی‌صدا کنید و اگر نشانهٔ صوتی تنظیم شده است، صدای نشانهٔ صوتی را تغییر وضعیت دهید. </p><p>&#x23ED بعدی: اعلان صوتی <em>«مکان من»</em>.</p><p>&#x23EE قبلی: تکرار آخرین اعلان صوتی.</p><p>&#x23E9 پرش به جلو: روشن و خاموش کردن اعلان‌های صوتی.</p><p>&#x23EA پرش به عقب: اعلان صوتی <em>«اطراف من»</em>.</p>
fi_fi: <p>Voit käyttää seuraavia Soundscapen toimintoja kuulokkeidesi mediaohjauspainikkeilla:<p><br>&#x23EF Toista/Pysäytä: Hiljennä nykyiset ilmoitukset ja jos äänimajakka on määritetty, vaihda majakan ääniasetus päälle ja pois päältä. </p><p>&#x23ED Seuraava: Ilmoitus <em>"Oma sijaintini"</em>.</p><p>&#x23EE Edellinen: Toista viimeinen ilmoitus.</p><p>&#x23E9 Hyppää eteenpäin: Vaihda ilmoituksia päälle ja pois.</p><p>&#x23EA Hyppää taaksepäin: Ilmoitus <em>"Lähiympäristö"</em>.</p>
fr_ca: <p>Vous pouvez accéder aux fonctionnalités suivantes dans Soundscape en utilisant les boutons de commande sur votre casque :<p><br>&#x23EF Lecture/Pause : désactiver les notifications actuelles et si la balise audio est définie, activer ou désactiver le son de la balise. </p><p>&#x23ED Suivant : Notification <em>« Mon emplacement »</em>.</p><p>&#x23EE Précédent : répète la dernière notification.</p><p>&#x23E9 Avance rapide : bascule les notifications en position Activé ou Désactivé.</p><p>&#x23EA Retour rapide : notification <em>« Autour de moi »</em>.</p>
it_it: <p>Puoi accedere alle seguenti funzionalità in Soundscape utilizzando i pulsanti dei controlli di riproduzione degli auricolari:<p><br>&#x23EF Riproduci/Pausa: disattiva l'audio di tutte le notifiche correnti e, se è impostato l'audiofaro, attiva o disattiva l'audiofaro. </p><p>&#x23ED Avanti: notifica <em>"La mia posizione"</em>.</p><p>&#x23EE Indietro: ripeti l'ultima notifica.</p><p>&#x23E9 Salta avanti: attiva e disattiva le notifiche.</p><p>&#x23EA Salta indietro: notifica <em>"Intorno a me"</em>.</p>
ja_jp: <p>ヘッドホンのメディアコントロール ボタンで、Soundscape の次の機能を使用できます。<p><br>&#x23EF 再生/一時停止: 現在のコールアウトをミュートし、音声ビーコンが設定されている場合はその音声のオン/オフを切り替えます。</p><p>&#x23ED 次へ: [<em>現在地</em>] をコールアウトします。</p><p>&#x23EE 前へ: 直前のコールアウトを繰り返します。</p><p>&#x23E9 前方スキップ: コールアウトのオン/オフを切り替えます。</p><p>&#x23EA 後方スキップ: [<em>周辺</em>] をコールアウトします。</p>
nb_no: <p>Du kan bruke følgende funksjoner i Soundscape ved å bruke mediekontrollknappene på hodetelefonene:<p><br>&#x23EF Spill av / stans midlertidig: Slå av alle nåværende meldinger og slå av og på lydsignalet hvis det er angitt. </p><p>&#x23ED Neste: Les opp <em>Min posisjon</em>.</p><p>&#x23EE Forrige: Gjenta siste melding.</p><p>&#x23E9 Hopp fremover: Slå av og på meldinger.</p><p>&#x23EA Hopp bakover: Les opp <em>Rundt meg</em>.</p>
nl_nl: <p>U hebt toegang tot de volgende functies in Soundscape met de mediaregelknoppen op uw koptelefoon:<p><br>&#x23EF Afspelen/pauzeren: demp huidige waarschuwingen en schakel het bakengeluid aan of uit als een audiobaken is ingesteld. </p><p>&#x23ED Volgende: waarschuwing <em>Mijn locatie</em>.</p><p>&#x23EE Vorige: Laatste waarschuwing herhalen.</p><p>&#x23E9 Vooruitspringen: waarschuwingen in- en uitschakelen.</p><p>&#x23EA Terugspringen: waarschuwing <em>Om me heen</em>.</p>
pt_br: <p>Você pode acessar os seguintes recursos no Soundscape usando os botões de controle de mídia em seus fones de ouvido:<p><br>&#x23EF Reproduzir/Pausar: ativar o mudo de todas as notificações atuais e, se o sinalizador sonoro estiver definido, ativá-lo ou desativá-lo. </p><p>&#x23ED Próximo: notificação <em>"Minha Localização"</em>.</p><p>&#x23EE Anterior: repetir última notificação.</p><p>&#x23E9 Próxima Faixa: Ativar e Desativar notificações.</p><p>&#x23EA Faixa Anterior: notificação <em>"Ao Meu Redor"</em>.</p>
pt_pt: <p>Pode aceder às seguintes funcionalidades do Soundscape utilizando os botões de controlo multimédia dos auscultadores:<p><br>&#x23EF Reproduzir/Pausa: desativar quaisquer avisos atuais se o sinal de áudio estiver definido; ativar/desativar o áudio do sinal. </p><p>&#x23ED Seguinte: aviso <em>"A Minha Localização"</em>.</p><p>&#x23EE Anterior: repetir o último aviso.</p><p>&#x23E9 Avançar: ativar e desativar avisos.</p><p>&#x23EA Recuar: aviso <em>"Em Meu Redor"</em>.</p>
sv_se: <p>Du kan använda följande funktioner i Soundscape med hjälp av kontrollknapparna på dina hörlurar:<p><br>&#x23EF Spela upp/pausa: Stänga av alla informationsljud, och om ljudfyren är inställd kan du aktivera och inaktivera den. </p><p>&#x23ED Nästa: Informationsljud<em>"Min plats"</em>.</p><p>&#x23EE Föregående: Upprepa senaste informationsljud.</p><p>&#x23E9 Hoppa framåt: Aktivera och inaktivera informationsljud.</p><p>&#x23EA Hoppa bakåt: Informationsljud<em>"Omkring mig"</em>.</p>

# help.text.markers.content.1
source: With Soundscape, you can mark your world and anything you care about.
da_dk: Med Soundscape kan du markere din verden og alt det, du holder af.
de_de: Mit Soundscape können Sie Ihre Welt und alles, was Ihnen wichtig ist, markieren.
el_gr: Με το Soundscape, μπορείτε να επισημάνετε τον κόσμο σας και οτιδήποτε σας ενδιαφέρει.
es_es: Con Soundscape, puedes marcar tu mundo y cualquier cosa que te interese.
fa_ir: با Soundscape، می‌توانید جهان خود و هر چیزی را که برایتان مهم است نشانه‌گذاری کنید.
fi_fi: Soundscapen avulla voit merkitä maailmasi ja mitä tahansa sinulle tärkeää.
fr_ca: Avec Soundscape, vous pouvez marquer votre environnement et tout ce qui compte pour vous.
it_it: Con Soundscape puoi contrassegnare il tuo mondo e tutto ciò che ti interessa.
ja_jp: Soundscape では、周辺の場所や重要な場所にマーカーを付けることができます。
nb_no: Med Soundscape kan du markere din verden og alt du bryr deg om.
nl_nl: Met Soundscape kunt u uw wereld en dingen die u belangrijk vindt, herkenbaar maken.
pt_br: Com o Soundscape, você pode marcar seu mundo e tudo o que for importante.
pt_pt: O Soundscape permite-lhe marcar o seu mundo e o que é mais importante para si.
sv_se: Med Soundscape kan du märka upp din värld och det som du tycker är viktigt.

# help.text.markers.content.2
source: You can mark things that are personal and relevant to you like your home, your office and your preferred grocery store. You can mark any place or address, but you can also mark things that might traditionally not be available in maps, for example, entrances to buildings or parks, push-to-walk buttons, pedestrian crossings or bridges, bus stops or even your dog’s favorite tree and use these as references along your walk.
da_dk: Du kan markere ting, der er personlige og relevante for dig, f.eks. dit hjem, dit kontor og din foretrukne købmand. Du kan markere ethvert sted eller adresse, men du kan også markere ting, der måske traditionelt ikke er tilgængelige på kort, f.eks. indgange til bygninger eller parker, trykknapper for forgængere, fodgængerovergange eller broer, busstoppesteder eller endda din hunds foretrukne træ og bruge disse som referencer på din tur.
de_de: Sie können Dinge markieren, die für Sie persönlich und wichtig sind, wie Ihr Zuhause, Ihr Büro oder Ihr bevorzugter Supermarkt. Sie können jeden Ort oder jede Adresse markieren, aber auch Orientierungspunkte, die für gewöhnlich nicht auf Karten eingetragen sind, z. B. Eingänge zu Gebäuden oder Parks, Push-to-Walk-Tasten, Fußgängerüberwege oder Brücken, Bushaltestellen oder sogar den Lieblingsbaum Ihres Hundes, und diese als Referenzen entlang Ihres Weges verwenden.
el_gr: Μπορείτε να επισημάνετε πράγματα που είναι προσωπικά και σχετικά με εσάς, όπως το σπίτι σας, το γραφείο σας και το παντοπωλείο της προτίμησής σας. Μπορείτε να επισημάνετε οποιοδήποτε μέρος ή διεύθυνση, αλλά μπορείτε επίσης να επισημάνετε πράγματα που μπορεί παραδοσιακά να μην είναι διαθέσιμα σε χάρτες, για παράδειγμα, εισόδους σε κτίρια ή πάρκα, μπουτόν διάβασης πεζών, διαβάσεις πεζών ή γέφυρες, στάσεις λεωφορείων ή ακόμα και το αγαπημένο δέντρο του σκύλου σας και να τα χρησιμοποιήσετε ως αναφορές κατά μήκος της της βόλτας σας.
es_es: Puedes marcar las cosas que son personales y relevantes para ti, como tu casa, tu oficina y tu tienda de comestibles preferida. Puedes marcar cualquier lugar o dirección, pero también cosas que podrían no estar disponible tradicionalmente en mapas, por ejemplos, entradas a edificios o parques, lugares con pulsador para cruzar la calle, pasos de peatones o puentes, paradas de autobús o incluso el árbol favorito de tu perro y usarlos como referencia durante tu paseo.
fa_ir: می‌توانید چیزهایی را که شخصی و مرتبط با شما هستند مانند خانه، دفتر کار و فروشگاه مواد غذایی مورد علاقه خود را نشانه‌گذاری کنید. می‌توانید هر مکان یا آدرسی را نشانه‌گذاری کنید، اما همچنین می‌توانید چیزهایی را که معمولاً روی نقشه‌ها نیستند نشانه‌گذاری کنید، به عنوان مثال، ورودی ساختمان‌ها یا پارک‌ها، دکمه‌های فشار برای راه رفتن، گذرگاه‌های عابر پیاده یا پل‌ها، ایستگاه‌های اتوبوس یا حتی درخت مورد علاقه سگتان و از اینها به عنوان مرجع در طول پیاده‌روی خود استفاده کنید.
fi_fi: Voit merkitä henkilökohtaisia ja itsellesi merkityksellisiä asioita, kuten kotisi, toimistosi ja lempiruokakauppasi. Voit merkitä minkä tahansa paikan tai osoitteen, mutta voit myös merkitä asioita, joita ei tavallisesti näytetä kartoissa, kuten rakennusten tai puistojen sisäänkäyntejä, liikennevalojen painikkeita, suojateitä tai siltoja, linja-autopysäkkejä tai jopa koirasi suosikkipuun ja käyttää näitä kiintopisteinä kävelylläsi.
fr_ca: Vous pouvez marquer ce qui est personnel et important pour vous, comme votre domicile, votre lieu de travail et votre épicerie préférée. Vous pouvez marquer un lieu ou une adresse, ainsi que des éléments qui ne figurent pas habituellement sur les cartes, comme les entrées de bâtiment ou des parcs, les boutons des passages piétons, les passages piétons ou les ponts, les arrêts de bus ou même l’arbre préféré de votre chien, et utiliser ces références sur votre trajet.
it_it: Puoi contrassegnare cose personali e rilevanti per te, come la tua casa, il tuo ufficio e il tuo negozio di alimentari preferito. Puoi contrassegnare qualsiasi luogo o indirizzo, ma puoi anche contrassegnare cose che tradizionalmente potrebbero non essere disponibili sulle mappe, ad esempio ingressi a edifici o parchi, pulsanti per attraversare ai semafori, attraversamenti pedonali o ponti, fermate di autobus o persino l'albero preferito del tuo cane e usare questi indicatori come riferimenti lungo la tua passeggiata.
ja_jp: 自宅やオフィス、よく行くコンビニやスーパーなど、個人的に重要な場所にマーカーを付けることができます。マーカーは任意の場所や住所に付けることができますが、たとえば、ビルや公園の入口、横断歩道の押しボタン、横断歩道や歩道橋、バス停、飼っているイヌのお気に入りの木など、これまでは地図上になかったような場所にもマーカーを付けることができ、歩くときの目印として使用できます。
nb_no: Du kan marker ting som er personlige og relevante for deg som hjem, kontor og fortrukket dagligvarebutikk. Du kan markere et sted eller en adresse, men du kan også markere ting som vanligvis ikke finnes på kart, for eksempel innganger til bygninger eller parker, fotgjengerknapper, fotgjengeroverganger eller broer, busstopp eller hundens yndlingstre og bruke disse som referanser når du går.
nl_nl: U kunt persoonlijke dingen markeren en plaatsen die belangrijk zijn zoals uw huis, uw werkplek en uw favoriete supermarkt. U kunt een plaats of een adres markeren, maar u kunt ook dingen markeren die gewoonlijk niet op kaarten staan. Gebruik als referentie onder het lopen bijvoorbeeld de ingang van een gebouw of park, stoplichten, oversteekplaatsen of bruggen, bushaltes of zelfs de favoriete boom van uw hond.
pt_br: Você pode marcar aquilo que for pessoal e relevante, como sua casa, seu escritório e sua mercearia preferida. É possível marcar todos os locais ou endereços, mas também é possível marcar coisas tradicionalmente não disponíveis em mapas, por exemplo, entradas de edifícios ou de parques, botões de pedestres, faixas de pedestres ou pontes, pontos de ônibus ou até a árvore favorita do seu cachorro e usá-los como referências ao longo do caminho.
pt_pt: Pode marcar locais pessoais e relevantes para si, como a sua casa, o seu escritório e a sua mercearia favorita. É possível marcar qualquer local ou endereço, mas também é possível marca coisas que poderão não estar habitualmente disponíveis em mapas, como a entrada de edifícios ou parques, passadeiras ou pontes, paragens de autocarro e até mesmo a árvore favorita do seu cão, e utilizá-las como referências enquanto caminha.
sv_se: Du kan markera saker som är relevanta för dig, som din bostad, din arbetsplats och matbutiken du brukar handla i. Du kan markera valfri plats eller adress, men även saker som kanske inte brukar finnas med på kartor, som ingången till en byggnad eller park, övergångsställen eller broar, eller hundens favoritträd. Sedan kan du använda dessa platsmarkörer som referenspunkter när du promenerar.
