Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# tutorial.beacons.text.BeaconOutOfBoundsRotate
source: Now, still holding your phone flat, slowly turn towards the direction of the beacon. You will hear a bell sound when you are facing directly towards it.
da_dk: Mens du stadig holder telefonen vandret, vender du dig langsomt mod retningen af lydfyret. Du vil høre en klokkelyd, når du vender direkte mod det.
de_de: Halten Sie nun Ihr Telefon immer noch flach, und drehen Sie sich langsam in Richtung des Beacons. Sie hören einen Glockenton, wenn Sie direkt zum Beacon hin schauen.
el_gr: Τώρα, κρατώντας ακόμα το τηλέφωνό σας επίπεδο, στρίψτε αργά προς την κατεύθυνση του ηχητικού σήματος. Θα ακούσετε έναν ήχο κουδουνιού όταν κοιτάτε απευθείας προς αυτόν.
es_es: Ahora, manteniendo todavía el teléfono en posición horizontal, gira lentamente hacia la dirección de la señal. Oirás el sonido de un timbre cuando estés orientado directamente hacia ella.
fa_ir: اکنون، در حالی که هنوز گوشی خود را صاف نگه داشته‌اید، به آرامی به سمت جهت نشانهٔ صوتی بچرخید. وقتی مستقیماً به سمت آن رو کرده باشید، صدای زنگ خواهید شنید.
fi_fi: Käänny nyt hitaasti majakan suuntaan pidellen edelleen puhelintasi vaakatasossa. Kuulet kellon äänen, kun olet kääntyneenä suoraan sitä kohti.
fr_ca: À présent, toujours avec votre téléphone à plat, retournez-vous lentement dans la direction de la balise. Un son de cloche retentira lorsque vous lui ferez directement face.
it_it: Ora, tenendo sempre il telefono piatto, girati lentamente verso l'audiofaro. Sentirai il suono di una campana quando sarai rivolto direttamente verso di esso.
ja_jp: 次に、スマートフォンを水平に持ったまま、ビーコンの方向にゆっくりと向きを変えます。ビーコンの方向を向くと、ベルのサウンドが聞こえます。
nb_no: Mens du fremdeles holder telefonen flatt, snur du deg langsomt mot retningen til lydsignalet. Du hører en klokkelyd når du er vendt mot det.
nl_nl: Houd nu de telefoon nog steeds horizontaal en draai langzaam in de richting van baken. U hoort een beltoon wanneer u recht naar het baken kijkt.
pt_br: Agora, ainda segurando seu telefone na horizontal, gire-o lentamente na direção do sinalizador. Você ouvirá um som de campainha quando estiver voltado diretamente para ele.
pt_pt: Agora, continuando a segurar no telemóvel numa posição plana, rode lentamente na direção do sinal. Irá ouvir um som de sino quando estiver virado diretamente na direção deste.
sv_se: Fortsätt att hålla telefonen plant men vänd dig sakta mot ljudfyrens riktning. Du hör en klocka ringa när du står i rätt riktning.

# tutorial.beacons.text.BeaconOutOfBoundsRotate.ar_headset
source: Now, slowly turn towards the direction of the beacon. You will hear a bell sound when you are facing directly towards it.
da_dk: Drej nu langsomt mod lydfyrets retning. Du vil høre en klokkelyd, når du vender direkte mod det.
de_de: Nun drehen Sie sich langsam in Richtung des Beacons. Sie hören einen Glockenton, wenn Sie direkt zum Beacon hin schauen.
el_gr: Τώρα, στρίψτε αργά προς την κατεύθυνση του ηχητικού σήματος. Θα ακούσετε έναν ήχο κουδουνιού όταν κοιτάτε απευθείας προς αυτόν.
es_es: Ahora, gira lentamente hacia la dirección de la señal. Oirás el sonido de un timbre cuando te encuentres directamente frente a ella.
fa_ir: اکنون، به آرامی به سمت جهت نشانهٔ صوتی بچرخید. وقتی مستقیماً به سمت آن رو کرده باشید، صدای زنگ خواهید شنید.
fi_fi: Käänny nyt hitaasti majakan suuntaan. Kuulet kellon äänen, kun olet kääntyneenä suoraan sitä kohti.
fr_ca: À présent, retournez-vous lentement dans la direction de la balise. Un son de cloche retentit lorsque vous lui faites directement face.
it_it: Ora, girati lentamente verso l'audiofaro. Sentirai il suono di una campana quando sarai rivolto direttamente verso di esso.
ja_jp: 次に、ビーコンの方向にゆっくりと向きを変えます。ビーコンの方向を向くと、ベルのサウンドが聞こえます。
nb_no: Snu deg langsomt mot retningen til lydsignalet. Du hører en klokkelyd når du er vendt mot det.
nl_nl: Draai nu langzaam naar de richting van het baken. U hoort een beltoon wanneer u er recht naar kijkt.
pt_br: Agora, vire-se lentamente na direção do sinalizador. Você ouvirá um som de sino quando estiver voltado diretamente para ele.
pt_pt: Agora, rode lentamente na direção do sinal. Irá ouvir um som de sino quando estiver virado diretamente na direção deste.
sv_se: Vänd dig nu sakta mot ljudfyrens riktning. Du hör en klocka ringa när du står i rätt riktning.

# tutorial.beacons.text.BeaconOutOfBoundsRepeat
source: Slowly turn until you hear the bell indicating you are facing in the direction of the beacon.
da_dk: Drej langsomt, indtil du hører klokken, der angiver, at du vender i retning af lydfyret.
de_de: Drehen Sie sich langsam, bis Sie die Glocke hören, die indiziert, dass Sie in die Beaconrichtung schauen.
el_gr: Γυρίστε αργά μέχρι να ακούσετε το κουδούνι που υποδεικνύει ότι έχετε στραφεί προς την κατεύθυνση του ηχητικού σήματος.
es_es: Gira lentamente hasta que oigas el timbre que indica que está orientado en la dirección de la señal.
fa_ir: به آرامی بچرخید تا زنگی را بشنوید که نشان می‌دهد در جهت نشانهٔ صوتی رو کرده‌اید.
fi_fi: Käänny hitaasti, kunnes kuulet kellon, joka osoittaa, että olet kääntyneenä majakan suuntaan.
fr_ca: Retournez-vous lentement jusqu’à ce que la cloche retentisse, vous indiquant que vous faites face à la direction de la balise.
it_it: Girati lentamente finché non senti la campana che indica che sei rivolto nella direzione dell'audiofaro.
ja_jp: ビーコンの方向を向いていることを示すベルが聞こえるまで、ゆっくりと向きを変えます。
nb_no: Snu deg langsomt til du hører klokken som indikerer at du er vendt mot retningen til lydsignalet.
nl_nl: Draai langzaam tot u de beltoon hoort die aangeeft dat u in de richting van het baken kijkt.
pt_br: Desvie lentamente até ouvir a campainha indicando que você está voltado na direção do sinalizador.
pt_pt: Rode lentamente até ouvir o sino que indica que está virado na direção do sinal.
sv_se: Vänd dig långsamt tills du hör klockan som anger att du står i ljudfyrens riktning.

# tutorial.beacons.text.BeaconOutOfBoundsConfirmation
source: Perfect, you are now facing in the direction of @!destination!!.
da_dk: Perfekt, du vender nu i retningen af @!destination!!.
de_de: Perfekt, Sie blicken nun genau in die Richtung von @!destination!!.
el_gr: Τέλεια, τώρα έχετε στραφεί προς την κατεύθυνση του @!destination!!.
es_es: ¡Perfecto, ahora estás orientado en la dirección de @!destination!!.
fa_ir: عالی، شما اکنون در جهت @!destination!! رو کرده‌اید.
fi_fi: Erinomaista, olet nyt kääntyneenä kohti kohdetta @!destination!!.
fr_ca: Parfait. À présent, vous faites face à la direction de votre @!destination!!.
it_it: Perfetto, ora sei rivolto nella direzione per @!destination!!.
ja_jp: いいですね。これで @!destination!! の方向を向いています。
nb_no: Perfekt, du står nå i retning av @!destination!!.
nl_nl: Perfect, u kijkt nu in de richting van @!destination!!.
pt_br: Perfeito, agora você está voltado para a direção de @!destination!!.
pt_pt: Perfeito, está agora virado na direção de @!destination!!.
sv_se: Perfekt! Du står nu i den riktning som @!destination!! finns i.

# tutorial.beacons.text.BeaconInBounds
source: If you listen carefully you will hear that it is playing from right in front of you and that there is a bell sound in addition to the normal beacon sound. That is because you are facing directly towards @!destination!!
da_dk: Hvis du lytter omhyggeligt, vil du høre, at det spiller fra højre side foran dig, og at der er en klokkelyd ud over den normale lyd fra lydfyret. Det skyldes, at du vender direkte mod @!destination!!
de_de: Wenn Sie genau hinhören, werden Sie feststellen, dass der Hinweis direkt von vorn abgespielt wird. Außerdem hören Sie neben dem normalen Beaconsound einen Glockenton. Das bedeutet, Sie blicken direkt in Richtung von @!destination!!
el_gr: Αν ακούσετε προσεκτικά θα ακούσετε ότι αναπαράγεται ακριβώς μπροστά σας και ότι υπάρχει ένας ήχος κουδουνιού εκτός από το κανονικό ηχητικό σήμα. Αυτό οφείλεται στο ότι είστε στραμμένοι ακριβώς στο @!destination!!
es_es: Si escuchas atentamente oirás que se está reproduciendo desde justo delante de ti y que hay un sonido de timbre además del sonido de señal normal. Eso significa que te encuentras orientado directamente hacia @!destination!!.
fa_ir: اگر با دقت گوش دهید متوجه خواهید شد که از درست جلوی شما پخش می‌شود و علاوه بر صدای عادی نشانهٔ صوتی، صدای زنگ نیز وجود دارد. این به این دلیل است که شما مستقیماً به سمت @!destination!! رو کرده‌اید.
fi_fi: Jos kuuntelet huolellisesti, kuulet, että se kuuluu suoraan edestäsi ja että tavanomaisen majakkaäänen lisänä on kelloääni. Tämä johtuu siitä, että olet kääntyneenä suoraan kohti kohdetta @!destination!!
fr_ca: Si vous écoutez attentivement vous entendrez un son retentir juste en face de vous et un son de cloche s’ajoutera au son de la balise normale. Cela signifie que vous faites face à votre @!destination!!
it_it: Se ascolti attentamente, sentirai che il suono arriva proprio da di fronte a te e che c'è un suono di campana oltre al normale suono dell'audiofaro. Questo perché sei rivolto direttamente verso @!destination!!
ja_jp: 注意深く聴くと、サウンドが自分の目の前で鳴っていること、通常のビーコンに加えてベルのサウンドが鳴っていることがわかります。これは、@!destination!! の正面に立っているからです。
nb_no: Hvis du hører nøye etter, kan du høre at den spilles av foran deg, og at det er en klokke i tillegg til det vanlige lydsignalet. Dette er fordi du er vendt mot @!destination!!
nl_nl: Als u goed luistert, hoort u dat het geluid aan de rechterkant vóór u wordt afgespeeld en dat er een beltoon klinkt samen met het normale bakengeluid. Dit komt doordat u recht naar uw @!destination!! kijkt.
pt_br: Se você escutar com cuidado, verá que ele está sendo reproduzido bem à sua frente e que há um som de campainha além do som normal do sinalizador. Isso ocorre porque você está voltado diretamente para @!destination!!
pt_pt: Se prestar atenção, irá ouvir que está a ser reproduzido a partir da direita à sua frente e que, além do som normal do sinal, existe um som de sino. Isto acontece porque está virado diretamente na direção de @!destination!!
sv_se: Om du lyssnar noga hör du att ljudet kommer från en plats rakt framför dig och att en klocka ringer förutom det vanliga ljudet från ljudfyren. Det beror på att du står mitt framför @!destination!!

# tutorial.beacons.text.BeaconInBoundsRotate
source: Now try to slowly turn away from the direction of the beacon, while still holding your phone flat. The bell sound will stop and the beacon continues to show you where @!destination!! is. Give it a try now.
da_dk: Prøv nu langsomt at vende dig væk fra lydfyrets retning, mens du stadig holder telefonen vandret. Klokkelyden stopper, og lydfyret fortsætter med at vise dig, hvor @!destination!! er. Prøv det nu.
de_de: Nun drehen Sie sich langsam von der Richtung des Beacons weg, während Sie Ihr Telefon weiter flach halten. Der Glockenton ist nicht mehr zu hören, und nur noch der Beaconsound gibt an, wo sich Ihr @!destination!! Ziel befindet. Versuchen Sie es jetzt.
el_gr: Τώρα προσπαθήστε να απομακρυνθείτε αργά από την κατεύθυνση του ηχητικού σήματος, ενώ κρατάτε το τηλέφωνό σας επίπεδο. Ο ήχος του κουδουνιού θα σταματήσει και το ηχητικό σήμα συνεχίζει να σας δείχνει που είναι το @!destination!!. Προσπαθήστε το τώρα.
es_es: Ahora intenta alejarte lentamente de la dirección de la señal, mientras sigues manteniendo el teléfono en posición horizontal. El sonido del timbre se detendrá y la señal te mostrará dónde se encuentra @!destination!!. Pruébalo ahora.
fa_ir: اکنون سعی کنید به آرامی از جهت نشانهٔ صوتی دور شوید، در حالی که هنوز گوشی خود را صاف نگه داشته‌اید. صدای زنگ متوقف می‌شود و نشانهٔ صوتی همچنان به شما نشان می‌دهد که @!destination!! کجاست. اکنون آن را امتحان کنید.
fi_fi: Kokeile nyt kääntyä hitaasti poispäin majakan suunnasta samalla, kun pitelet puhelintasi vaakatasossa. Kellon ääni lakkaa ja majakka kertoo sinulle edelleen, missä kohde @!destination!! on. Kokeile sitä nyt.
fr_ca: Maintenant, essayez de vous retourner lentement en vous éloignant de la direction de la balise, tout en tenant votre téléphone à plat. Le son de cloche s’arrêtera et la balise continuera de vous indiquer où se trouve votre @!destination!!. Essayez maintenant.
it_it: Ora prova ad allontanarti lentamente dalla direzione dell'audiofaro, tenendo ancora il telefono piatto. Il suono della campana si interromperà e l'audiofaro continuerà a mostrarti dov'è @!destination!!. Prova adesso.
ja_jp: 次に、スマートフォンを水平に持ったまま、ビーコンの方向からゆっくりと向きを変えます。ベルの音が止まりますが、ビーコンは鳴り続け、@!destination!! の方向が示されます。やってみましょう。
nb_no: Prøv nå å snu deg langsomt vekk fra retningen til lydsignalet mens du holder telefonen flatt. Klokkelyden stopper og lydsignalet fortsetter å vise deg hvor @!destination!! er. Prøv det nå.
nl_nl: Probeer nu langzaam weg te draaien uit de richting van het baken, terwijl u uw telefoon nog steeds horizontaal houdt. De beltoon stopt en het baken blijft aangeven waar uw @!destination!! is. Probeer het nu.
pt_br: Agora tente desviar-se da direção do sinalizador segurando o telefone na horizontal. O som da campainha será interrompido e o sinalizador continuará a mostrar onde está o(a) @!destination!!. Experimente agora.
pt_pt: Agora, tente rodar lentamente para longe da direção do sinal, continuando a segurar no telemóvel numa posição plana. O som do sino irá parar e o sinal continuará a mostrar-lhe a direção de @!destination!!. Experimente agora.
sv_se: Prova nu att långsamt vända dig från ljudfyrens riktning, samtidigt som du håller telefonen plant. Klockan slutar ringa och ljudfyren fortsätter att visa dig var @!destination!! finns. Gör ett försök.

# tutorial.beacons.text.BeaconInBoundsRotate.ar_headset
source: Now try to slowly turn away from the direction of the beacon. The bell sound will stop and the beacon continues to show you where @!destination!! is. Give it a try now.
da_dk: Prøv nu langsomt at vende dig væk fra lydfyrets retning. Klokkelyden stopper, og lydfyret fortsætter med at vise dig, hvor @!destination!! er. Prøv det nu.
de_de: Nun drehen Sie sich langsam von der Richtung des Beacons weg. Der Glockenton ist nicht mehr zu hören, und nur noch der Beaconsound gibt an, wo sich Ihr @!destination!! Ziel befindet. Versuchen Sie es jetzt.
el_gr: Τώρα προσπαθήστε να απομακρυνθείτε αργά από την κατεύθυνση του ηχητικού σήματος. Ο ήχος του κουδουνιού θα σταματήσει και το ηχητικό σήμα συνεχίζει να σας δείχνει που είναι το @!destination!!. Προσπαθήστε το τώρα.
es_es: Ahora intenta alejarte lentamente de la dirección de la señal. El sonido de la campana se detendrá y la señal continuará mostrándote dónde se encuentra @!destination!!. Inténtalo ahora.
fa_ir: اکنون سعی کنید به آرامی از جهت نشانهٔ صوتی دور شوید. صدای زنگ متوقف می‌شود و نشانهٔ صوتی همچنان به شما نشان می‌دهد که @!destination!! کجاست. اکنون آن را امتحان کنید.
fi_fi: Kokeile nyt kääntyä hitaasti poispäin majakan suunnasta. Kellon ääni lakkaa ja majakka kertoo sinulle edelleen, missä kohde @!destination!! on. Kokeile sitä nyt.
fr_ca: Maintenant, essayez de vous retourner lentement en vous éloignant de la direction de la balise. Le son de cloche s’arrête et la balise continue de vous indiquer où se trouve votre @!destination!!. Essayez maintenant.
it_it: Ora prova ad allontanarti lentamente dalla direzione dell'audiofaro. Il suono della campana si interromperà e l'audiofaro continuerà a mostrarti dov'è @!destination!! . Prova adesso.
ja_jp: 次に、ビーコンの方向からゆっくりと向きを変えます。ベルの音が止まりますが、ビーコンは鳴り続け、@!destination!! の方向が示されます。やってみましょう。
nb_no: Prøv nå å snu deg langsomt vekk fra retningen til lydsignalet. Klokkelyden stopper og lydsignalet fortsetter å vise deg hvor @!destination!! er. Prøv det nå.
nl_nl: Probeer nu langzaam weg te draaien uit de richting van het baken. De beltoon stopt en het baken blijft aangeven waar uw @!destination!! is. Probeer het nu.
pt_br: Agora tente afastar-se lentamente da direção do sinalizador. O som do sino vai parar e o sinalizador continuará a mostrar onde está @!destination!!. Experimente-o agora.
pt_pt: Agora, tente rodar lentamente para longe da direção do sinal. O som do sino irá parar e o sinal continuará a mostrar-lhe a direção de @!destination!!. Experimente agora.
sv_se: Prova nu att långsamt vända dig från ljudfyrens riktning. Klockan slutar ringa och ljudfyren fortsätter att visa dig var @!destination!! finns. Gör ett försök.

# tutorial.beacons.text.BeaconInBoundsRepeat
source: Slowly turn away from the direction of the beacon.
da_dk: Vend dig langsomt væk fra lydfyrets retning.
de_de: Drehen Sie sich langsam von der Richtung des Beacons weg.
el_gr: Γυρίστε αργά αντίθετα από την κατεύθυνση του ηχητικού σήματος.
es_es: Aléjate lentamente de la dirección de la señal.
fa_ir: به آرامی از جهت نشانهٔ صوتی دور شوید.
fi_fi: Käänny hitaasti poispäin majakan suunnasta.
fr_ca: Retournez-vous lentement en vous éloignant de la direction de la balise.
it_it: Allontanati lentamente dalla direzione dell'audiofaro.
ja_jp: ビーコンの方向からゆっくりと向きを変えます。
nb_no: Snu deg langsomt vekk fra retningen til lydsignalet.
nl_nl: Draai langzaam weg van de richting van het baken.
pt_br: Desvie lentamente da direção do sinalizador.
pt_pt: Rode lentamente para longe da direção do sinal.
sv_se: Vänd dig långsamt från ljudfyrens riktning.

# tutorial.beacons.text.MobilitySkills
source: The beacon always points directly towards the location you selected. It does not tell you the paths to follow or give you directions to get to that location. Use this beacon as a tool to decide how you want to get there.
da_dk: Lydfyret peger altid direkte mod det sted, du har valgt. Det fortæller dig ikke, hvilke stier du skal følge, eller giver dig anvisninger til at komme derhen. Brug dette lydfyr som et værktøj til at beslutte, hvordan du vil komme derhen.
de_de: Das Beacon ist immer auf den Standort ausgerichtet, den Sie ausgewählt haben. Es dient nicht zur Wegbeschreibung. Nutzen Sie das Beacon als Mittel, um zu entscheiden, wie Sie zum Standort gelangen möchten.
el_gr: Το ηχητικό σήμα δείχνει πάντα απευθείας προς την τοποθεσία που επιλέξατε. Δεν σας λέει τα μονοπάτια που πρέπει να ακολουθήσετ ή σας δίνει οδηγίες για να φτάσετε σε αυτή την τοποθεσία. Χρησιμοποιήστε αυτό το ηχητικό σήμα ως εργαλείο για να αποφασίσετε πώς θέλετε να φτάσετε εκεί.
es_es: La señal siempre señala directamente hacia la ubicación que has seleccionado. No te indica las rutas que debes seguir ni le proporciona indicaciones para llegar a esa ubicación. Usa esta señal como herramienta para decidir cómo deseas llegar allí.
fa_ir: نشانهٔ صوتی همیشه مستقیماً به سمت مکانی که انتخاب کرده‌اید اشاره می‌کند. به شما مسیرها را برای دنبال کردن یا جهت‌ها را برای رسیدن به آن مکان نمی‌دهد. از این نشانهٔ صوتی به عنوان ابزاری برای تصمیم‌گیری در مورد نحوه رسیدن به آنجا استفاده کنید.
fi_fi: Majakka osoittaa aina suoraan kohti valitsemaasi sijaintia. Se ei kerro seurattavia polkuja tai anna ohjeita kyseiseen sijaintiin pääsemistä varten. Käytä tätä majakkaa työkaluna päättääksesi, kuinka haluat päästä sinne.
fr_ca: La balise pointe toujours directement vers l’emplacement sélectionné. Elle ne vous indique pas les chemins à suivre et ne vous fournit pas d’instructions pour aller à cet emplacement. Utilisez cette balise comme outil pour décider de votre itinéraire.
it_it: L'audiofaro punta sempre direttamente verso la posizione selezionata. Non ti dice i percorsi da seguire né ti dà indicazioni per arrivare a quella posizione. Utilizza questo audiofaro come strumento per decidere come vuoi arrivarci.
ja_jp: ビーコンは常に、選択した場所の方向を示します。進むべき道やその場所にたどり着くための道順は示されません。このビーコンは、目的地への行き方を決めるための参考にしてください。
nb_no: Lydsignalet peker alltid i retningen du valgte. Det forteller deg ikke veien du skal følge eller gir deg heller ikke veibeskrivelser for å komme dit. Bruk dette lydsignalet som et verktøy for å bestemme hvordan du kommer deg dit.
nl_nl: Het baken wijst altijd rechtstreeks naar de door u geselecteerde locatie. Het geeft geen route aan en meldt niet welke richting u moet volgen om er te komen. Gebruik dit baken als een hulpmiddel om te bepalen hoe u op uw bestemming komt.
pt_br: O sinalizador sempre aponta diretamente para o local selecionado. Ele não diz os caminhos a seguir nem fornece orientação para chegar a esse local. Use o sinalizador como uma ferramenta para decidir como você quer chegar lá.
pt_pt: O sinal aponta sempre diretamente para a localização que selecionou. Não lhe indica o caminho a seguir nem fornece direções para chegar a essa localização. Utilize este sinal como uma ferramenta para decidir como pretende chegar lá.
sv_se: Ljudfyren pekar alltid mot den riktning du har valt. Den pekar inte ut vägen du ska följa eller ger dig väganvisningar för att komma till platsen. Du använder ljudfyren som ett verktyg för att ta reda på hur du ska komma dit du ska.

# tutorial.beacons.text.AutomaticCallout
source: As you progress on your journey, Soundscape will occasionally update you about the distance to the location marked by the beacon with a callout like this.
da_dk: I takt med, at du kommer fremad på din tur, vil Soundscape lejlighedsvis opdatere dig om afstanden til den placering, der er markeret af lydfyret, med en lydbesked som denne.
de_de: Unterwegs werden Sie von Soundscape hin und wieder über die Entfernung zum mit einem Beacon markierten Ziel mit einem Hinweis informiert. Es klingt ungefähr so:
el_gr: Καθώς προχωράτε στο ταξίδι σας, το Soundscape θα σας ενημερώνει περιστασιακά για την απόσταση από τη θέση που επισημαίνεται από το ηχητικό σήμα με μια τέτοια επεξήγηση.
es_es: A medida que avances en su viaje, Soundscape te informará ocasionalmente de la distancia hasta el lugar marcado por la señal con un aviso como éste.
fa_ir: همانطور که در سفر خود پیشرفت می‌کنید، Soundscape گاهی اوقات شما را در مورد فاصله تا مکان نشانه‌گذاری شده با یک اعلان صوتی مانند این به‌روز می‌کند.
fi_fi: Kun etenet matkallasi, Soundscape kertoo aika-ajoin etäisyytesi majakan osoittamaan sijaintiin tällaisella ilmoituksella.
fr_ca: À mesure que vous progressez sur votre trajet, Soundscape vous tiendra informé régulièrement de la distance à l’emplacement marqué par la balise avec une notification comme celle-ci.
it_it: Man mano che avanzi nel tuo percorso, Soundscape ti aggiornerà occasionalmente sulla distanza dalla posizione contrassegnata dall'audiofaro con una notifica come questa.
ja_jp: 進んでいくのに応じて、このようなコールアウトで、ビーコンが設定された場所までの距離が Soundscape から通知されます。
nb_no: Mens du går, vil Soundscape av og til oppdatere deg på avstanden til posisjonen markert av lydsignalet med en melding som dette.
nl_nl: Tijdens uw tocht geeft Soundscape met een waarschuwing als deze af en toe updates over de afstand tot de locatie die door het baken wordt gemarkeerd.
pt_br: À medida que você progride em sua jornada, o Soundscape ocasionalmente o atualizará sobre a distância até a localização marcada pelo sinalizador com uma notificação como esta.
pt_pt: À medida que avança no seu percurso, o Soundscape irá ocasionalmente informá-lo sobre a distância até à localização marcada pelo sinal, utilizando um aviso semelhante a este.
sv_se: Medan du fortsätter färden får du då och då uppdateringar från Soundscape om avståndet till platsen som är markerad med ljudfyren. Det sker genom informationsljud som det här.
