Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# directions.intersection_with_name_distance_direction
source: Intersection with %1$@ %2$@ %3$@
da_dk: Kryds med %1$@ %2$@ %3$@
de_de: Kreuzung mit %1$@ %2$@ %3$@
el_gr: Διασταύρωση με %1$@ %2$@ %3$@
es_es: Cruce con %1$@ %2$@ %3$@
fa_ir: تقاطع با %1$@ در فاصله %2$@ %3$@
fi_fi: Risteys tien %1$@ kanssa %2$@ %3$@
fr_ca: Intersection avec %1$@ à %2$@ %3$@
it_it: Incrocio con %1$@ %2$@ %3$@
ja_jp: %1$@ との交差点まで %3$@、%2$@
nb_no: Veikryss med %1$@ %2$@ %3$@
nl_nl: Kruispunt met %1$@ %2$@ %3$@
pt_br: Cruzamento com %1$@ %2$@ %3$@
pt_pt: Cruzamento com a %1$@ a %2$@ %3$@
sv_se: Vägkorsning med %1$@ %2$@ %3$@

# directions.intersection_with_name_distance
source: Intersection with %1$@ %2$@ away
da_dk: Kryds med %1$@ %2$@ væk
de_de: Kreuzung mit %1$@ %2$@ entfernt
el_gr: Διασταύρωση με %1$@ σε απόσταση %2$@
es_es: Cruce con %1$@ a %2$@ de distancia
fa_ir: تقاطع با %1$@ در فاصله %2$@
fi_fi: Risteys tien %1$@ kanssa %2$@ päässä
fr_ca: Intersection avec %1$@ à %2$@
it_it: Incrocio con %1$@ %2$@ di distanza
ja_jp: %1$@ との交差点まで %2$@
nb_no: Veikryss med %1$@ %2$@ unna
nl_nl: Kruispunt met op %1$@ %2$@ afstand
pt_br: Cruzamento com %1$@ a %2$@ de distância
pt_pt: Cruzamento com a %1$@ a %2$@
sv_se: Vägkorsning med %1$@, %2$@ bort

# directions.intersection_with_name_direction
source: Intersection with %1$@ %2$@
da_dk: Kryds med %1$@ %2$@
de_de: Kreuzung mit %1$@ %2$@
el_gr: Διασταύρωση με %1$@ %2$@
es_es: Cruce con %1$@ %2$@
fa_ir: تقاطع با %1$@ در %@
fi_fi: Risteys tien %1$@ kanssa %2$@
fr_ca: Intersection de %1$@ %2$@
it_it: Incrocio con %1$@ %2$@
ja_jp: %1$@ との交差点が %2$@
nb_no: Veikryss med %1$@ %2$@
nl_nl: Kruispunt met %1$@ %2$@
pt_br: Cruzamento com %1$@ %2$@
pt_pt: Cruzamento com a %1$@ %2$@
sv_se: Vägkorsning med %1$@ %2$@

# directions.intersection_with_name
source: Intersection with %@ nearby
da_dk: Kryds med %@ i nærheden
de_de: Kreuzung mit %@ in der Nähe
el_gr: Διασταύρωση με %@ κοντά
es_es: Cruce con %@ cerca
fa_ir: تقاطع با %@ در نزدیکی
fi_fi: Risteys %@:n kanssa lähistöllä
fr_ca: Intersection avec %@ à proximité
it_it: Incrocio con %@ nelle vicinanze
ja_jp: %@ との交差点が近くにあります
nb_no: Veikryss med %@ i nærheten
nl_nl: Kruispunt met %@ dichtbij
pt_br: Cruzamento com %@ nas proximidades
pt_pt: Cruzamento com a %@ por perto
sv_se: Vägkorsning med %@ i närheten

# directions.intersection_with_name_was_distance_direction
source: Intersection with %1$@ was %2$@ %3$@
da_dk: Kryds med %1$@ var %2$@ %3$@
de_de: Kreuzung mit %1$@ war %2$@ %3$@
el_gr: Η διασταύρωση με %1$@ ήταν %2$@ %3$@
es_es: El cruce con %1$@ estaba a %2$@ %3$@
fa_ir: تقاطع با %1$@ در فاصله %2$@ %3$@ بود
fi_fi: Risteys tien %1$@ kanssa oli %2$@ %3$@
fr_ca: L’intersection avec %1$@ était à %2$@ %3$@
it_it: Incrocio con %1$@ era %2$@ %3$@
ja_jp: %1$@ との交差点まで %3$@、%2$@ でした
nb_no: Veikryss med %1$@ var %2$@ %3$@
nl_nl: Kruispunt met %1$@ was %2$@ %3$@
pt_br: O cruzamento com %1$@ estava a %2$@ %3$@
pt_pt: Cruzamento com a %1$@ há %2$@ %3$@
sv_se: Vägkorsningen med %1$@ låg %2$@ %3$@

# intersection.named_intersection
source: %@ Intersection
da_dk: %@-kryds
de_de: %@ Kreuzung
el_gr: %@ Διασταύρωση
es_es: Cruce %@
fa_ir: تقاطع %@
fi_fi: %@ risteys
it_it: Incrocio %@
ja_jp: %@ 交差点
nb_no: Veikrysset %@
nl_nl: Kruispunt %@
pt_br: Cruzamento entre %@
pt_pt: Cruzamento da %@
sv_se: %@, vägkorsning

# directions.at_poi
source: At %@
da_dk: Ved %@
de_de: Am %@
el_gr: Σε %@
es_es: En %@
fa_ir: در %@
fi_fi: Kohteessa %@
fr_ca: À %@
it_it: Presso %@
ja_jp: 現在地: %@
nb_no: Ved %@
nl_nl: Bij %@
pt_br: Em %@
pt_pt: Em %@
sv_se: Vid %@

# directions.along_road
source: Along %@.
da_dk: Langs %@.
de_de: Entlang %@.
el_gr: κατά μήκος της %@.
es_es: Por %@.
fa_ir: در امتداد %@.
fi_fi: Tietä %@ pitkin.
fr_ca: Le long de %@.
it_it: Lungo %@.
ja_jp: %@ 沿い。
nb_no: Langs %@.
nl_nl: Langs %@.
pt_br: Ao longo da %@.
pt_pt: Na %@.
sv_se: Utmed %@.

# directions.my_location
source: My Location
da_dk: Min placering
de_de: Mein Standort
el_gr: Η τοποθεσία μου
es_es: Mi ubicación
fa_ir: مکان من
fi_fi: Oma sijaintini
fr_ca: Mon emplacement
it_it: La mia posizione
ja_jp: 現在地
nb_no: Min posisjon
nl_nl: Mijn locatie
pt_br: Minha Localização
pt_pt: A Minha Localização
sv_se: Min plats

# directions.near_address
source: Near address %@
da_dk: Nær adressen %@
de_de: Nahe der Adresse %@
el_gr: Κοντά στη διεύθυνση %@
es_es: Cerca de la dirección %@
fa_ir: نزدیک آدرس %@
fi_fi: Lähellä osoitetta %@
fr_ca: Proche de l’adresse %@
it_it: Vicino all'indirizzo %@
ja_jp: %@ 付近です
nb_no: Nær adressen %@
nl_nl: Bij adres %@
pt_br: Próximo ao endereço %@
pt_pt: Perto do endereço %@
sv_se: Nära adressen %@

# directions.intersects_with_in
source: Intersects with %1$@ in %2$@
da_dk: Krydser med %1$@ om %2$@
de_de: Kreuzt mit %1$@ in %2$@
el_gr: Διασταυρώσεις με %1$@ με %2$@
es_es: Se cruza con %1$@ en %2$@
fa_ir: با %1$@ در %2$@ تقاطع دارد
fi_fi: Risteää tien %1$@ kanssa %2$@ päässä
fr_ca: Intersection avec %1$@ dans %2$@
it_it: Incrocio con %1$@ tra %2$@
ja_jp: %1$@ との交差点まで %2$@
nb_no: Veikryss med %1$@ om %2$@
nl_nl: Kruist met %1$@ over %2$@
pt_br: Cruzamento com %1$@ em %2$@
pt_pt: Cruza com a %1$@ em %2$@
sv_se: Vägkorsningar med %1$@ om %2$@

# directions.near_name
source: Near %@
da_dk: Nær %@
de_de: Nahe %@
el_gr: Κοντά σε %@
es_es: Cerca de %@
fa_ir: نزدیک %@
fi_fi: Lähellä kohdetta %@
fr_ca: À proximité de %@
it_it: Vicino %@
ja_jp: %@ 付近
nb_no: Nær %@
nl_nl: Bij %@
pt_br: Próximo a %@
pt_pt: Perto de %@
sv_se: I närheten av %@

# directions.unknown_address
source: Address is unknown
da_dk: Adressen er ukendt
de_de: Adresse ist unbekannt
el_gr: Η διεύθυνση είναι άγνωστη
es_es: Dirección desconocida
fa_ir: آدرس نامعلوم است
fi_fi: Osoite on tuntematon
fr_ca: L’adresse est inconnue
it_it: L'indirizzo è sconosciuto
ja_jp: 不明な住所です
nb_no: Adressen er ukjent
nl_nl: Adres is onbekend
pt_br: O endereço é desconhecido
pt_pt: Endereço desconhecido
sv_se: Adressen är okänd

# directions.unknown_road
source: Unknown Road
da_dk: Ukendt vej
de_de: Unbekannte Straße
el_gr: Άγνωστος δρόμος
es_es: Carretera desconocida
fa_ir: جاده ناشناس
fi_fi: Tuntematon tie
fr_ca: Route inconnue
it_it: Strada sconosciuta
ja_jp: 不明な道路です
nb_no: Ukjent vei
nl_nl: Onbekende weg
pt_br: Rua Desconhecida
pt_pt: Rua Desconhecida
sv_se: Okänd väg

# directions.previous_location
source: Previous Location
da_dk: Forrige placering
de_de: Vorheriger Standort
el_gr: Προηγούμενη τοποθεσία
es_es: Ubicación anterior
fa_ir: مکان قبلی
fi_fi: Edellinen sijainti
fr_ca: Emplacement précédent
it_it: Posizione precedente
ja_jp: 前の場所
nb_no: Forrige posisjon
nl_nl: Vorige locatie
pt_br: Localização Anterior
pt_pt: Localização Anterior
sv_se: Föregående plats

# directions.previous_location_along
source: Previous Location, Along %@
da_dk: Forrige placering, langs %@
de_de: Vorheriger Standort, Entlang %@
el_gr: Προηγούμενη τοποθεσία, κατά μήκος της %@
es_es: Ubicación anterior, por %@
fa_ir: مکان قبلی، در امتداد %@
fi_fi: Edellinen sijainti, tiellä %@
fr_ca: Emplacement précédent, le long de %@
it_it: Posizione precedente, lungo %@
ja_jp: 前の場所は %@ 沿いです
nb_no: Forrige posisjon, langs %@
nl_nl: Vorige locatie, langs %@
pt_br: Localização Anterior, Ao Longo de %@
pt_pt: Localização Anterior, na %@
sv_se: Föregående plats, utmed %@

# directions.amenity.entrance_list
source: Entrance List
da_dk: Indgangsliste
de_de: Liste der Eingänge
el_gr: Λίστα εισόδων
es_es: Lista de entradas
fa_ir: لیست ورودی‌ها
fi_fi: Sisäänkäyntien luettelo
fr_ca: Liste des entrées
it_it: Lista di ingresso
ja_jp: 入口の一覧
nb_no: Inngangsliste
nl_nl: Ingangslijst
pt_br: Lista de Entrada
pt_pt: Lista de Entradas
sv_se: Lista med ingångar

# directions.nearest_road_name_is_distance_direction
source: Nearest road, %1$@, is %2$@ %3$@
da_dk: Nærmeste vej, %1$@, er %2$@ %3$@
de_de: Nächste Straße, %1$@, ist %2$@ %3$@
el_gr: Ο κοντινότερος δρόμος, %1$@, είναι %2$@ %3$@
es_es: Carretera más cercana, %1$@, está a %2$@ %3$@
fa_ir: نزدیک‌ترین جاده، %1$@، در فاصله %2$@ %3$@ است
fi_fi: Lähin tie, %1$@, on %2$@ %3$@
fr_ca: La route la plus proche, %1$@, est à %2$@ %3$@
it_it: La strada più vicina, %1$@, è a %2$@ %3$@
ja_jp: 最寄りの道路、%1$@ まで %3$@、%2$@ です
nb_no: Nærmeste vei, %1$@, er %2$@ %3$@
nl_nl: Dichtstbijzijnde weg, %1$@, is %2$@ %3$@
pt_br: A rua mais próxima, %1$@, a %2$@ %3$@
pt_pt: A rua mais próxima, %1$@, está a %2$@ %3$@
sv_se: Närmaste vägen, %1$@, ligger %2$@ %3$@

# directions.nearest_road_name_is_distance
source: Nearest road, %1$@, is %2$@ away
da_dk: Nærmeste vej, %1$@, er %2$@ væk
de_de: Nächste Straße, %1$@, ist %2$@ entfernt
el_gr: Ο κοντινότερος δρόμος, %1$@, βρίσκεται σε απόσταση %2$@
es_es: La carretera más cercana, %1$@, está a %2$@ de distancia
fa_ir: نزدیک‌ترین جاده، %1$@، در فاصله %2$@ است
fi_fi: Lähin tie, %1$@, on %2$@ päässä
fr_ca: La route la plus proche, %1$@, est à %2$@
it_it: La strada più vicina, %1$@, è a %2$@ di distanza
ja_jp: 最寄りの道路、%1$@ まで %2$@ です
nb_no: Nærmeste vei, %1$@, er %2$@ unna
nl_nl: Dichtstbijzijnde weg, %1$@, op %2$@ afstand
pt_br: A rua mais próxima, %1$@, a %2$@ de distância
pt_pt: A rua mais próxima, %1$@, está a %2$@
sv_se: Närmaste väg, %1$@, ligger %2$@ bort

# directions.nearest_road_name_was_distance_direction
source: Nearest road, %1$@, was %2$@ %3$@
da_dk: Nærmeste vej, %1$@, var %2$@ %3$@
de_de: Nächste Straße, %1$@, war %2$@ %3$@
el_gr: Ο κοντινότερος δρόμος, %1$@, ήταν %2$@ %3$@
es_es: Carretera más cercana, %1$@, estaba a %2$@ %3$@
fa_ir: نزدیک‌ترین جاده، %1$@، در فاصله %2$@ %3$@ بود
fi_fi: Lähin tie, %1$@, oli %2$@ %3$@
fr_ca: La route la plus proche, %1$@, était à %2$@ %3$@
it_it: La strada più vicina, %1$@, era a %2$@ %3$@
ja_jp: 最寄りの道路、%1$@ まで %3$@、%2$@ でした
nb_no: Nærmeste vei, %1$@, var %2$@ %3$@
nl_nl: Dichtstbijzijnde weg, %1$@, was %2$@ %3$@
pt_br: A rua mais próxima, %1$@, estava a %2$@ %3$@
pt_pt: A rua mais próxima, %1$@, estava a %2$@ %3$@
sv_se: Närmaste vägen, %1$@, låg %2$@ %3$@

# directions.poi_name_is_distance_direction
source: %1$@ is %2$@ %3$@
da_dk: %1$@ er %2$@ %3$@
de_de: %1$@ ist %2$@ %3$@
el_gr: %1$@ είναι %2$@ %3$@
es_es: %1$@ está a %2$@ %3$@
fa_ir: %1$@ در فاصله %2$@ %3$@ است
fi_fi: %1$@ on %2$@ %3$@
fr_ca: %1$@ se trouve à %2$@ %3$@
it_it: %1$@ è a %2$@ %3$@
ja_jp: %1$@ まで %3$@、%2$@ です
nb_no: %1$@ er %2$@ %3$@
pt_br: %1$@ está a %2$@ %3$@
pt_pt: %1$@ está a %2$@ %3$@
sv_se: %1$@ ligger %2$@ %3$@

# directions.poi_name_is_distance
source: %1$@ is %2$@ away
da_dk: %1$@ er %2$@ væk
de_de: %1$@ ist %2$@ entfernt
el_gr: %1$@ βρίσκεται σε απόσταση %2$@
es_es: %1$@ está a %2$@ de distancia
fa_ir: %1$@ در فاصله %2$@ است
fi_fi: %1$@ on %2$@ päässä
fr_ca: %1$@ est à %2$@
it_it: %1$@ è a %2$@ di distanza
ja_jp: %1$@ まで %2$@ です
nb_no: %1$@ er %2$@ unna
nl_nl: %1$@ is %2$@ weg
pt_br: %1$@ a %2$@ de distância
pt_pt: %1$@ está a %2$@
sv_se: %1$@ ligger %2$@ bort

# directions.poi_name_was_distance_direction
source: %1$@ was %2$@ %3$@
da_dk: %1$@ var %2$@ %3$@
de_de: %1$@ war %2$@ %3$@
el_gr: %1$@ ήταν %2$@ %3$@
es_es: %1$@ estaba a %2$@ %3$@
fa_ir: %1$@ در فاصله %2$@ %3$@ بود
fi_fi: %1$@ oli %2$@ %3$@
fr_ca: %1$@ se trouvait à %2$@ %3$@
it_it: %1$@ era a %2$@ %3$@
ja_jp: %1$@ まで %3$@、%2$@ でした
nb_no: %1$@ var %2$@ %3$@
pt_br: %1$@ estava a %2$@ %3$@
pt_pt: %1$@ estava a %2$@ %3$@
sv_se: %1$@ låg %2$@ %3$@

# directions.roundabout_with_exits_distance_direction
source: Roundabout with %1$@ exits %2$@ %3$@
da_dk: Rundkørsel med %1$@ udkørsler %2$@ %3$@
de_de: Kreisverkehr mit %1$@ Ausfahrten %2$@ %3$@
el_gr: Κυκλικός κόμβος %1$@ με εξόδους %2$@ %3$@
es_es: Rotonda con %1$@ salidas %2$@ %3$@
fa_ir: میدان با %1$@ خروجی در فاصله %2$@ %3$@
fi_fi: Liikenneympyrä, jossa on %1$@ uloskäyntiä %2$@ %3$@
fr_ca: Un carrefour giratoire avec %1$@ sorties se trouve à %2$@ %3$@
it_it: Rotonda con %1$@ uscite a %2$@ %3$@
ja_jp: %3$@、分岐が %1$@ つの環状交差点まで %2$@
nb_no: Rundkjøring med %1$@ utkjøringer %2$@ %3$@
nl_nl: Rotonde met %1$@ afslagen %2$@ %3$@
pt_br: A rotatória com %1$@ saídas a %2$@ %3$@
pt_pt: Rotunda com %1$@ saídas a %2$@ %3$@
sv_se: Rondell med %1$@ avfarter %2$@ %3$@

# directions.roundabout_with_exits_distance
source: Roundabout with %1$@ exits %2$@ away
da_dk: Rundkørsel med %1$@ udkørsler %2$@ væk
de_de: Kreisverkehr mit %1$@ Ausfahrten %2$@ entfernt
el_gr: Κυκλικός κόμβος με %1$@ εξόδους σε απόσταση %2$@
es_es: Rotonda con %1$@ salidas, a %2$@ de distancia
fa_ir: میدان با %1$@ خروجی در فاصله %2$@
fi_fi: Liikenneympyrä, jossa on %1$@ uloskäyntiä %2$@ päässä
fr_ca: Carrefour giratoire avec %1$@ sorties à %2$@
it_it: Rotonda con %1$@ uscite a %2$@ di distanza
ja_jp: 分岐が %1$@ つの環状交差点まで %2$@
nb_no: Rundkjøring med %1$@ utkjøringer %2$@ unna
nl_nl: Rotonde met %1$@ afslagen op %2$@ afstand
pt_br: Rotatória com %1$@ saídas a %2$@ de distância
pt_pt: Rotunda com %1$@ saídas a %2$@
sv_se: Rondell med %1$@ avfarter, %2$@ bort

# directions.roundabout_with_exits_was_distance_direction
source: Roundabout with %1$@ exits was %2$@ %3$@
da_dk: Rundkørsel med %1$@ udkørsler var %2$@ %3$@
de_de: Kreisverkehr mit %1$@ Ausfahrten war %2$@ %3$@
el_gr: Ο κυκλικός κόμβος με %1$@ εξόδους ήταν %2$@ %3$@
es_es: La rotonda con %1$@ salidas estaba %2$@ %3$@
fa_ir: میدان با %1$@ خروجی در فاصله %2$@ %3$@ بود
fi_fi: Liikenneympyrä, jossa on %1$@ uloskäyntiä oli %2$@ %3$@
fr_ca: Un carrefour giratoire avec %1$@ sorties se trouvait à %2$@ %3$@
it_it: Rotonda con %1$@ uscite era a %2$@ %3$@
ja_jp: %3$@、分岐が %1$@ つの環状交差点まで %2$@
nb_no: Rundkjøring med %1$@ utkjøringer var %2$@ %3$@
nl_nl: Rotonde met %1$@ afslagen was %2$@ %3$@
pt_br: A rotatória com %1$@ saídas estava a %2$@ %3$@
pt_pt: Rotunda com %1$@ saídas há %2$@ %3$@
sv_se: Rondell med %1$@ avfarter låg %2$@ %3$@

# directions.roundabout_with_exits_direction
source: Roundabout with %1$@ exits %2$@
da_dk: Rundkørsel med %1$@ udkørsler %2$@
de_de: Kreisverkehr mit %1$@ Ausfahrten %2$@
el_gr: Κυκλικός κόμβος με %1$@ εξόδους %2$@
es_es: Rotonda con %1$@ salidas %2$@
fa_ir: میدان با %1$@ خروجی %2$@
fi_fi: Liikenneympyrä, jossa on %1$@ uloskäyntiä %2$@
fr_ca: Carrefour giratoire avec %1$@ sorties %2$@
it_it: Rotonda con %1$@ uscite %2$@
ja_jp: %2$@、分岐が %1$@ つの環状交差点
nb_no: Rundkjøring med %1$@ utkjøringer %2$@
nl_nl: Rotonde met %1$@ afslagen %2$@
pt_br: A rotatória com %1$@ saídas %2$@
pt_pt: Rotunda com %1$@ saídas %2$@
sv_se: Rondell med %1$@ avfarter %2$@

# directions.roundabout_with_exits
source: Roundabout with %1$@ exits nearby
da_dk: Rundkørsel med %1$@ udkørsler i nærheden
de_de: Kreisverkehr mit %1$@ Ausfahrten in der Nähe
el_gr: Κυκλικός κόμβος με %1$@ εξόδους σε κοντινή απόσταση
es_es: Rotonda con %1$@ salidas cerca
fa_ir: میدان با %1$@ خروجی در نزدیکی
fi_fi: Liikenneympyrä, jossa on %1$@ uloskäyntiä lähistöllä
fr_ca: Carrefour giratoire avec %1$@ sorties à proximité
it_it: Rotonda con %1$@ uscite nelle vicinanze
ja_jp: 分岐が %1$@ つの環状交差点付近です
nb_no: Rundkjøring med %1$@ utkjøringer i nærheten
nl_nl: Rotonde met %1$@ afslagen dichtbij
pt_br: Rotatória com %1$@ saídas nas proximidades
pt_pt: Rotunda com %1$@ saídas por perto
sv_se: Rondell med %1$@ avfarter ligger i närheten

# directions.approaching_name
source: Approaching %@
da_dk: Du nærmer dig %@
de_de: %@ vor Ihnen
el_gr: Πλησιάζετε %@
es_es: A punto de llegar a %@
fa_ir: نزدیک شدن به %@
fi_fi: Lähestytään kohdetta %@
fr_ca: %@ tout près
it_it: Ti stai avvicinando a %@
ja_jp: まもなく %@
nb_no: Du nærmer deg %@
nl_nl: U nadert %@
pt_br: Aproximando-se de %@
pt_pt: A aproximar-se de %@
sv_se: Snart framme vid %@

# directions.approaching_roundabout
source: Approaching roundabout
da_dk: Du nærmer dig rundkørsel
de_de: Kreisverkehr voraus
el_gr: Πλησιάζετε κυκλικό κόμβο
es_es: A punto de llegar a la rotonda
fa_ir: نزدیک شدن به میدان
fi_fi: Lähestytään liikenneympyrää
fr_ca: Carrefour giratoire tout près
it_it: Ti stai avvicinando alla rotonda
ja_jp: まもなく環状交差点
nb_no: Du nærmer deg rundkjøringen
nl_nl: U nadert rotonde
pt_br: Aproximando-se da rotatória
pt_pt: A aproximar-se da rotunda
sv_se: Snart framme vid rondell

# directions.approaching_name_roundabout
source: Approaching %@ roundabout
da_dk: Du nærmer dig rundkørslen %@
de_de: %@-Kreisverkehr vor Ihnen
el_gr: Πλησιάζετε %@ κυκλικό κόμβο
es_es: A punto de llegar a la rotonda %@
fa_ir: نزدیک شدن به میدان %@
fi_fi: Lähestytään %@-liikenneympyrää
fr_ca: Carrefour giratoire de %@ tout près
it_it: Ti stai avvicinando alla rotonda %@
ja_jp: まもなく %@ 環状交差点
nb_no: Du nærmer deg rundkjøringen i %@
nl_nl: U nadert rotonde %@
pt_br: Aproximando-se da rotatória da %@
pt_pt: A aproximar-se da rotunda da %@
sv_se: Snart framme vid rondellen %@

# directions.name_roundabout
source: %@ roundabout
da_dk: Rundkørslen %@
de_de: %@ Kreisverkehr
el_gr: %@ κυκλικό κόμβο
es_es: Rotonda %@
fa_ir: میدان %@
fi_fi: %@ liikenneympyrä
fr_ca: Carrefour giratoire de %@
it_it: Rotonda di %@
ja_jp: %@ 環状交差点
nb_no: Rundkjøringen i %@
nl_nl: %@ rotonde
pt_br: Rotatória da %@
pt_pt: Rotunda da %@
sv_se: Rondellen vid %@

# directions.approaching_name_roundabout_with_exits
source: Approaching %1$@ roundabout with %2$@ exits
da_dk: Du nærmer dig rundkørslen %1$@ med %2$@ udkørsler
de_de: %1$@-Kreisverkehr mit %2$@ Ausfahrten voraus
el_gr: Πλησιάζετε %1$@ κυκλικό κόμβο με %2$@ εξόδους
es_es: A punto de llegar a la rotonda %1$@ con %2$@ salidas
fa_ir: نزدیک شدن به میدان %@ با %2$@ خروجی
fi_fi: Lähestytään %1$@-liikenneympyrää, jossa on %2$@ uloskäyntiä
fr_ca: Carrefour giratoire de %1$@ tout près avec %2$@ sorties
it_it: Ti stai avvicinando alla rotonda %1$@ con %2$@ uscite
ja_jp: まもなく %1$@ 環状交差点、分岐は %2$@ つです
nb_no: Du nærmer deg rundkjøringen i %1$@ med %2$@ utkjøringer
nl_nl: U nadert rotonde %1$@ met %2$@ afslagen
pt_br: Aproximando-se da rotatória da %1$@ com %2$@ saídas
pt_pt: A aproximar-se da rotunda da %1$@ com %2$@ saídas
sv_se: Snart framme vid rondellen %1$@ med %2$@ avfarter

# directions.approaching_name_with_exits
source: Approaching %1$@ with %2$@ exits
da_dk: Du nærmer dig %1$@ med %2$@ udkørsler
de_de: %1$@ mit %2$@ Ausfahrten voraus
el_gr: Πλησιάζετε %1$@ με %2$@ εξόδους
es_es: A punto de llegar a %1$@ con %2$@ salidas
fa_ir: نزدیک شدن به %1$@ با %2$@ خروجی
fi_fi: Lähestytään kohdetta %1$@, jossa on %2$@ uloskäyntiä
fr_ca: %1$@ tout près avec %2$@ sorties
it_it: Ti stai avvicinando a %1$@ con %2$@ uscite
ja_jp: まもなく %1$@、分岐は %2$@ つです
nb_no: Du nærmer deg %1$@ med %2$@ utkjøringer
nl_nl: U nadert %1$@ met %2$@ afslagen
pt_br: Aproximando-se de %1$@ com %2$@ saídas
pt_pt: A aproximar-se de %1$@ com %2$@ saídas
sv_se: Snart framme vid %1$@ med %2$@ avfarter

# directions.name_roundabout_with_exits
source: %1$@ roundabout with %2$@ exits
da_dk: Rundkørslen %1$@ med %2$@ udkørsler
de_de: %1$@ Kreisverkehr mit %2$@ Ausfahrten
el_gr: %1$@ κυκλικό κόμβο με %2$@ εξόδους
es_es: Rotonda %1$@ con %2$@ salidas
fa_ir: میدان %1$@ با %2$@ خروجی
fi_fi: %1$@ liikenneympyrä, jossa on %2$@ uloskäyntiä
fr_ca: Carrefour giratoire de %1$@ avec %2$@ sorties
it_it: Rotonda di %1$@ con %2$@ uscite
ja_jp: %1$@ 環状交差点、分岐は %2$@ つです
nb_no: Rundkjøringen i %1$@ med %2$@ utkjøringer
nl_nl: Rotonde %1$@ met %2$@ afslagen
pt_br: Rotatória da %1$@ com %2$@ saídas
pt_pt: Rotunda da %1$@ com %2$@ saídas
sv_se: Rondellen vid %1$@ med %2$@ avfarter

# directions.name_with_exits
source: %1$@ with %2$@ exits
da_dk: %1$@ med %2$@ udkørsler
de_de: %1$@ mit %2$@ Ausfahrten
el_gr: %1$@ με %2$@ εξόδους
es_es: %1$@ con %2$@ salidas
fa_ir: %1$@ با %2$@ خروجی
fi_fi: %1$@, jossa on %2$@ uloskäyntiä
fr_ca: %1$@ avec %2$@ sorties
it_it: %1$@ con %2$@ uscite
ja_jp: %1$@、分岐は %2$@ つです
nb_no: %1$@ med %2$@ utkjøringer
nl_nl: %1$@ met %2$@ afslagen
pt_br: %1$@ com %2$@ saídas
pt_pt: %1$@ com %2$@ saídas
sv_se: %1$@ med %2$@ avfarter

# directions.name_goes_left
source: %@, goes left
da_dk: %@, går til venstre
de_de: %@, geht nach links ab
el_gr: %@, πηγαίνει αριστερά
es_es: %@, a la izquierda
fa_ir: %@، به سمت چپ می‌رود
fi_fi: %@, kääntyy vasemmalle
fr_ca: %@, à gauche
it_it: %@, è sulla sinistra
ja_jp: 左へ行くと%@
nb_no: %@, går til venstre
nl_nl: %@, gaat naar links
pt_br: %@, vira à esquerda
pt_pt: %@, continua à esquerda
sv_se: %@, går åt vänster

# directions.name_goes_left.roundabout
source: %@, goes left in roundabout
da_dk: %@, går til venstre i rundkørsel
de_de: %@, geht nach Kreisverkehr links ab
el_gr: %@, πηγαίνει αριστερά στον κυκλικό κόμβο
es_es: %@, a la izquierda en la rotonda
fa_ir: %@، در میدان به سمت چپ می‌رود
fi_fi: %@, kääntyy vasemmalle liikenneympyrässä
fr_ca: %@, à gauche au carrefour giratoire
it_it: %@, è sulla sinistra alla rotonda
ja_jp: 環状交差点を左へ行くと%@
nb_no: %@, går til venstre i rundkjøringen
nl_nl: %@, gaat naar links bij de rotonde
pt_br: %@, segue à esquerda na rotatória
pt_pt: %@, continua à esquerda na rotunda
sv_se: %@, går till vänster i en rondell

# directions.name_goes_right
source: %@, goes right
da_dk: %@, går til højre
de_de: %@, geht nach rechts ab
el_gr: %@, πηγαίνει δεξιά
es_es: %@, a la derecha
fa_ir: %@، به سمت راست می‌رود
fi_fi: %@, kääntyy oikealle
fr_ca: %@, à droite
it_it: %@, è sulla destra
ja_jp: 右へ行くと%@
nb_no: %@, går til høyre
nl_nl: %@, gaat naar rechts
pt_br: %@, vira à direita
pt_pt: %@, continua à direita
sv_se: %@, går åt höger

# directions.name_goes_right.roundabout
source: %@, goes right in roundabout
da_dk: %@, går til højre i rundkørsel
de_de: %@, geht nach Kreisverkehr rechts ab
el_gr: %@, πηγαίνει δεξιά στον κυκλικό κόμβο
es_es: %@, a la derecha en la rotonda
fa_ir: %@، در میدان به سمت راست می‌رود
fi_fi: %@, kääntyy oikealle liikenneympyrässä
fr_ca: %@, à droite au carrefour giratoire
it_it: %@, è sulla destra alla rotonda
ja_jp: 環状交差点を右へ行くと%@
nb_no: %@, går til høyre i rundkjøringen
nl_nl: %@, gaat naar rechts bij de rotonde
pt_br: %@, segue à direita na rotatória
pt_pt: %@, continua à direita na rotunda
sv_se: %@, går till höger i en rondell

# directions.name_continues_ahead
source: %@, continues ahead
da_dk: %@, fortsætter fremad
de_de: %@, weiter geradeaus
el_gr: %@, συνεχίζει μπροστά
es_es: %@, continúa hacia adelante
fa_ir: %@، مستقیم ادامه می‌یابد
fi_fi: %@, jatkuu eteenpäin
fr_ca: %@ tout droit
it_it: %@, prosegue
ja_jp: 直進すると%@
nb_no: %@, fortsetter rett frem
nl_nl: %@, gaat rechtdoor
pt_br: %@, continua à frente
pt_pt: %@, continua em frente
sv_se: %@, fortsätter framåt

# directions.name_continues_ahead.roundabout
source: %@, continues ahead in roundabout
da_dk: %@, fortsætter fremad i rundkørsel
de_de: %@, weiter geradeaus im Kreisverkehr
el_gr: %@, συνεχίζει μπροστά στον κυκλικό κόμβο
es_es: %@, continúa hacia adelante en la rotonda
fa_ir: %@، در میدان مستقیم ادامه می‌یابد
fi_fi: %@, jatkuu eteenpäin liikenneympyrässä
fr_ca: %@, tout droit au carrefour giratoire
it_it: %@, prosegue alla rotonda
ja_jp: 環状交差点を直進すると%@
nb_no: %@, fortsetter rett frem i rundkjøringen
nl_nl: %@, gaat rechtdoor over de rotonde
pt_br: %@, continua à frente na rotatória
pt_pt: %@, continua em frente na rotunda
sv_se: %@, fortsätter rakt fram i en rondell

# directions.direction.ahead
source: ahead
da_dk: forude
de_de: voraus
el_gr: μπροστά
es_es: adelante
fa_ir: مستقیم
fi_fi: edessä
fr_ca: face à vous
it_it: avanti
ja_jp: 前方
nb_no: foran deg
nl_nl: vóór u
pt_br: à frente
pt_pt: em frente
sv_se: rakt fram

# directions.direction.ahead_to_the_right
source: ahead to the right
da_dk: forude til højre
de_de: rechts voraus
el_gr: μπροστά προς τα δεξιά
es_es: adelante a la derecha
fa_ir: مستقیم به راست
fi_fi: edessä oikealla
fr_ca: face à vous à droite
it_it: avanti a destra
ja_jp: 右前方
nb_no: foran deg og til høyre
nl_nl: vóór u naar rechts
pt_br: à frente, à direita
pt_pt: em frente à direita
sv_se: framme till höger

# directions.direction.to_the_right
source: to the right
da_dk: til højre
de_de: nach rechts
el_gr: στα δεξιά
es_es: a la derecha
fa_ir: به سمت راست
fi_fi: oikealla
fr_ca: à droite
it_it: a destra
ja_jp: 右方向
nb_no: til høyre
nl_nl: naar rechts
pt_br: à direita
pt_pt: à direita
sv_se: till höger
