Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.routes.content.how.3
source: <b>Sharing a route</b>:<br/> Select your route on the "Markers & Routes" page and then select the option to "Share" using all of the usual share options available to you.
da_dk: <b>Deling af en rute</b>:<br/> Vælg din rute på siden "Mærker og Ruter", og vælg derefter muligheden "Del" vha. alle de normale delingsmuligheder, som er tilgængelige for dig.
de_de: <b>Route teilen</b>:<br/> Wählen Sie auf der Seite „Markierungen und Routen“ Ihre Route aus. Wählen Sie dann die Option „Teilen“ sowie eine der verfügbaren Optionen aus.
el_gr: <b>Κοινή χρήση διαδρομής</b>:<br> Επιλέξτε τη διαδρομή σας στη σελίδα "Δείκτες και Διαδρομές" και, στη συνέχεια, ενεργοποιήστε την επιλογή "Κοινή χρήση" χρησιμοποιώντας όλες τις συνήθεις επιλογές κοινής χρήσης που έχετε στη διάθεσή σας.
es_es: <b>Uso compartido de una ruta</b>:<br/> selecciona tu ruta en la página "Marcadores y rutas" y, a continuación, la opción "Compartir ruta" utilizando todas las opciones de uso compartido habituales disponibles para ti.
fa_ir: <b>اشتراک‌گذاری یک مسیر</b>:<br/> مسیر خود را در صفحه «نشانگرها و مسیرها» انتخاب کنید و سپس گزینه «اشتراک‌گذاری» را با استفاده از همه گزینه‌های اشتراک‌گذاری معمول موجود برای شما انتخاب کنید.
fi_fi: <b>Reitin jakaminen</b>:<br/> Valitse reittisi "Merkinnät ja Reitit" -sivulla ja valitse sitten "Jaa"-toiminto, joka käyttää kaikkia tavanomaisesti käytössäsi olevia jakotoimintoja.
fr_ca: <b>Partage d’un itinéraire</b> :<br/> sélectionnez votre itinéraire sur la page « Marqueurs et Itinéraires », puis sélectionnez l’option « Partager » en utilisant les options de partage habituelles à votre disposition.
it_it: <b>Condivisione di un percorso</b>:<br/> seleziona il percorso nella pagina "Indicatori e Percorsi", quindi scegli l'opzione "Condividi" e usa le solite opzioni di condivisione disponibili.
ja_jp: <b>ルートを共有する</b>:<br/> [マーカーおよびルート] ページでルートを選択し、利用可能な共有オプションを使用して [共有する] のオプションを選択します。
nb_no: <b>Del en rute</b>:<br/> Velg ruten på siden Markører og ruter, og velg alternativet Del ved å bruke alle de vanlige delingsalternativene som er tilgjengelige for deg.
nl_nl: <b>Een route delen</b>:<br/> Selecteer uw route op de pagina Markeringen en routes en selecteer vervolgens een van de opties voor Delen.
pt_br: <b>Compartilhando uma rota</b>:<br/> selecione sua rota na página "Favoritos e Rotas" e, em seguida, selecione a opção "Compartilhar Rota" usando todas as opções de compartilhamento disponíveis para você.
pt_pt: <b>Partilhar uma rota</b>:<br/> Selecione a rota pretendida na página "Marcos e Rotas" e, em seguida, selecione a opção para "Partilhar" utilizando todas as opções de partilha que estão habitualmente à sua disposição.
sv_se: <b>Dela en rutt</b>:<br/> Välj din rutt på sidan "Platsmarkörer och rutter" och välj sedan alternativet "Dela rutt" med alla de vanliga delningsalternativen.

# help.using_headsets.airpods.what
source: Soundscape supports spatial audio with dynamic head tracking when using compatible AirPods. When connected to Soundscape, sensors in the AirPods tell Soundscape the direction your head is facing. This helps Soundscape to improve your audio experience making it more natural as you move around in the world. When you use Soundscape with AirPods connected, you do not need to hold your phone for Soundscape to work correctly.
da_dk: Soundscape understøtter rumlig lyd med dynamisk hovedsporing, når du bruger kompatible AirPods. Når Soundscape er tilsluttet, fortæller sensorer i AirPods Soundscape den retning, dit hoved vender. Det hjælper Soundscape med at forbedre din lydoplevelse, hvilket gør det mere naturligt, når du bevæger dig rundt i verden. Når du bruger Soundscape med AirPods tilsluttet, behøver du ikke at holde din telefon, for at Soundscape kan fungere korrekt.
de_de: Soundscape unterstützt räumliches Audio mit dynamischer Kopfverfolgung, wenn Sie kompatible AirPods verwenden. Wenn diese mit Soundscape verbunden sind, teilen die Sensoren in den AirPods Soundscape mit, in welche Richtung Ihr Kopf gerichtet ist. So kann Soundscape Ihr Audioerlebnis verbessern und es natürlicher gestalten. Wenn Sie Soundscape mit verbundenen AirPods verwenden, müssen Sie Ihr Telefon nicht in der Hand halten, damit Soundscape korrekt funktioniert.
el_gr: Το Soundscape υποστηρίζει τον χωρικό ήχο με δυναμική παρακολούθηση κεφαλής όταν χρησιμοποιείτε συμβατά AirPods. Όταν συνδέονται στο Soundscape, οι αισθητήρες στα AirPods λένε στο Soundscape την κατεύθυνση στην οποία είναι στραμμένο το κεφάλι. Αυτό βοηθά το Soundscape να βελτιώσει την εμπειρία ήχου σας καθιστώντας το πιο φυσικό καθώς μετακινήστε στον κόσμο. Όταν χρησιμοποιείτε το Soundscape με συνδεδεμένα τα AirPods, δεν χρειάζεται να κρατάτε το τηλέφωνο ώστε να λειτουργεί σωστά το Soundscape.
es_es: Soundscape admite audio espacial con seguimiento dinámico de la cabeza cuando se utilizan AirPods compatibles. Cuando se conectan a Soundscape, los sensores de los AirPods indican a Soundscape la dirección frente a la cual te encuentras. Esto ayuda a Soundscape a mejorar tu experiencia de audio haciendo que sea más natural a medida que te mueves por el mundo. Cuando uses Soundscape con los AirPods conectados, no es necesario sostener el teléfono para que Soundscape funcione correctamente.
fa_ir: Soundscape از صدای فضایی با ردیابی پویای سر هنگام استفاده از ایرپادهای سازگار پشتیبانی می‌کند. پس از اتصال، حسگرهای موجود در ایرپادها به Soundscape جهت رو کردن سر شما را می‌گویند. این به Soundscape کمک می‌کند تا تجربه صوتی شما را بهبود بخشد و با حرکت شما در جهان، آن را طبیعی‌تر کند. وقتی از Soundscape با ایرپادهای متصل استفاده می‌کنید، نیازی به نگه داشتن گوشی خود برای کارکرد صحیح Soundscape ندارید.
fi_fi: Soundscape tukee tilaääntä dynaamisella pään seurannalla, kun käytössä on yhteensopivat AirPods-kuulokkeet. Kun ne on yhdistetty Soundscapeen, AirPods-kuulokkeiden tunnistimet kertovat Soundscapelle, mihin suuntaan pääsi on kääntyneenä. Tämä auttaa Soundscapea parantamaan äänikokemustasi tekemällä siitä luonnollisemman, kun liikut paikasta toiseen maailmassa. Kun käytät Soundscapea yhdistettynä AirPods-kuulokkeisiin, sinun ei tarvitse pidellä puhelintasi, jotta Soundscape toimisi oikein.
fr_ca: Soundscape prend en charge un signal audio spatial avec suivi facial dynamique lorsque vous utilisez des AirPods compatibles. Lorsqu’ils sont connectés à Soundscape, les AirPods indiquent à Soundscape votre direction. Cela permet à Soundscape d’améliorer votre expérience audio, ce qui la rend plus naturelle lorsque vous vous déplacez. Si vous utilisez Soundscape avec des AirPods connectés, vous n’avez pas besoin de tenir votre téléphone pour que Soundscape fonctionne correctement.
it_it: Soundscape supporta l'audio spaziale con tracciamento dinamico della testa quando si utilizzano gli auricolari AirPods compatibili. Quando sono connessi a Soundscape, i sensori in AirPods indicano a Soundscape la direzione verso cui è rivolta la testa. In tal modo Soundscape può migliorare la tua esperienza audio rendendola più naturale mentre ti muovi nell'ambiente. Quando usi Soundscape con gli auricolari AirPods connessi, non è necessario tenere in mano il telefono per il corretto funzionamento di Soundscape.
ja_jp: 対応の AirPods を使用すると、Soundscape でダイナミック ヘッド トラッキングを使用した空間オーディオを使用できます。Soundscape に接続した対応 AirPods のセンサーから、ユーザーの顔の方向が Soundscape に伝わります。それにより、ユーザーの動きに合わせた自然なオーディオ再生が可能になります。Soundscape に AirPods を接続して使用すると、スマートフォンを手に持っていなくても Soundscape を快適に使用できます。
nb_no: Soundscape støtter romlig lyd med dynamisk hodesporing når du bruker kompatible AirPods. Når de er koblet til Soundscape, forteller sensorene i AirPods Soundscape retningen du er vendt mot. Dette hjelper Soundscape med å forbedre lydopplevelsen og gjøre den mer naturlig mens du beveger deg rundt i verden. Når du bruker Soundscape med AirPods tilkoblet, trenger du ikke å holde telefonen for at Soundscape skal fungere på riktig måte.
nl_nl: Soundscape ondersteunt ruimtelijke audio met de dynamische hoofdvolgfunctie als u AirPods gebruikt. Als ze zijn verbonden met Soundscape, geven sensoren in de AirPods aan Soundscape door in welke richting u kijkt. Zo kan Soundscape uw geluidsbeleving natuurlijker maken terwijl u zich verplaatst. Als u Soundscape gebruikt met AirPods, hoeft u de telefoon niet in uw hand te houden voor een correcte werking van Soundscape.
pt_br: O Soundscape dá suporte a áudio espacial com head tracking dinâmico durante o uso de AirPods compatíveis. Quando conectados ao Soundscape, os sensors dos AirPods dizem ao Soundscape para qual direção sua cabeça está voltada. Isso ajuda o Soundscape a aprimorar sua experiência de áudio ao torná-la mais natural à medida que você se move pelo mundo. Ao usar o Soundscape com AirPods conectados, você não precisará segurar o telefone nas mãos para que o Soundscape funcione corretamente.
pt_pt: O Soundscape suporta áudio espacial com deteção dinâmica do movimento da cabeça quando são utilizados AirPods compatíveis. Quando ligados ao Soundscape, os sensores existentes nos AirPods indicam ao Soundscape a direção em que a sua cabeça está virada. Isto ajuda o Soundscape a melhorar a experiência de áudio, tornando-a mais natural à medida que se desloca. Quando utilizar o Soundscape com AirPods ligados, não necessita de segurar no telemóvel para que o Soundscape funcione corretamente.
sv_se: Med Soundscape kan du använda rumsbestämt ljud med dynamisk huvudspårning när du använder kompatibla AirPods. När dessa enheter är anslutna till Soundscape anger AirPods-sensorerna för Soundscape vilken riktning du färdas i. Då blir det enklare för Soundscape att förbättra din ljudupplevelse så att du kan röra dig mer fritt. När Soundscape är anslutet till AirPods behöver du inte hålla i telefonen för att Soundscape ska fungera.

# help.using_headsets.airpods.when
source: You can use AirPods with Soundscape anytime you would normally use Soundscape. Using AirPods provides you with high quality audio and allows you to have a more hands-free experience with Soundscape.
da_dk: Du kan bruge AirPods sammen med Soundscape, når som helst du normalt ville bruge Soundscape. Brug af AirPods giver dig lyd i høj kvalitet og giver dig mulighed for at få en mere håndfri oplevelse med Soundscape.
de_de: Sie können AirPods jederzeit mit Soundscape einsetzen, wenn Sie normalerweise Soundscape verwenden würden. Die Nutzung von AirPods bietet Ihnen sowohl eine ausgezeichnete Audioqualität als auch die Möglichkeit, Soundscape freihändig zu verwenden.
el_gr: Μπορείτε να χρησιμοποιήσετε τα AirPods με το Soundscape οποιαδήποτε στιγμή θα χρησιμοποιούσατε κανονικά το Soundscape. Η χρήση των AirPods σας παρέχει ήχο υψηλής ποιότητας και σας επιτρέπουν να έχετε μια εμπειρία χωρίς χρήση χεριών με το Soundscape.
es_es: Puedes usar AirPods en cualquier momento con Soundscape. El uso de AirPods te proporciona un audio de alta calidad y te permite tener una experiencia mayor de manos libres con Soundscape.
fa_ir: شما می‌توانید از ایرپادها با Soundscape هر زمانی که به طور معمول از Soundscape استفاده می‌کنید استفاده کنید. استفاده از ایرپادها به شما صدای با کیفیت بالا می‌دهد و به شما امکان می‌دهد تجربه دست‌ آزاد بیشتری داشته باشید.
fi_fi: Voit käyttää AirPods-kuulokkeita Soundscapen kanssa aina, kun tavallisesti käyttäisit Soundscapea. AirPods-kuulokkeiden käyttö tarjoaa korkealaatuisen äänen ja sallii kädet vapauttavamman Soundscape-käyttökokemuksen.
fr_ca: Vous pouvez utiliser les AirPods avec Soundscape chaque fois que vous utiliseriez Soundscape. L’utilisation des AirPods vous offre un son de haute qualité qui vous permet de bénéficier d’une expérience Soundscape mains libres.
it_it: Puoi utilizzare gli auricolari AirPods con Soundscape ogni volta che usi normalmente Soundscape. L'utilizzo degli auricolari AirPods ti offre un audio di alta qualità e garantisce un'esperienza a mani libere migliore con Soundscape.
ja_jp: 通常の Soundscape の使用時はいつでも AirPods を Soundscape で使用できます。AirPods を使用すると、高品質の音声を使用でき、Soundscape のハンズフリー機能が向上します。
nb_no: Du kan bruke AirPods med Soundscape når du vanligvis ville brukt Soundscape. Ved å bruke AirPods får du høykvalitetslyd og du får en enda mer håndfri opplevelse med Soundscape.
nl_nl: Gebruik AirPods altijd met Soundscape als u Soundscape gebruikt. Met AirPods krijgt u geluid van hoge kwaliteit en kunt u Soundscape gemakkelijker handsfree gebruiken.
pt_br: Você pode usar os AirPods com o Soundscape em qualquer situação de uso normal do Soundscape. O uso dos AirPods oferece alta qualidade de áudio e permite que você tenha uma experiência de mãos livres melhor com o Soundscape.
pt_pt: Pode utilizar os AirPods com o Soundscape em qualquer situação em que utilizaria o Soundscape normalmente. Os AirPods proporcionam áudio de alta qualidade e permitem desfrutar de uma experiência de utilização do Soundscape mais mãos livres.
sv_se: Du använda AirPods tillsammans med Soundscape vid varje tillfälle då du brukar använda Soundscape. Genom att använda AirPods får du hög ljudkvalitet och du kan använda Soundscape handsfree.

# help.using_headsets.airpods.how.1
source: <b>Connecting a Device</b>:<br/> Go to the "Head Tracking Headphones" item in the Soundscape menu to connect your AirPods and follow the instructions on screen. Note that you will need to pair your AirPods to your phone in the Bluetooth settings before connecting them in Soundscape.
da_dk: <b>Oprette forbindelse til en enhed</b>:<br/> Gå til elementet "Hovedsporingshovedtelefoner" i Soundscape-menuen for at oprette forbindelse til dine AirPods, og følg vejledningen på skærmen. Bemærk, at du skal parre din AirPods i telefonens Bluetooth-indstillinger, før du opretter forbindelse til dem i Soundscape.
de_de: <b>Verbinden eines Geräts</b>:<br/> Wechseln Sie zu „Head Tracking-Kopfhörer“ im Soundscape-Menü, um Ihre AirPods zu verbinden und den Anweisungen auf dem Bildschirm zu folgen. Beachten Sie, dass Sie Ihre AirPods zuerst in den Bluetooth-Einstellungen Ihres Telefons koppeln müssen, bevor Sie sie mit Soundscape verbinden.
el_gr: <b>Σύνδεση συσκευής</b>:<br/> Μεταβείτε στο στοιχείο "Ακουστικά Head Tracking" στο μενού Soundscape για να συνδέσετε τα AirPods σας και ακολουθήσετε τις οδηγίες που εμφανίζονται στην οθόνη. Θυμηθείτε ότι θα χρειαστεί να κάνετε σύζευξη των AirPods σας με το τηλέφωνό σας στις ρυθμίσεις Bluetooth, πριν τα συνδέσετε στο Soundscape.
es_es: <b>Conexión de un dispositivo</b>:<br/> ve a la opción "Auriculares con seguimiento de cabeza" en el menú de Soundscape para conectar los AirPods y sigue las instrucciones que aparecen en pantalla. Ten en cuenta que tendrás que emparejar los AirPods en los ajustes de Bluetooth del teléfono antes de conectarlos a Soundscape.
fa_ir: <b>اتصال یک دستگاه</b>:<br/> به مورد «هدفون‌های ردیاب سر» در منوی Soundscape بروید تا ایرپادهای خود را متصل کنید و دستورالعمل‌های روی صفحه را دنبال کنید. توجه داشته باشید که قبل از اتصال آنها در Soundscape، باید ایرپادهای خود را در تنظیمات بلوتوث به گوشی خود جفت کنید.
fi_fi: <b>Laitteen yhdistäminen</b>:<br/> Siirry kohtaan "Päätä seuraavat kuulokkeet" Soundscape-valikossa yhdistääksesi AirPods-kuulokkeesi ja seuraa näytön ohjeita. Huomaa, että sinun on yhdistettävä AirPods-kuulokkeesi puhelimeesi Bluetooth-asetuksissa ennen niiden yhdistämistä Soundscapeen.
fr_ca: <b>Connexion d’un appareil</b> :<br/> accédez à l’option « Casque avec l’option Head Tracking » dans le menu de Soundscape pour connecter vos AirPods et suivez les instructions affichées. Notez que vous devez jumeler vos AirPods à votre téléphone dans les réglages Bluetooth avant de les connecter dans Soundscape.
it_it: <b>Connessione di un dispositivo</b>:<br/> vai alla voce "Auricolari con tracciamento della testa" nel menu di Soundscape per connettere i tuoi auricolari AirPods e segui le istruzioni sullo schermo. Tieni presente che dovrai associare gli auricolari AirPods nelle impostazioni Bluetooth del telefono prima di connetterli in Soundscape.
ja_jp: <b>デバイスの接続</b>:<br/> Soundscape のメニューの [ヘッド トラッキング機能搭載ヘッドホン] の項目を開き、AirPods を接続して、画面の指示に従ってください。Soundscape で AirPods を接続する前に、スマートフォンの Bluetooth の設定で AirPods のペアリングを行う必要があります。
nb_no: <b>Koble til en enhet</b>:<br/> Gå til elementet Hodetelefoner med hodesporing på Soundscape-menyen for å koble til AirPods, og følg instruksjonene på skjermen. Vær oppmerksom på at du må parkoble AirPods til telefonen i Bluetooth-innstillinger før du kobler dem til i Soundscape.
nl_nl: <b>Een apparaat verbinden</b>:<br/> Ga naar het item 'Head tracking'-koptelefoons in het menu Soundscape om verbinding te maken met uw AirPods en volg de instructies op het scherm. U moet uw AirPods koppelen met uw telefoon in de Bluetooth-instellingen voordat u ze verbindt in Soundscape.
pt_br: <b>Conectando um dispositivo</b>:<br/> acesse o item "Fones de Ouvido Head Tracking" no menu do Soundscape para conectar seus AirPods e siga as instruções na tela. Observe que será necessário emparelhar seus AirPods ao seu telefone nas configurações de Bluetooth antes de conectá-los ao Soundscape.
pt_pt: <b>Estabelecer Ligação a um Dispositivo</b>:<br/> Aceda ao item "Auscultadores com Deteção do Movimento da Cabeça" do menu do Soundscape para estabelecer ligação aos AirPods e siga as instruções apresentadas no ecrã. Note que terá de emparelhar os AirPods com o telemóvel nas definições de Bluetooth antes de lhes estabelecer ligação no Soundscape.
sv_se: <b>Ansluta en enhet</b>:<br/> Gå till alternativet "Hörlurar med huvudspårning" på Soundscape-menyn för att ansluta dina AirPods och följ anvisningarna på skärmen. Tänk på att du måste para ihop dina AirPods i telefonens Bluetooth-inställningar innan du kan ansluta dem i Soundscape.

# help.using_headsets.airpods.how.2
source: <b>Using the Media Controls on your Headphones</b>:<br/> When media controls are enabled in the Soundscape settings, you can use the media controls on your AirPods to mute or unmute the beacon, call out your location or to repeat the last callout. For more information, see the "Using Media Controls" help section.
da_dk: <b>Brug af mediebetjeningsknapper på hovedtelefonerne</b>:<br/> Når mediebetjeningsknapper er aktiveret i Soundscape-indstillinger, kan du bruge mediebetjeningsknapperne på dine AirPods til at slå lydfyret fra eller til, få besked om din placering eller gentage den sidste lydbesked. Du kan finde yderligere oplysninger i afsnittet "Brug af mediebetjeningsknapper" i hjælpen.
de_de: <b>Verwenden der Kopfhörer-Mediensteuerungen</b>:<br/> Wenn Mediensteuerungen in den Soundscape-Einstellungen aktiviert sind, können Sie die Mediensteuerungen an Ihren AirPods verwenden, um das Beacon ein- oder auszuschalten, einen Hinweis zu Ihrem Standort zu erhalten oder den letzten Hinweis zu wiederholen. Weitere Informationen finden Sie im Hilfeabschnitt „Mediensteuerungen verwenden“.
el_gr: <b>Χρήση των στοιχείων ελέγχου πολυμέσων στα ακουστικά σας</b>:<br/> Όταν τα στοιχεία ελέγχου πολυμέσων είναι ενεργοποιημένα στις ρυθμίσεις Soundscape, μπορείτε να χρησιμοποιήσετε τα στοιχεία ελέγχου πολυμέσων στα AirPods σας για σίγαση ή κατάργηση σίγασης του ηχητικού σήματος, να επεξηγήσετε την τοποθεσία σας ή να επαναλάβετε την τελευταία επεξήγηση. Για περισσότερες πληροφορίες, ανατρέξτε στην ενότητα βοήθειας "Χρήση στοιχείων ελέγχου πολυμέσων".
es_es: <b>Uso de los controles multimedia en los auriculares</b>:<br/> cuando los controles multimedia estén habilitados en la configuración de Soundscape, podrás usarlos en los AirPods para silenciar o reactivar la señal, avisar de tu ubicación o repetir el último aviso de llamada. Para obtener más información, ve la sección de ayuda "Uso de controles multimedia".
fa_ir: <b>استفاده از کنترل‌های رسانه روی هدفون شما</b>:<br/> وقتی کنترل‌های رسانه در تنظیمات Soundscape فعال هستند، می‌توانید از کنترل‌های رسانه روی ایرپادهای خود برای بی‌صدا یا باصدا کردن نشانهٔ صوتی، اعلام مکان خود یا تکرار آخرین اعلان صوتی استفاده کنید. برای اطلاعات بیشتر، به بخش راهنمای «استفاده از کنترل‌های رسانه» مراجعه کنید.
fi_fi: <b>Kuulokkeidesi mediasäädinten käyttö</b>:<br/> Kun mediasäätimet on otettu käyttöön Soundscape-asetuksissa, voit käyttää AirPods-kuulokkeidesi mediasäätimiä majakan ja sijaintisi ilmoituksen hiljentämiseen tai hiljentämisen poistoon tai viimeisimmän ilmoituksen toistamiseen. LIsätietoja on ohjeen osassa "Mediaohjaimien käyttö".
fr_ca: <b>Utilisation des commandes multimédias sur votre casque</b> :<br/> lorsque les commandes multimédias sont activées dans les réglages Soundscape, vous pouvez les utiliser sur vos AirPods pour couper ou activer le son de la balise, recevoir une notification sur votre emplacement ou pour faire répéter la dernière notification. Pour plus d’informations, consultez la section d’aide « Utilisation des commandes multimédias ».
it_it: <b>Uso dei controlli di riproduzione degli auricolari</b>:<br/> quando i controlli di riproduzione sono abilitati nelle impostazioni di Soundscape, puoi utilizzarli sugli auricolari AirPods per disattivare o riattivare l'audio dell'audiofaro, notificare la tua posizione o ripetere l'ultima notifica. Per altre informazioni, vedi la sezione "Utilizzo dei controlli di riproduzione" della Guida.
ja_jp: <b>ヘッドホンのメディアコントロールの使用</b>:<br/> Soundscape の設定でメディアコントロールが有効になっている場合、AirPods のメディアコントロールを使用して、ビーコンのミュートの設定や解除、現在地のコールアウト、最後のコールアウトの繰り返しを行うことができます。詳しくは、ヘルプの「メディアコントロールの使用」をご覧ください。
nb_no: <b>Bruk mediekontrollene på hodetelefonene</b>:<br/> Når mediekontroller er aktivert i Soundscape-innstillingene, kan du bruke mediekontrollene på AirPods til å slå av og på lydsignalet, lese opp posisjonen eller til å gjenta den siste meldingen. Hvis du vil ha mer informasjon, kan du se hjelpedelen Bruk mediekontroller.
nl_nl: <b>Mediaregelaars op uw koptelefoon gebruiken</b>:<br/> Wanneer mediaregelaars zijn ingeschakeld in de Soundscape-instellingen, kunt u met de mediaregelaars op uw AirPods het baken dempen of het dempen opheffen, uw locatie laten beschrijven of de laatste waarschuwing laten herhalen. Meer informatie vindt u in de Help-sectie "Mediaregelaars gebruiken".
pt_br: <b>Usando os Controles de Mídia nos fones de ouvido</b>:<br/> quando os controles de mídia estiverem habilitados nas configurações do Soundscape, você poderá usá-los em seus AirPods para ativar ou desativar o áudio do sinalizador, informar sua localização ou repetir a última notificação. Para obter mais informações, consulte a seção da ajuda "Uso dos Controles de Mídia".
pt_pt: <b>Utilizar os Controlos Multimédia dos Auscultadores</b>:<br/> Quando os controlos multimédia estão ativados nas definições do Soundscape, é possível utilizar os controlos multimédia dos AirPods para desativar ou ativar o sinal, emitir um aviso de localização ou repetir o último aviso. Para mais informações, consulte a secção "Utilizar Controlos Multimédia" da ajuda.
sv_se: <b>Använda mediereglagen på dina hörlurar</b>:<br/> När mediereglage har aktiverats i Soundscape-inställningarna kan du använda dessa reglage på dina AirPods för att inaktivera eller aktivera ljudfyren, få information om var du befinner dig eller upprepa det senaste informationsljudet. Mer information finns i hjälpavsnittet "Använda mediereglage".

# osm.tag.crossing
source: Crosswalk
da_dk: Fodgængerovergang
de_de: Zebrastreifen
el_gr: Διάβαση πεζών
es_es: Paso de peatones
fa_ir: گذرگاه عابر پیاده
fi_fi: Suojatie
fr_ca: Passage pour piétons
it_it: Attraversamento pedonale
ja_jp: 横断歩道
nb_no: Overgang
nl_nl: Zebrapad
pt_br: Faixa de Pedestres
pt_pt: Passadeira
sv_se: Övergångsställe

# osm.tag.construction
source: Construction
da_dk: Konstruktion
de_de: Baustelle
el_gr: Κατασκευή
es_es: Construcción
fa_ir: در دست ساخت
fi_fi: Rakennustyömaa
fr_ca: Travaux
it_it: Costruzione
ja_jp: 工事中
nb_no: Bygging
nl_nl: Bouwplaats
pt_br: Construção
pt_pt: Construção
sv_se: Byggnad
