Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# poi_screen.loading_title.loading
source: Loading Nearby Places
da_dk: Indlæser steder i nærheden
de_de: Laden der Orte in der Nähe
el_gr: Φόρτωση κοντινών τοποθεσιών
es_es: Cargando lugares cercanos
fa_ir: در حال بارگذاری مکان‌های نزدیک
fi_fi: Ladataan lähiympäristön paikkoja
fr_ca: Chargement d’emplacements à proximité
it_it: Caricamento dei luoghi nelle vicinanze
ja_jp: 近くの場所を読み込んでいます
nb_no: Laster inn steder i nærheten
nl_nl: Plaatsen in de buurt vinden
pt_br: Carregando Locais nas Proximidades
pt_pt: Carregar Locais nas Proximidades
sv_se: Läser in platser i närheten

# poi_screen.loading_title.finding_error
source: Uh oh! We are having trouble finding nearby places. Try again later.
da_dk: Åh nej! Vi har problemer med at finde steder i nærheden. Prøv igen senere.
de_de: Hoppla! Es gibt ein Problem beim Suchen von Orten in der Nähe. Versuchen Sie es später erneut.
el_gr: Ώχ! Δυσκολευόμαστε να βρούμε κοντινά μέρη. Ξαναδοκίμασε αργότερα.
es_es: Tenemos problemas para encontrar los lugares cercanos. Vuelve a intentarlo más tarde.
fa_ir: اوه! ما در پیدا کردن مکان‌های نزدیک با مشکل مواجه هستیم. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Huh, meillä on vaikeuksia löytää lähiympäristön paikkoja. Yritä myöhemmin uudelleen.
fr_ca: Désolé. Nous rencontrons des problèmes pour rechercher les emplacements à proximité. Réessayez ultérieurement.
it_it: Si è verificato un problema durante la ricerca dei luoghi nelle vicinanze. Riprova più tardi.
ja_jp: 近くの場所を確認できません。少し待ってからやり直してください。
nb_no: Å nei! Vi har problemer med å finne steder i nærheten. Prøv på nytt senere.
nl_nl: We kunnen geen plaatsen in de buurt vinden. Probeer het later opnieuw.
pt_br: Opa! Estamos com problemas para localizar os locais nas proximidades. Tente mais tarde.
pt_pt: Estamos a ter problemas para encontrar locais nas proximidades. Tente novamente mais tarde.
sv_se: Det går inte att hitta platser i närheten. Försök igen senare.

# poi_screen.loading_title.no_places_matching
source: There are no places matching %@. Try a different filter
da_dk: Der er ingen steder, som matcher %@. Prøv et andet filter
de_de: Es gibt keine mit %@ übereinstimmenden Orte. Probieren Sie einen anderen Filter aus
el_gr: Δεν υπάρχουν τοποθεσίες που να ταιριάζουν με το %@. Προσπαθήστε ένα διαφορετικό φίλτρο
es_es: No hay lugares que coincidan con %@. Prueba un filtro diferente
fa_ir: هیچ مکانی با %@ مطابقت ندارد. فیلتر دیگری را امتحان کنید
fi_fi: Hakua %@ vastaavia paikkoja ei ole. Kokeile toista suodatinta
fr_ca: Aucun emplacement ne correspond à %@. Essayez un autre filtre
it_it: Non ci sono luoghi corrispondenti a %@. Prova un altro filtro
ja_jp: %@ に該当する場所は見つかりません。別のフィルターを試してください
nb_no: Det er ingen steder som samsvarer med %@. Prøv et annet filter
nl_nl: Er zijn geen plaatsen die overeenkomen met %@. Probeer een ander filter
pt_br: Não há locais correspondentes a %@. Tente um filtro diferente
pt_pt: Não existem locais que correspondam a %@. Tente outro filtro
sv_se: Det finns inga platser som matchar %@. Försök med ett annat filter.

# poi_screen.section_header.nearby
source: Nearby
da_dk: I nærheden
de_de: In der Nähe
el_gr: Κοντά
es_es: Cerca
fa_ir: نزدیک
fi_fi: Lähistöllä
fr_ca: À proximité
it_it: Nelle vicinanze
ja_jp: 周辺
nb_no: I nærheten
nl_nl: In de buurt
pt_br: Nas Proximidades
pt_pt: Nas Proximidades
sv_se: I närheten

# poi_cell.accessibility_label.suggested_search
source: Suggested search: %@
da_dk: Foreslået søgning: %@
de_de: Vorgeschlagene Suche: %@
el_gr: Προτεινόμενη αναζήτηση: %@
es_es: Búsqueda sugerida: %@
fa_ir: جستجوی پیشنهادی: %@
fi_fi: Hakuehdotus: %@
fr_ca: Recherche suggérée : %@
it_it: Ricerca suggerita: %@
ja_jp: おすすめ検索: %@
nb_no: Foreslått søk: %@
nl_nl: Voorgestelde zoekopdracht: %@
pt_br: Pesquisa sugerida %@
pt_pt: Pesquisa sugerida: %@
sv_se: Förslag på sökning: %@

# poi_cell.accessibility_hint.suggested_search
source: Double tap to search for: %@.
da_dk: Dobbelttryk for at søge efter: %@
de_de: Doppeltippen, um %@ zu suchen
el_gr: Πατήστε δύο φορές για να αναζητήσετε: %@
es_es: Pulsa dos veces para buscar: %@.
fa_ir: برای جستجوی: %@ دو بار ضربه بزنید
fi_fi: Kaksoisnapauta etsiäksesi kohdetta: %@
fr_ca: Appuyer deux fois pour rechercher : %@
it_it: Tocca due volte per cercare: %@
ja_jp: ダブルタップして検索: %@
nb_no: Dobbelttrykk for å søke etter: %@
nl_nl: Dubbeltik om te zoeken naar: %@
pt_br: Dê um toque duplo para procurar por: %@
pt_pt: Faça duplo toque para procurar: %@
sv_se: Dubbelknacka för att söka efter: %@

# poi_screen.header.recent.callouts
source: Recent Callouts
da_dk: Seneste lydbeskeder
de_de: Aktuelle Hinweise
el_gr: Πρόσφατες επεξηγήσεις
es_es: Avisos recientes
fa_ir: اعلان‌های صوتی اخیر
fi_fi: Viimeisimmät ilmoitukset
fr_ca: Notifications récentes
it_it: Notifiche recenti
ja_jp: 最近のコールアウト
nb_no: Nylige meldinger
nl_nl: Recente waarschuwingen
pt_br: Notificações Ativadas Recentes
pt_pt: Avisos Recentes
sv_se: Senaste informationsljud

# location_callout_cell.marked_location
source: Marked Location
da_dk: Markeret placering
de_de: Markierte Position
el_gr: Επισημασμένες τοποθεσίες
es_es: Ubicación marcada
fa_ir: مکان نشانه‌گذاری شده
fi_fi: Merkitty sijainti
fr_ca: Emplacement marqué
it_it: Posizione contrassegnata
ja_jp: マーカーを付けた場所
nb_no: Markert posisjon
nl_nl: Gemarkeerde locatie
pt_br: Localização Favorita
pt_pt: Localização Marcada
sv_se: Markerad plats

# location_callout_cell.nearest_road
source: Nearest road, %@.
da_dk: Nærmeste vej, %@.
de_de: Nächste Straße, %@.
el_gr: Κοντινότερος δρόμος, %@.
es_es: Carretera más cercana, %@.
fa_ir: نزدیک‌ترین جاده، %@.
fi_fi: Lähin tie, %@.
fr_ca: Route la plus proche, %@.
it_it: La strada più vicina, %@.
ja_jp: 最寄りの道路、%@ です。
nb_no: Nærmeste vei, %@.
nl_nl: Dichtstbijzijnde weg, %@.
pt_br: Rua mais próxima, %@.
pt_pt: Rua mais próxima, %@.
sv_se: Närmaste väg, %@.

# location_callout_cell.nearest_road.beacon_set_on
source: Nearest road, %1$@. Beacon was set on %2$@.
da_dk: Nærmeste vej, %1$@. Lydfyr blev indstillet på %2$@.
de_de: Nächste Straße, %1$@. Beacon wurde an %2$@ platziert.
el_gr: Κοντινότερος δρόμος, %1$@. Το ηχητικό σήμα ήταν ρυθμισμένο στο %2$@.
es_es: Carretera más cercana, %1$@. La señal estaba establecida en %2$@.
fa_ir: نزدیک‌ترین جاده، %1$@. نشانهٔ صوتی روی %@ تنظیم شده بود.
fi_fi: Lähin tie, %1$@. Majakka määritettiin kohteeseen %2$@.
fr_ca: Route la plus proche, %1$@. Une balise a été définie sur %2$@.
it_it: La strada più vicina, %1$@. L'audiofaro è stato impostato su %2$@.
ja_jp: 最寄りの道路、%1$@ です。ビーコンの設定地点は %2$@ でした。
nb_no: Nærmeste vei, %1$@. Lydsignalet ble angitt på %2$@.
nl_nl: Dichtstbijzijnde weg, %1$@. Baken is ingesteld op %2$@.
pt_br: Rua mais próxima, %1$@. O sinalizador foi definido em %2$@.
pt_pt: Rua mais próxima, %1$@. O sinal foi definido em %2$@.
sv_se: Närmaste väg, %1$@. Ljudfyren har ställts in på %2$@.

# location_callout_cell.nearest_road.nearest_poi
source: Nearest road, %1$@. Nearest point of interest, %2$@.
da_dk: Nærmeste vej, %1$@. Nærmeste interessepunkt, %2$@.
de_de: Nächste Straße, %1$@. Nächster Point-of-interest, %2$@.
el_gr: Κοντινότερος δρόμος, %1$@. Το κοντινότερο σημείο ενδιαφέροντος, %2$@.
es_es: Carretera más cercana, %1$@. Punto de interés más cercano, %2$@.
fa_ir: نزدیک‌ترین جاده، %1$@. نزدیک‌ترین نقطه مورد علاقه، %@.
fi_fi: Lähin tie, %1$@. Lähin kiinnostava kohde, %2$@.
fr_ca: Route la plus proche, %1$@. Point d’intérêt le plus proche, %2$@.
it_it: La strada più vicina, %1$@. Il punto di interesse più vicino, %2$@.
ja_jp: 最寄りの道路、%1$@ です。最寄りの特定地点、%2$@ です。
nb_no: Nærmeste vei, %1$@. Nærmeste interessepunkt, %2$@.
nl_nl: Dichtstbijzijnde weg, %1$@. Dichtstbijzijnd referentiepunt, %2$@.
pt_br: Rua mais próxima, %1$@. Ponto de interesse mais próximo, %2$@.
pt_pt: Rua mais próxima, %1$@. Ponto de interesse mais próximo, %2$@.
sv_se: Närmaste väg, %1$@. Närmaste intressepunkt, %2$@.

# devices.airpods.supported_versions
source: Apple AirPods with spatial audio
da_dk: Apple AirPods med rumlig lyd
de_de: Apple AirPods mit räumlichem Klang
el_gr: Apple AirPods με χωρικό ήχο
es_es: Apple AirPods con audio espacial
fa_ir: Apple AirPods با صدای فضایی
fi_fi: Apple AirPods -kuulokkeet tilaäänitoiminnolla
fr_ca: Les Apple AirPods avec un audio spatial
it_it: Apple AirPods con audio spaziale
ja_jp: 空間オーディオ対応の Apple AirPods
nb_no: Apple AirPods med romlig lyd
nl_nl: Apple AirPods met ruimtelijke audio
pt_br: Apple AirPods com áudio espacial
pt_pt: Apple AirPods com áudio espacial
sv_se: Apple AirPods med rumsbestämda ljud

# devices.title.pair_audio
source: Pair Headphones Audio
da_dk: Par hovedtelefonlyden
de_de: Kopfhörer-Audio koppeln
el_gr: Σύζευξη ήχου ακουστικών
es_es: Emparejar audio de auriculares
fa_ir: جفت‌سازی صدای هدفون
fi_fi: Yhdistä kuulokeääni
fr_ca: Jumeler le son du casque
it_it: Associa audio degli auricolari
ja_jp: ヘッドホン オーディオのペアリング
nb_no: Parkoble hodetelefonlyd
nl_nl: Audio van koptelefoon koppelen
pt_br: Emparelhar Áudio de Fones de Ouvido
pt_pt: Emparelhar Áudio dos Auscultadores
sv_se: Para ihop ljud med hörlurar

# devices.title.first_connection
source: Headphones Connected
da_dk: Der er oprettet forbindelse til hovedtelefoner
de_de: Kopfhörer verbunden
el_gr: Συνδεδεμένα ακουστικά
es_es: Auriculares conectados
fa_ir: هدفون متصل شد
fi_fi: Kuulokkeet yhdistetty
fr_ca: Casque connecté
it_it: Auricolari connessi
ja_jp: ヘッドホンの接続完了
nb_no: Hodetelefonene er tilkoblet
nl_nl: Koptelefoon verbonden
pt_br: Fones de Ouvido Conectados
pt_pt: Auscultadores Ligados
sv_se: Hörlurar har anslutits

# devices.title.calibrate
source: Headphones Calibration
da_dk: Kalibrering af hovedtelefoner
de_de: Kopfhörerkalibrierung
el_gr: Βαθμονόμηση ακουστικών
es_es: Calibración de auriculares
fa_ir: کالیبراسیون هدفون
fi_fi: Kuulokkeiden kalibrointi
fr_ca: Étalonnage du casque
it_it: Calibrazione auricolari
ja_jp: ヘッドホンの調整
nb_no: Hodetelefonkalibrering
nl_nl: Koptelefoon kalibreren
pt_br: Calibração dos Fones de Ouvido
pt_pt: Calibragem dos Auscultadores
sv_se: Kalibrering av hörlurar

# devices.title.completed_connection
source: Headphones Ready
da_dk: Hovedtelefoner er klar
de_de: Kopfhörer bereit
el_gr: Έτοιμα ακουστικά
es_es: Auriculares listos
fa_ir: هدفون آماده است
fi_fi: Kuulokkeet valmiit
fr_ca: Casque prêt
it_it: Auricolari pronti
ja_jp: ヘッドホンの準備完了
nb_no: Hodetelefonene er klare
nl_nl: Koptelefoon gereed
pt_br: Fones de Ouvido Prontos
pt_pt: Auscultadores Prontos
sv_se: Hörlurarna är klara att användas

# devices.explain_ar.disconnected
source: Head tracking headphones are Bluetooth headphones with sensors that tell Soundscape where you are facing. This helps Soundscape to improve your audio experience, making it more natural as you move around in the world. Tap the button below to connect a device.
da_dk: Hovedsporingshovedtelefonerne er Bluetooth-hovedtelefoner med sensorer, der fortæller Soundscape, hvilken retning du vender i. Dette hjælper Soundscape med at forbedre din lydoplevelse, så den bliver mere naturlig, i takt med at du bevæger dig rundt i verden. Tryk på knappen nedenfor for at oprette forbindelse til en enhed.
de_de: Head Tracking-Kopfhörer sind Bluetooth-Kopfhörer mit Sensoren, anhand derer Soundscape erkennt, in welche Richtung Sie schauen. Dadurch kann Soundscape Ihre Audioerfahrung verbessern, sodass sie natürlicher klingt, während Sie unterwegs sind. Tippen Sie auf die Schaltfläche unten, um eine Verbindung mit einem Gerät herzustellen.
el_gr: Τα ακουστικά head tracking είναι ακουστικά Bluetooth με αισθητήρες που λένε στο Soundscape πού είστε στραμμένοι. Αυτό βοηθά το Soundscape να βελτιώσει την εμπειρία ήχου σας, καθιστώντας την πιο φυσική καθώς κινείστε. Πατήστε το παρακάτω κουμπί για να συνδέσετε μια συσκευή.
es_es: Los auriculares con seguimiento de cabeza son auriculares Bluetooth con sensores que indican a Soundscape el lugar frente al cual te encuentras. Esto ayuda a Soundscape a mejorar tu experiencia de audio, lo que hace que tu desplazamiento por el mundo sea más natural. Pulsa en el botón siguiente para conectar un dispositivo.
fa_ir: هدفون‌های ردیاب سر، هدفون‌های بلوتوثی با حسگرهایی هستند که به Soundscape می‌گویند شما به کدام سمت رو کرده‌اید. این به Soundscape کمک می‌کند تا تجربه صوتی شما را بهبود بخشد و با حرکت شما در جهان، آن را طبیعی‌تر کند. برای اتصال یک دستگاه، روی دکمه زیر ضربه بزنید.
fi_fi: Päätä seuraavat kuulokkeet ovat Bluetooth-kuulokkeita, joissa on tunnistimet, jotka kertovat Soundscapelle, mihin suuntaan olet kääntyneenä. Tämä auttaa Soundscapea parantamaan äänikokemustasi tehden siitä luonnollisemman, kun liikut maailmassa ympäriinsä. Napauta alla olevaa painiketta yhdistääksesi laitteen.
fr_ca: Les casques avec suivi facial sont des appareils Bluetooth dotés de capteurs qui indiquent à Soundscape votre direction. Cela aide Soundscape à améliorer votre expérience audio, ce qui la rend plus naturelle lorsque vous vous déplacez. Appuyez sur le bouton ci-dessous pour connecter un appareil.
it_it: Gli auricolari con tracciamento della testa sono auricolari Bluetooth con sensori che indicano a Soundscape la direzione verso cui è rivolta la testa. In tal modo Soundscape può migliorare la tua esperienza audio rendendola più naturale mentre ti muovi nell'ambiente. Tocca il pulsante in basso per connettere un dispositivo.
ja_jp: ヘッド トラッキング機能搭載ヘッドホンは、センサー搭載の Bluetooth ヘッドホンで、ユーザーの顔の方向を Soundscape に伝えることができます。そのため、Soundscape ではユーザーの動きに合わせた自然な音声の再生ができます。 デバイスを接続するには下のボタンをタップしてください。
nb_no: Hodetelefoner med hodesporing er Bluetooth-hodetelefoner med sensorer som forteller Soundscape hvilken retning du er vendt mot. Dette hjelper Soundscape med å forbedre lydopplevelsen din, noe som gjør den mer naturlig når du beveger deg rundt i verden. Trykk på knappen nedenfor for å koble til en enhet.
nl_nl: 'Head tracking'-koptelefoons zijn Bluetooth-koptelefoons met sensoren die aan Soundscape doorgeven in welke richting u kijkt. Zo kan Soundscape uw audiobeleving verbeteren en kunt u zich gemakkelijker verplaatsen. Tik op de knop hieronder om een apparaat te verbinden.
pt_br: Os fones de ouvido Head Tracking são fones Bluetooth com sensores que informam ao Soundscape para que lado sua cabeça está voltada. Isso ajuda o Soundscape a aprimorar sua experiência de áudio, tornando-a mais natural conforme você se move. Toque no botão abaixo para conectar o dispositivo.
pt_pt: Auscultadores com deteção do movimento da cabeça são auscultadores Bluetooth equipados com sensores que indicam ao Soundscape a direção em que está virado. Isto ajuda o Soundscape a melhorar a sua experiência de áudio, tornando-a mais natural à medida que se desloca. Toque no botão para ligar um dispositivo.
sv_se: Hörlurar med huvudspårning är Bluetooth-hörlurar med sensorer som anger för Soundscape vilken riktning du står i. På så sätt kan Soundscape förbättra ljudupplevelsen, och göra den mer naturlig när du rör dig i omgivningen. Knacka på knappen nedan om du vill ansluta enheten.

# devices.explain_ar.connected.airpods
source: Your AirPods are ready for use, so you can put your phone in your pocket and go! Soundscape is tracking the direction of your head so you do not need to hold the phone in your hand.
da_dk: Dine AirPods er klar til brug, så du kan lægge telefonen i lommen og gå! Soundscape sporer retningen af dit hoved, så du ikke behøver at holde telefonen i hånden.
de_de: Ihre AirPods sind bereit für den Einsatz. Sie können Ihr Telefon nun in die Tasche einstecken. Soundscape verfolgt Ihre Blickrichtung nach, sodass Sie das Telefon nicht in der Hand halten müssen.
el_gr: Τα AirPods σας είναι έτοιμα για χρήση, μπορείτε λοιπόν να βάλετε το τηλέφωνό σας στην τσέπη σας και να φύγετε! Το Soundscape παρακολουθεί την κατεύθυνση του κεφαλιού σας, ώστε να μην χρειάζεται να κρατάτε το τηλέφωνο στο χέρι σας.
es_es: Tus AirPods están listos para usar, ¡así que puedes guardar tu teléfono en el bolsillo y ponerte en marcha! Soundscape está siguiendo la orientación de tu cabeza para que no tengas que sostener el teléfono en la mano.
fa_ir: ایرپادهای شما برای استفاده آماده هستند، پس می‌توانید گوشی خود را در جیبتان بگذارید و بروید! Soundscape جهت سر شما را ردیابی می‌کند، بنابراین نیازی به نگه داشتن گوشی در دستتان نیست.
fi_fi: AirPods-kuulokkeesi ovat valmiit käyttöön, joten voit laittaa puhelimen taskuusi ja lähteä! Soundscape seuraa pääsi suuntaa, joten sinun ei tarvitse pidellä puhelinta kädessäsi.
fr_ca: Vos AirPods sont prêts à l’emploi. Vous pouvez à présent ranger votre téléphone dans votre poche et c’est parti! Soundscape effectue le suivi de la direction de votre tête de sorte que vous n’ayez pas besoin de tenir votre téléphone en main.
it_it: I tuoi AirPods sono pronti per l'uso, quindi puoi mettere il telefono in tasca e uscire! Soundscape ora seguirà la direzione della tua testa, quindi non devi tenere il telefono in mano.
ja_jp: AirPods を使用する準備ができました。スマートフォンをポケットに入れて出かけることができます。Soundscape で頭の方向がトラッキングされるので、スマートフォンを手に持つ必要はありません。
nb_no: AirPods er klare til bruk, og du kan legge telefonen i lomma og gå. Soundscape sporer nå retningen på hodet ditt slik at du ikke trenger å holde telefonen i hånden.
nl_nl: Uw AirPods zijn gereed voor gebruik. Plaats uw telefoon in uw zak en ga op weg. Soundscape volgt nu de kijkrichting van uw hoofd zodat u de telefoon niet in uw hand hoeft te houden.
pt_br: Os AirPods estão prontos para uso. Portanto, você pode colocar o telefone no bolso e começar a usá-los! O Soundscape rastreia a direção da sua cabeça para que você não precise ficar com o telefone na mão.
pt_pt: Os AirPods estão prontos para utilização. Pode guardar o telemóvel no bolso e seguir viagem! O Soundscape está a detetar a direção da sua cabeça, pelo que não necessita de levar o telemóvel na mão.
sv_se: Du kan nu börja använda dina AirPods. Stoppa undan telefonen i fickan och ge dig av! Soundscape spårar nu huvudets riktning så du behöver inte hålla telefonen i handen.

# devices.explain_ar.paired
source: Soundscape is not currently connected to your %@. Please ensure your headphones are turned on and near your phone.
da_dk: Soundscape har i øjeblikket ikke forbindelse til din %@. Kontrollér, at hovedtelefonerne er tændt og i nærheden af telefonen.
de_de: Soundscape ist derzeit nicht mit %@ verbunden. Stellen Sie sicher, dass Ihre Kopfhörer aktiviert sind und sich in der Nähe Ihres Telefons befindet.
el_gr: Το Soundscape δεν είναι συνδεδεμένο προς το παρόν με το %@ σας. Βεβαιωθείτε ότι τα ακουστικά σας είναι ενεργοποιημένα και κοντά στο τηλέφωνό σας.
es_es: Soundscape no está conectado actualmente a %@. Por favor asegúrate de que tus auriculares están encendidos y cerca de tu teléfono.
fa_ir: Soundscape در حال حاضر به %@ شما متصل نیست. لطفاً اطمینان حاصل کنید که هدفون شما روشن و نزدیک گوشی شماست.
fi_fi: Soundscapea ei ole yhdistetty %@ -kuulokkeisiisi. Varmista, että kuulokkeesi ovat päällä ja lähellä puhelintasi.
fr_ca: Soundscape n’est actuellement pas connecté à votre %@. Veuillez vous assurer que votre casque est activé et proche de votre téléphone.
it_it: Soundscape non è attualmente connesso ai tuoi auricolari %@. Assicurati che gli auricolari siano accesi e vicini al telefono.
ja_jp: Soundscape は現在 %@ に接続されていません。ヘッドホンの電源が入っていること、スマートフォンの近くにあることを確認してください。
nb_no: Soundscape er for øyeblikket ikke koblet til %@. Pass på at hodetelefonene er slått på og i nærheten av telefonen.
nl_nl: Soundscape is momenteel niet verbonden met uw %@. Controleer of uw koptelefoon is ingeschakeld en zich in de buurt van uw telefoon bevindt.
pt_br: O Soundscape não está conectado ao seu %@. Verifique se seus fones de ouvido estão ligados e próximos ao telefone.
pt_pt: O Soundscape não está atualmente ligado aos %@. Certifique-se de que os auscultadores estão ligados e perto do dispositivo.
sv_se: Soundscape är inte anslutet till ditt %@. Kontrollera att dina hörlurar är aktiverade och finns i närheten av telefonen.

# devices.explain_ar.connecting
source: Soundscape is connecting to your %@. One moment…
da_dk: Soundscape opretter forbindelse til %@. Et øjeblik...
de_de: Soundscape stellt eine Verbindung mit %@ her. Bitte warten ...
el_gr: Το Soundscape συνδέεται με το %@ σας. Μια στιγμή...
es_es: Soundscape se está conectando a %@. Un momento…
fa_ir: Soundscape در حال اتصال به %@ شماست. یک لحظه صبر کنید…
fi_fi: Soundscape muodostaa yhteyttä %@ -kuulokkeisiisi. Pieni hetki...
fr_ca: Connexion de Soundscape à votre %@. Un instant...
it_it: Connessione di Soundscape al tuo dispositivo %@ in corso. Attendi un attimo...
ja_jp: Soundscape が %@ と接続中です。少しお待ちください...
nb_no: Soundscape kobler seg til %@. Vent litt ...
nl_nl: Soundscape maakt verbinding met uw %@. Even wachten...
pt_br: O Soundscape está se conectando a %@. Aguarde...
pt_pt: O Soundscape está a estabelecer ligação aos %@. Um momento...
sv_se: Soundscape ansluter dig till %@. Ett ögonblick ...

# devices.connect_headset
source: Connect Headphones
da_dk: Opret forbindelse til hovedtelefoner
de_de: Kopfhörer verbinden
el_gr: Σύνδεση ακουστικών
es_es: Conectar auriculares
fa_ir: اتصال هدفون
fi_fi: Yhdistä kuulokkeet
fr_ca: Connecter un casque
it_it: Connetti auricolari
ja_jp: ヘッドホンを接続する
nb_no: Koble til hodetelefoner
nl_nl: Koptelefoon verbinden
pt_br: Conectar Fones de Ouvido
pt_pt: Ligar Auscultadores
sv_se: Anslut hörlurar

# devices.connect_headset.calibrate.button
source: Start Calibration
da_dk: Start kalibrering
de_de: Kalibrierung starten
el_gr: Έναρξη βαθμονόμησης
es_es: Iniciar calibración
fa_ir: شروع کالیبراسیون
fi_fi: Aloita kalibrointi
fr_ca: Démarrer l’étalonnage
it_it: Inizia calibrazione
ja_jp: 調整を開始する
nb_no: Start kalibrering
nl_nl: Kalibratie starten
pt_br: Iniciar Calibragem
pt_pt: Iniciar Calibragem
sv_se: Starta kalibrering
