Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.snooze_mode_battery.answer
source: To put Soundscape in Snooze Mode, select the "Sleep" button in the top right-hand corner of the home screen. Once Soundscape’s in Sleep mode, select the "Wake up when I leave" button and Soundscape will go in to a low power state until you leave your current location.
da_dk: Hvis du vil sætte Soundscape i slumretilstand, skal du vælge knappen "Dvale" i øverste højre hjørne af skærmen. Når Soundscape er i dvaletilstand, skal du vælge knappen "Aktivér, når jeg går", så vil Soundscape gå i en strømbesparende tilstand, indtil du forlader din nuværende placering.
de_de: Wählen Sie zum Versetzen von Soundscape in den Standbymodus die Schaltfläche „Ruhemodus aktivieren“ oben rechts am Bildschirm. Sobald Soundscape im Ruhemodus ist, tippen Sie auf „Bei Bewegung aktivieren“, und Soundscape geht in einen Zustand niedriger Leistung über, bis Sie Ihren aktuellen Standort verlassen.
el_gr: Για να μεταβείτε στη λειτουργία αναβολής του Soundscape, επιλέξτε το κουμπί "Αναστολή λειτουργίας" στην επάνω δεξιά γωνία της οθόνης. Μόλις το Soundscape βρεθεί σε κατάσταση αναστολής λειτουργίας, επιλέξτε το κουμπί "Ενεργοποίηση όταν ξεκινήσω" και το Soundscape θα μεταβεί σε κατάσταση χαμηλής ισχύος μέχρι να μετακινηθείτε από την τρέχουσα τοποθεσία σας.
es_es: Para poner Soundscape en el modo de aplazamiento, selecciona el botón "Suspender" en la esquina superior derecha de la pantalla de inicio. Una vez que Soundscape esté en el modo de reposo, selecciona el botón "Reactivar cuando Salga" y Soundscape pasará a un estado de bajo consumo hasta que abandones tu ubicación actual.
fa_ir: برای قرار دادن Soundscape در حالت چرت زدن، دکمه «خواب» را در گوشه بالا سمت راست صفحه اصلی انتخاب کنید. پس از اینکه Soundscape در حالت خواب قرار گرفت، دکمه «وقتی از اینجا رفتم بیدار شو» را انتخاب کنید و Soundscape تا زمانی که مکان فعلی خود را ترک کنید، در حالت کم‌مصرف قرار می‌گیرد.
fi_fi: Voit asettaa Soundscapen odotustilaan valitsemalla "Siirry lepotilaan"-painikkeen näytön oikeasta yläkulmasta. Kun Soundscape on lepotilassa, valitse "Herää, kun lähden" -painike, ja Soundscape siirtyy alhaisen virrankäytön tilaan, kunnes poistut nykyisestä sijainnistasi.
fr_ca: Pour mettre Soundscape en mode Désactiver temporairement, sélectionnez le bouton « Mettre en veille » dans le coin supérieur droit de l’écran. Une fois Soundscape en mode Mettre en veille, sélectionnez le bouton « Sortir de veille lorsque je quitte » et Soundscape passe en mode d’économie d’énergie jusqu’à ce que vous quittiez votre emplacement actuel.
it_it: Per attivare la modalità Posponi di Soundscape, seleziona il pulsante "Sospendi" nell'angolo in alto a destra dello schermo. Una volta che Soundscape è in modalità Sospendi, seleziona il pulsante "Riattiva quando esco" per impostare Soundscape su uno stato di basso consumo finché non lasci la tua posizione attuale.
ja_jp: Soundscape をスヌーズ モードにするには、画面上部の右端にある [スリープ] ボタンを選択します。Soundscape がスリープ モードになったら、[出発時にスリープを解除する] ボタンを選択すると、現在地から出発するまで、Soundscape は低電力状態になります。
nb_no: Hvis du vil sette Soundscape i pausemodus, velger du knappen Sett i pausemodus øverst til høyre på skjermen. Når Soundscape er i pausemodus, velger du knappen Vekk når jeg går så går Soundscape inn i en lavstrømstilstand til du forlater nåværende posisjon.
nl_nl: Als u Soundscape in de sluimerstand wilt zetten, selecteert u de knop Slapen rechtsboven in het scherm. Als Soundscape in de slaapstand staat, selecteert u de knop Activeren wanneer ik vertrek. Soundscape verbruikt dan weinig batterijvoeding totdat u uw huidige locatie verlaat.
pt_br: Para colocar em ociosidade o Soundscape, selecione o botão "Colocar em Suspensão" no canto superior direito da tela. Quando o Soundscape estiver no modo Colocar em Suspensão, selecione o botão "Despertar Quando Eu Sair" e o Soundscape entrará em um estado de baixo consumo de energia até você deixar sua localização atual.
pt_pt: Para colocar o Soundscape em Modo de Pausa, selecione o botão "Suspender" no canto superior direito do ecrã. Quando o Soundscape estive no Modo de suspensão, selecione o botão "Reativar quando sair" para que o Soundscape entre num estado de baixo consumo de energia até que saia da sua localização atual.
sv_se: Om du vill försätta Soundscape i snoozeläge väljer du knappen "Inaktivera" i skärmens övre högra hörn. När Soundscape befinner sig i viloläge väljer du knappen "Aktivera när jag lämnar" så att Soundscape går över till ett energisparläge tills du lämnar din aktuella plats.

# faq.headset_battery_impact.question
source: How does my choice of headphones affect the battery life of my phone?
da_dk: Hvordan påvirker mit valg af hovedtelefoner batterilevetiden på min telefon?
de_de: Wie wirkt sich die Kopfhörerauswahl auf die Akkuleistung meines Telefons aus?
el_gr: Πώς επηρεάζει η επιλογή των ακουστικών μου τη διάρκεια ζωής της μπαταρίας του τηλεφώνου μου;
es_es: ¿En qué afecta los auriculares que elija a la duración de la batería del teléfono?
fa_ir: انتخاب هدفون من چه تأثیری بر عمر باتری گوشی‌ام دارد؟
fi_fi: Kuinka kuulokevalinta vaikuttaa puhelimen akun kestoon?
fr_ca: En quoi le choix du casque affecte-t-il l’autonomie de la batterie de mon téléphone?
it_it: In che modo la scelta degli auricolari influisce sulla durata della batteria del telefono?
ja_jp: 使用するヘッドホンによってスマートフォンのバッテリー駆動時間にどのような影響がありますか?
nb_no: Hvordan påvirker mitt valg av hodetelefoner batteritiden til telefonen?
nl_nl: Wat betekent mijn keuze van koptelefoon voor de levensduur van de batterij van mijn telefoon?
pt_br: Como a minha opção de fones de ouvido afeta a duração da bateria do meu telefone?
pt_pt: Como é que a minha escolha de auscultadores afeta a duração da bateria do telemóvel?
sv_se: Påverkar valet av hörlurar telefonens batteritid?

# faq.headset_battery_impact.answer
source: In our tests, the battery consumption of Bluetooth headphones is comparable to wired headphones and should not be a significant factor to consider when selecting headphones. That said, both earbud and bone-conducting headphones have wired and wireless model options.
da_dk: I vores test kan batteriforbruget for Bluetooth-hovedtelefoner sammenlignes med kabelforbundne hovedtelefoner, og det bør ikke være en væsentlig faktor at overveje, når du vælger hovedtelefoner. Når det er sagt, kan både øretelefon og bone-conducting-hovedtelefoner have mulighed for kablede og trådløse modeller.
de_de: In unseren Tests ist der Akkuverbrauch von Bluetooth-Kopfhörern mit dem von kabelgebundenen Kopfhörern vergleichbar und spielt bei der Auswahl eines Headsets keine wesentliche Rolle. Abgesehen davon gibt es sowohl bei Ohrbügel- als auch bei Knochenleitungs-Kopfhörern Optionen für kabelgebundene und kabellose Modelle.
el_gr: Στις δοκιμές μας, η κατανάλωση μπαταρίας από τα ακουστικά Bluetooth, είναι συγκρίσιμη με τα ενσύρματα ακουστικά και δεν πρέπει να αποτελεί σημαντικό παράγοντα που πρέπει να λαμβάνεται υπόψη κατά την επιλογή ακουστικών. Τούτου λεχθέντος, τόσο τα ακουστικά ψείρες όσο και τα ακουστικά bone-conducting έχουν ενσύρματες και ασύρματες επιλογές μοντέλου.
es_es: En nuestras pruebas, el consumo de la batería de auriculares Bluetooth es comparable a auriculares con cable y no debería ser un factor importante que se debe tener en cuenta a la hora de seleccionar estos auriculares, es decir, tanto los auriculares intrauditivos como los de conducción ósea tienen opciones de modelos por cable e inalámbricos.
fa_ir: در آزمایش‌های ما، مصرف باتری هدفون‌های بلوتوث با هدفون‌های سیمی قابل مقایسه است و نباید عامل مهمی در انتخاب هدفون باشد. با این حال، هر دو نوع هدفون داخل گوش و هدایت استخوانی دارای مدل‌های سیمی و بی‌سیم هستند.
fi_fi: Testeissämme Bluetooth-kuulokkeiden akun kulutus vertautuu langallisiin kuulokkeisiin, eikä sen tulisi olla merkittävä tekijä kuulokkeiden valinnassa. Sekä nappi- että luujohdekuulokkeilla on sekä langallisia että langattomia vaihtoehtoja.
fr_ca: Dans nos tests, la consommation d’énergie des casques Bluetooth est comparable à celle d’un casque filaire et ne doit pas être un facteur important à prendre en compte lors de la sélection d’un casque. Cela étant dit, tant les oreillettes que les casques à conduction osseuse proposent des options de modèle filaires et sans fil.
it_it: Nei nostri test, il consumo della batteria degli auricolari Bluetooth è paragonabile a quello degli auricolari cablati e non dovrebbe essere un fattore significativo da considerare quando scegli gli auricolari. Detto questo, sia gli auricolari normali che quelli a conduzione ossea hanno opzioni di modello cablate e wireless.
ja_jp: テストでは、Bluetooth ヘッドホンのバッテリー消費量は有線ヘッドホンと同程度であり、ヘッドホンを選択するうえで考慮すべき重要な要素とは言えません。イヤホンと骨伝導ヘッドホンのどちらにも有線と無線、両方のモデルがあります。
nb_no: I testene våre kan batteriforbruket til Bluetooth-hodetelefoner sammenlignes med kablede hodetelefoner, og du skal ikke behøve å tenke på dette når du velger hodetelefoner. Du får ørepropper og hodetelefoner både med og uten kabel.
nl_nl: In onze testen was het batterijverbruik van Bluetooth-koptelefoons vergelijkbaar met dat van vaste koptelefoons. Dit zou geen doorslaggevende factor moeten zijn bij het kiezen van een koptelefoon. Zowel voor oortjes als koptelefoons met botgeleiding zijn er vaste en draadloze modellen verkrijgbaar.
pt_br: Em nossos testes, o consumo de bateria de fones de ouvido Bluetooth é comparável a fones de ouvido com fio e não deve ser um fator significativo a ser considerado na seleção de um fone de ouvido. Dito isso, os fones de ouvido internos e com condução óssea têm opções de modelos com e sem fio.
pt_pt: Nos nossos testes, o consumo de bateria dos auscultadores Bluetooth foi comparável ao de auscultadores com fios e não deverá ser um factor significativo a tomar em consideração para a escolha dos auscultadores. Preste atenção ao facto de que auscultadores intra-auriculares e de condução óssea têm modelos com e sem fios.
sv_se: Enligt våra tester är Bluetooth-hörlurarnas batteriförbrukning jämförbar med sladdförsedda hörlurar och detta bör inte vara något du behöver ta hänsyn till när du väljer hörlurar. Det finns flera trådlösa och sladdförsedda modeller att välja mellan, både när det gäller öronsnäckor och benledningshörlurar.

# faq.background_battery_impact.question
source: How does running Soundscape in the background impact battery life of my phone?
da_dk: Hvordan påvirker det min telefons batterilevetid, at Soundscape kører i baggrunden?
de_de: Wie wirkt sich die Ausführung von Soundscape im Hintergrund auf die Akkulaufzeit meines Telefons aus?
el_gr: Πώς επηρεάζει η εκτέλεση του Soundscape στο παρασκήνιο τη διάρκεια ζωής της μπαταρίας του τηλεφώνου μου;
es_es: ¿De qué manera afecta a la duración de la batería del teléfono ejecutar Soundscape en segundo plano?
fa_ir: اجرای Soundscape در پس‌زمینه چه تأثیری بر عمر باتری گوشی من دارد؟
fi_fi: Kuinka Soundscapen suorittaminen taustalla vaikuttaa puhelimen akun kestoon?
fr_ca: Quel est l’impact de l’exécution de Soundscape en arrière-plan sur l’autonomie de la batterie de mon téléphone?
it_it: In che modo l'esecuzione di Soundscape in background influisce sulla durata della batteria del telefono?
ja_jp: Soundscape をバックグラウンドで実行していると、スマートフォンのバッテリー駆動時間にどのような影響がありますか?
nb_no: Hvordan påvirkes telefonens batteritid av at Soundscape kjører i bakgrunnen?
nl_nl: Wat is de invloed van het op de achtergrond uitvoeren van Soundscape op de levensduur van de batterij van mijn telefoon?
pt_br: Como a execução do Soundscape em segundo plano afeta a vida útil da bateria do meu telefone?
pt_pt: Qual é o impacto da execução do Soundscape em segundo plano na duração da bateria do meu telemóvel?
sv_se: Hur påverkas telefonens batterier när jag kör Soundscape i bakgrunden?

# faq.background_battery_impact.answer
source: Soundscape is a location-based app and uses Location Services to determine your location. In our tests, Soundscape does not consume any more battery than the average map application; but if you are concerned about battery consumption when using your phone, the following are a few tips which will help lower usage: 1. Turn the screen display off as much as possible when you are not interacting with the app. 2. When not using the app, close it down. Soundscape uses location services continually when it is running so that it always knows your location, even when you are not moving. Don’t forget to restart the app when you resume your journey. 3. In cold weather, keep your phone warm as batteries perform more poorly in colder temperatures.
da_dk: Soundscape er en placeringsbaseret app og bruger lokalitetstjenester til at bestemme din placering. I vores tests forbruger Soundscape ikke mere batteri end det gennemsnitlige kortprogram. Men hvis du er bekymret for batteriforbruget, når du bruger telefonen, er her nogle tip, som vil hjælpe med til at sænke forbruget: 1. Slå skærmvisningen fra så meget som muligt, når du ikke interagerer med appen. 2. Når du ikke bruger appen, skal du lukke den. Soundscape bruger lokalitetstjenester hele tiden, når programmet kører, så det hele tiden kender din placering, selv når du ikke bevæger dig. Glem ikke at genstarte appen, når du genoptager din rejse. 3. I koldt vejr skal du holde telefonen varm, da batterierne klarer sig dårligere ved koldere temperaturer.
de_de: Soundscape ist eine standortbasierte App, die die Ortungsdienste verwendet, um Ihren Standort zu bestimmen. In unseren Tests verbrauchte Soundscape nicht mehr Batterieleistung als die durchschnittliche kartenbasierte Anwendung. Wenn Sie jedoch Bedenken wegen des Batterieverbrauchs bei der Nutzung Ihres Telefons haben, beachten Sie die nachfolgenden Tipps, um den Verbrauch zu senken: 1. Schalten Sie die Bildschirmanzeige möglichst aus, wenn Sie nicht mit der App interagieren. 2. Schließen Sie die App, wenn Sie sie nicht verwenden. Soundscape verwendet im laufenden Betrieb kontinuierlich den Ortungsdienst, sodass es Ihren Standort immer kennt, auch wenn Sie sich nicht bewegen. Vergessen Sie nicht, die App neu zu starten, wenn Sie Ihren Weg fortsetzen. 3. Halten Sie Ihr Telefon bei Kälte warm, da die Batterieleistung bei kalten Temperaturen nachlässt.
el_gr: Το Soundscape είναι μια εφαρμογή που βασίζεται στην τοποθεσία και χρησιμοποιεί τις Υπηρεσίες τοποθεσίας για να προσδιορίσει την τοποθεσία σας. Στις δοκιμές μας, το Soundscape δεν καταναλώνει περισσότερη μπαταρία από τη μέση εφαρμογή χάρτη, αλλά αν ανησυχείτε για την κατανάλωση μπαταρίας όταν χρησιμοποιείτε το τηλέφωνό σας, ακολουθούν μερικές συμβουλές που θα βοηθήσουν στη μείωση της χρήσης: 1. Απενεργοποιήστε την οθόνη όσο το δυνατόν περισσότερο όταν δεν αλληλεπιδράτε με την εφαρμογή. 2. Όταν δεν χρησιμοποιείτε την εφαρμογή, κλείστε την. Το Soundscape χρησιμοποιεί υπηρεσίες τοποθεσίας συνεχώς όταν εκτελείται, έτσι ώστε να γνωρίζει πάντα την τοποθεσία σας, ακόμα και όταν δεν μετακινείστε. Μην ξεχάσετε να επανεκκινήσετε την εφαρμογή όταν συνεχίσετε τη διαδρομή σας. 3. Σε κρύο καιρό, διατηρήστε το τηλέφωνό σας ζεστό καθώς οι μπαταρίες αποδίδουν χειρότερα σε ψυχρότερες θερμοκρασίες.
es_es: Soundscape es una aplicación basada en ubicación y usa Localización para determinar tu ubicación. En nuestras pruebas, Soundscape no consume más batería que la aplicación media de mapas, pero si te preocupas el consumo de la batería al usar el teléfono, las siguientes son algunas sugerencias que ayudarán a reducir el uso: 1. Desactiva la pantalla lo máximo posible cuando no interactúes con la aplicación. 2. Cuando no uses la aplicación, ciérrala. Soundscape usa servicios de localización continuamente mientras se ejecuta por lo que siempre conoce tu ubicación, incluso cuando no estás en movimiento. No te olvides de reiniciar la aplicación al reanudar el trayecto. 3. Con tiempo frío, mantén el teléfono en una temperatura cálida ya que el rendimiento de las baterías empeora con temperaturas bajas.
fa_ir: Soundscape از خدمات موقعیت مکانی برای تعیین مکان شما استفاده می‌کند. در آزمایش‌های ما، Soundscape بیشتر از یک برنامه نقشه معمولی باتری مصرف نمی‌کند؛ اما اگر نگران مصرف باتری گوشی خود هستید، در اینجا چند نکته برای کاهش مصرف آورده شده است: ۱. تا حد امکان صفحه نمایش را زمانی که با برنامه تعامل ندارید، خاموش کنید. ۲. زمانی که از برنامه استفاده نمی‌کنید، آن را ببندید. Soundscape به طور مداوم از خدمات موقعیت مکانی استفاده می‌کند تا همیشه مکان شما را بداند، حتی زمانی که حرکت نمی‌کنید. فراموش نکنید که هنگام شروع مجدد سفر، برنامه را دوباره راه‌اندازی کنید. ۳. در هوای سرد، گوشی خود را گرم نگه دارید زیرا باتری‌ها در دمای پایین‌تر عملکرد ضعیف‌تری دارند.
fi_fi: Soundscape on sijaintiin perustuva sovellus, ja se käyttää sijaintipalveluita määrittääkseen sijaintisi. Testeissämme Soundscape ei ole käyttänyt enempää akkua kuin keskimääräinen karttasovellus, mutta jos olet huolissasi akun kulutuksesta, kun käytät puhelintasi, seuraavat vinkit auttavat vähentämään kulutusta: 1. Ota näyttö pois käytöstä niin usein kuin mahdollista, kun et käytä sovellusta. 2. Kun et käytä sovellusta, sulje se. Soundscape käyttää jatkuvasti sijaintipalveluita, kun se on päällä, joten se tietää aina sijaintisi, jopa silloin, kun et liiku. Älä unohda käynnistää sovellusta uudestaan, kun jatkat matkaasi. 3. Pidä puhelimesi lämpimänä kylmällä säällä, sillä akkujen suorituskyky on alhaisempi kylmissä lämpötiloissa.
fr_ca: Soundscape est une appli basée sur la localisation qui utilise les services de localisation pour déterminer votre localisation. Dans nos tests, Soundscape ne consomme pas plus la batterie qu’une appli de carte moyenne; mais si vous êtes préoccupé par la consommation de la batterie lorsque vous utilisez votre téléphone, voici quelques conseils qui vont vous aider à réduire la consommation : 1. Désactivez l’affichage de l’écran autant que possible lorsque vous n’interagissez pas avec l’appli. 2 Lorsque vous n’utilisez pas l’appli, fermez-la. Soundscape utilise les services de localisation en permanence lorsqu’il s’exécute afin de toujours connaître votre emplacement, même lorsque vous ne bougez pas. N’oubliez pas de redémarrer l’appli quand vous reprenez votre parcours. 3. Par temps froid, conservez votre téléphone au chaud, car les batteries sont moins performantes lorsqu’il fait plus froid.
it_it: Soundscape è un'app basata sulla posizione e utilizza i servizi di localizzazione per determinare dove ti trovi. Secondo i nostri test Soundscape non consuma più batteria rispetto alla media delle applicazioni di mappe, ma se sei preoccupato per il consumo della batteria quando usi il telefono, i seguenti suggerimenti ti aiuteranno a ridurre l'utilizzo: 1. Disattiva la visualizzazione dello schermo il più possibile quando non stai interagendo con l'app. 2. Quando non utilizzi l'app, chiudila. Soundscape usa continuamente i servizi di localizzazione quando è in esecuzione per conoscere sempre la tua posizione, anche quando non sei in movimento. Non dimenticare di riavviare l'app quando riprendi a spostarti. 3. Quando fa freddo, tieni il telefono al caldo poiché le batterie hanno prestazioni inferiori alle fredde temperature.
ja_jp: Soundscape は、位置情報を使用するアプリです。位置情報サービスを利用してユーザーの位置を判断します。テストでは、Soundscape が平均的な地図アプリよりもバッテリー消費量が多いということはありません。それでも、スマートフォン使用時のバッテリー消費量が気になる場合は、消費量を抑えるために以下のヒントを参考にしてください。 1. アプリの画面を操作をしていないときは、できるだけ画面表示をオフにします。 2. アプリを使用しないときは終了します。Soundscape は、ユーザーが移動していないときでも常にユーザーの位置を把握するため、実行中は継続的に位置情報サービスを使用します。移動を再開するときに、改めてアプリを起動するようにしてください。 3. 気温の低い環境では、スマートフォンを温かく保つようにします。温度が低いとバッテリーの消耗が速くなります。
nb_no: Soundscape er en posisjonsbasert app og bruker stedstjenester til å fastslå posisjonen din. I testene våre bruker ikke Soundscape mer batteri enn en vanlig kartapp. Hvis du imidlertid er bekymret for batteriforbruket når du bruker telefonen, finner du noen tips nedenfor som bidrar til å redusere batteriforbruket: 1. Slå av skjermen så mye som mulig når du ikke samhandler med appen. 2. Når du ikke bruker appen, kan du lukke den. Soundscape bruker kontinuerlig stedstjenester når den kjører slik at den alltid vet posisjonen din, selv om du ikke beveger deg. Ikke glem å starte appen på nytt når du gjenopptar reisen. 3. I kaldt vær må du holde telefonen varm siden batteriet yter dårligere i kaldere temperaturer.
nl_nl: Soundscape is een op locatie gebaseerde app die gebruikmaakt van Locatievoorzieningen om uw locatie vast te stellen. Uit onze testen blijkt dat Soundscape niet meer batterijvoeding verbruikt dan andere kaarttoepassingen. Als u echter batterijverbruik belangrijk vindt bij het gebruiken van uw telefoon, volgen hier een paar tips om uw verbruik te reduceren: 1. Schakel het scherm zoveel mogelijk uit wanneer u niet met de app werkt. 2. Sluit de app als u deze niet gebruikt. Soundscape maakt doorlopend gebruik van locatievoorzieningen als de app actief is. Daardoor weet de app altijd uw locatie, ook wanneer u niet in beweging bent. Vergeet niet om de app weer te starten wanneer u uw reis voortzet. 3. Zorg bij koud weer dat uw telefoon warm blijft, omdat de batterijen slecht werken bij lagere temperaturen.
pt_br: O Soundscape é um aplicativo baseado em localização e utiliza Serviços de Localização para determinar sua localização. Em nossos testes, o Soundscape não consome mais bateria do que a média dos aplicativos de mapa; mas se você estiver preocupado com o consumo de bateria quando estiver usando o telefone, veja algumas dicas que ajudarão a reduzir o uso: 1. Desative a tela o máximo possível quando não estiver interagindo com o aplicativo. 2. Quando não estiver usando o aplicativo, feche-o. O Soundscape usa serviços de localização continuamente quando está em execução para que ele sempre saiba sua localização, mesmo quando você não estiver se movendo. Não se esqueça de reiniciar o aplicativo quando retomar sua jornada. 3. No clima frio, mantenha seu telefone aquecido, já que as baterias não funcionam da maneira ideal em temperaturas mais baixas.
pt_pt: O Soundscape é uma aplicação baseada na localização que utiliza os Serviços de localização para determinar a sua localização. Nos nossos testes, o Soundscape não consumiu mais bateria do que uma aplicação de mapas normal; no entanto, se estiver preocupado com o consumo da bateria durante a utilização do telemóvel, as sugestões seguintes ajudarão a reduzir a utilização: 1. Desligue o ecrã sempre que puder quando não estiver a interagir com a aplicação. 2. Quando não estiver a utilizar a aplicação, encerre-a. O Soundscape utiliza os serviços de localização continuamente quando está em execução para saber sempre a sua localização, mesmo quando está imóvel. Não se esqueça de reiniciar a aplicação quando retomar caminho. 3. Mantenha o telemóvel quente quando o tempo estiver frio; o desempenho das baterias piora com temperaturas mais frias.
sv_se: Soundscape är en platsbaserad app och använder Platstjänster för att fastställa din plats. Enligt våra tester förbrukar inte Soundscape mer batteri än en genomsnittlig kartapp, men om du oroar dig för batteriförbrukningen när du använder telefonen kommer här några tips som sparar på batteriet: 1. Stäng av skärmen så ofta som möjligt när du inte använder appen. 2. Stäng appen när du inte använder den. Soundscape använder platstjänster kontinuerligt medan den körs, så att appen alltid vet var du befinner dig, även när du inte rör dig. Glöm inte att starta om appen när du fortsätter resan. 3. Håll telefonen varm om det är kallt ute, eftersom batterierna fungerar sämre då.
