Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.what_is_osm.question
source: What is Open Street Map and why do we use it for Soundscape?
da_dk: Hvad er Open Street Map, og hvorfor bruger vi det til Soundscape?
de_de: Was ist Open Street Map, und warum wird es für Soundscape verwendet?
el_gr: Τι είναι το Open Street Map και γιατί τον χρησιμοποιούμε για το Soundscape;
es_es: ¿Qué es Open Street Map y por qué lo usamos para Soundscape?
fa_ir: Open Street Map چیست و چرا ما از آن برای Soundscape استفاده می‌کنیم؟
fi_fi: Mikä on Avoin katukartta (Open Street Map (OSM)) ja miksi käytämme sitä Soundscapessa?
fr_ca: Qu’est-ce qu’Open Street Map et pourquoi l’utiliser pour Soundscape?
it_it: Cos'è Open Street Map e perché si usa per Soundscape?
ja_jp: Open Street Map とは何ですか、なぜ Soundscape で使用されているのですか?
nb_no: Hva er Open Street Map og hvorfor bruker vi det for Soundscape?
nl_nl: Wat is Open Street Map en waarom gebruiken we dit voor Soundscape?
pt_br: O que é o Open Street Map e por que usá-lo para o Soundscape?
pt_pt: O que é o Open Street Map e por que motivo é utilizado no Soundscape?
sv_se: Vad är Open Street Map och varför använder vi det för Soundscape?

# faq.what_is_osm.answer
source: Soundscape draws on geographic map data to provide the information callouts in the app. The primary map source we use is Open Street Map (www.openstreetmap.org) which is a rich community generated mapping platform, that enables organizations and individuals to improve the quality and granularity of the information provided and the accessibility of their spaces using Open Street Map map authoring tools.
da_dk: Soundscape trækker på geografiske kortdata til at sende oplysninger til lydbeskeder i appen. Den primære kortkilde, vi bruger, er Open Street Map (www.openstreetmap.org), som er en omfattende fællesskabsgenereret kortlægningsplatform, der gør det muligt for organisationer og enkeltpersoner at forbedre kvaliteten og granulariteten af de angivne oplysninger og tilgængeligheden til deres placeringer ved hjælp af kortredigeringsværktøjer i Open Street Map.
de_de: Soundscape ruft geografische Kartendaten ab, um die Informationshinweise in der App bereitzustellen. Die primäre Kartenquelle, die wir verwenden, ist Open Street Map (www.openstreetmap.org), eine von der Community generierte Kartenplattform, die es Organisationen und Einzelpersonen ermöglicht, die Qualität und Granularität der bereitgestellten Informationen und die Zugänglichkeit ihrer Bereiche mithilfe von Open Street Map-Kartenerstellungstools zu verbessern.
el_gr: Το Soundscape αντλεί δεδομένα γεωγραφικού χάρτη για να παρέχει τις επεξηγήσεις πληροφοριών στην εφαρμογή. Η κύρια πηγή χαρτών που χρησιμοποιούμε είναι το Open Street Map (www.openstreetmap.org) που είναι μια πλούσια πλατφόρμα χαρτογράφησης που δημιουργείται από την κοινότητα, η οποία επιτρέπει σε οργανισμούς και άτομα να βελτιώσουν την ποιότητα και την λεπτομέρεια των παρεχόμενων πληροφοριών και την προσβασιμότητα των χώρων τους, χρησιμοποιώντας εργαλεία σύνταξης χαρτών Open Street Map.
es_es: Soundscape aprovecha los datos de mapas geográficos para proporcionar los avisos de información en la aplicación. El origen de mapa principal que usamos es Open Street Map (www.openstreetmap.org), una plataforma de mapas generada por la comunidad y enriquecida, que permite a las organizaciones y a los individuos mejorar la calidad y la granularidad de la información proporcionada, así como la accesibilidad de sus espacios empleando herramientas de creación de mapas de Open Street Map.
fa_ir: Soundscape از داده‌های نقشه جغرافیایی برای ارائه اعلان‌های اطلاعاتی در برنامه استفاده می‌کند. منبع اصلی نقشه‌ای که ما استفاده می‌کنیم Open Street Map (www.openstreetmap.org) است که یک پلتفرم نقشه‌برداری غنی ایجاد شده توسط جامعه است و به سازمان‌ها و افراد امکان می‌دهد تا کیفیت و جزئیات اطلاعات ارائه شده و دسترسی‌پذیری فضاهای خود را با استفاده از ابزارهای نویسندگی نقشه Open Street Map بهبود بخشند.
fi_fi: Soundscape käyttää maantieteellisiä karttatietoja antaakseen tietoja sovelluksen ilmoituksissa. Tärkein käyttämämme lähde on avoin katukartta (Open Street Map (OSM)) (www.openstreetmap.org), joka on rikas yhteisön luoma kartta-alusta, joka antaa organisaatioille ja yksilöille mahdollisuuden parantaa annettujen tietojen laatua ja tarkkuutta sekä tilojen saavutettavuutta Open Street Map -karttojen luontityökalujen avulla.
fr_ca: Soundscape dessine des données de carte géographique pour fournir les notifications informatives dans l’appli. La source de carte principale que nous utilisons est Open Street Map (www.openstreetmap.org), qui est une plateforme de cartographie riche générée par la communauté et qui permet aux organisations et aux personnes d’améliorer la qualité et la précision des informations fournies, ainsi que l’accessibilité de leurs espaces à l’aide des outils de création de carte Open Street Map.
it_it: Soundscape attinge ai dati delle mappe geografiche per fornire le notifiche delle informazioni nell'app. La principale fonte di mappe che utilizziamo è Open Street Map (www.openstreetmap.org), una ricca piattaforma di mappe generata dalla community, che consente alle organizzazioni e alle singole persone di migliorare la qualità e la granularità delle informazioni fornite e l'accessibilità degli spazi utilizzando gli strumenti di creazione delle mappe di Open Street Map.
ja_jp: Soundscape は、アプリ内で情報をコールアウトするために、地図データを利用します。地図データの主要な情報源となっているのが Open Street Map (www.openstreetmap.org) です。Open Street Map は、充実したコミュニティによって作成されている地図データ プラットフォームで、組織や個人が Open Street Map の地図編集ツールを使用して、提供される情報の品質や精度とその空間へのアクセス性を向上させることができます。
nb_no: Soundscape tegner geografiske kartdata for å gi informasjonsmeldinger i appen. Vi bruker Open Street Map (www.openstreetmap.org) som hovedkartkilde, som er en omfattende fellesskapsgenerert kartplattform. Den gjør det mulig for organisasjoner og enkeltpersoner å forbedre kvaliteten og detaljnivået på informasjonen som leveres, og tilgjengeligheten til områdene ved å bruke Open Street Map-kartredigeringsverktøy.
nl_nl: Soundscape maakt gebruik van geografische kaartgegevens voor de informatieve waarschuwingen in de app. De primaire bron voor de kaarten die we gebruiken, is Open Street Map (www.openstreetmap.org). Dit is een uitgebreid door de community gegenereerd kaartenplatform, waarmee organisaties en individuele personen de kwaliteit en de gedetailleerdheid van de verstrekte informatie en de toegankelijkheid van hun locaties kunnen verbeteren met de hulpmiddelen van Open Street Map voor het maken van kaarten.
pt_br: O Soundscape desenha de acordo com dados de mapa geográfico para fornecer as notificações de informação no aplicativo. A principal fonte de mapas que usamos é o Open Street Map (www.openstreetmap.org), uma valiosa plataforma de mapeamento gerado pela comunidade que permite que as organizações e os indivíduos melhorem a qualidade e a granularidade das informações fornecidas e a acessibilidade de seus espaços usando as ferramentas de criação de mapas do Open Street Map.
pt_pt: O Soundscape utiliza dados de mapas geográficos para fornecer os avisos informativos na aplicação. A principal origem de mapas utilizada é o Open Street Map (www.openstreetmap.org), uma abrangente plataforma de mapeamento gerada pela comunidade, que permite que organizações e indivíduos melhorem a qualidade e granularidade das informações fornecidas, bem como a acessibilidade das respetivas áreas, utilizando ferramentas de criação de mapas do Open Street Map.
sv_se: Soundscape utgår från geografiska kartdata för informationsljuden i appen. Den primära källan som vi använder är Open Street Map (www.openstreetmap.org) – en kartplattform som genereras av en community. Med redigeringsverktyget i Open Street Map kan både organisationer och enskilda förbättra informationen, eller till exempel beskriva hur tillgängliga deras lokaler är.

# faq.tip.beacon_quiet
source: If you put your phone in your pocket and stop moving, the beacon sound will get quieter because Soundscape can’t tell which way you are facing. Solve this by starting to walk again, or pulling your phone out and holding it flat.
da_dk: Hvis du lægger telefonen i lommen og holder op med at bevæge dig, bliver lydfyret mere dæmpet, fordi Soundscape ikke kan registrere, hvilken vej du vender. Løs dette ved at begynde at gå igen, eller træk telefonen ud, og hold den vandret.
de_de: Wenn Sie Ihr Telefon in die Tasche stecken und anhalten, wird das Beaconsignal leiser, weil Soundscape nicht ermitteln kann, in welche Richtung Sie gerade blicken. Dies wird dadurch gelöst, dass Sie sich wieder in Bewegung setzen oder Ihr Telefon herausziehen und es mit der Oberseite nach oben flach halten.
el_gr: Αν βάλετε το τηλέφωνό σας στην τσέπη σας και σταματήσετε να κινείστε, το ηχητικό σήμα θα γίνει πιο ήσυχο επειδή το Soundscape δεν μπορεί να καταλάβει προς τα πού στρέφεστε. Λύστε αυτό το πρόβλημα ξεκινώντας να περπατάτε ξανά. αφαιρώντας το τηλέφωνό σας από την τσέπη ή την τσάντα και κρατώντας το επίπεδο.
es_es: Si te metes el teléfono en el bolsillo y dejas de moverte, bajará el volumen del sonido de la señal porque Soundscape no sabrá hacia qué dirección estás orientado. Para solucionar esto, empieza a andar de nuevo o saca el teléfono y mantenlo en posición horizontal.
fa_ir: اگر گوشی خود را در جیب خود قرار دهید و حرکت را متوقف کنید، صدای نشانهٔ صوتی کم می‌شود زیرا Soundscape نمی‌تواند تشخیص دهد که به کدام جهت رو کرده‌اید. این مشکل را با شروع مجدد راه رفتن یا بیرون آوردن گوشی و نگه داشتن آن به صورت صاف حل کنید.
fi_fi: Jos laitat puhelimen taskuusi ja lakkaat liikkumasta, majakan ääni hiljenee, koska Soundscape ei tiedä, mihin suuntaan olet kääntyneenä. Ratkaise tämä lähtemällä liikkeelle tai ottamalla puhelin taskustasi ja pitelemällä sitä vaakatasossa.
fr_ca: Si vous placez votre téléphone dans votre poche et arrêtez de vous déplacer, le son de la balise diminue, car Soundscape ne peut pas déterminer la route face à vous. Pour résoudre ce problème, recommencez à marcher ou sortez votre téléphone et tenez-le à plat.
it_it: Se metti il telefono in tasca e smetti di muoverti, il suono dell'audiofaro diventerà meno percettibile perché Soundscape non è in grado di indicare la direzione verso cui sei rivolto. Risolvi il problema ricominciando a camminare o tirando fuori il telefono e tenendolo piatto.
ja_jp: スマートフォンをポケットに入れたままで立ち止まると、ビーコンの音が静かになります。これは、ユーザーがどちらを向いているかを Soundscape が認識できないためです。歩き出すか、スマートフォンを取り出して水平に持つと、ビーコンが聞こえるようになります。
nb_no: Hvis du legger telefonen i lomma og slutter å bevege deg, blir lydsignalet svakere fordi Soundscape ikke vet hvilken retning du er vendt mot. Du løser dette ved å begynne å gå igjen eller å ta ut telefonen og holde den flatt.
nl_nl: Als u uw telefoon in uw zak houdt en niet verder loopt, stopt het bakengeluid omdat Soundscape niet kan bepalen in welke richting u kijkt. Los dit op door weer te gaan lopen, of door uw telefoon tevoorschijn te halen en horizontaal voor u uit te houden.
pt_br: Se você colocar seu telefone no bolso e parar de se mover, o som do sinalizador será interrompido porque o Soundscape não saberá para qual lado você está voltado. Resolva isso começando a andar novamente ou pegando o telefone e segurando-o na horizontal.
pt_pt: Se guardar o telemóvel no bolso e ficar imóvel, o som do sinal ficará mais baixo porque o Soundscape não consegue identificar para que direção está virado. Para o resolver, comece novamente a caminhar ou pegue no telemóvel e segure-o numa posição plana.
sv_se: Om du lägger telefonen i fickan och slutar gå blir ljudfyren tystare eftersom Soundscape inte vet vilket håll du står åt. Du löser detta genom att börja gå igen, eller ta upp telefonen och hålla den plant.

# faq.tip.setting_beacon_on_address
source: You can set a beacon on any address. From the home screen, tap on the search bar and then type the address. After selecting the address in the search results, a "Location Details" screen will be shown and it has an option to "Start Audio Beacon" on the address. In this way, you can set a beacon on businesses, places, points of interest, and residences that are not in Open Street Map.
da_dk: Du kan indstille et lydfyr på en hvilken som helst adresse. Søg efter adressen fra hovedskærmen i Soundscape. Når du har valgt adressen i søgeresultaterne, vises skærmbilledet "Placeringsdetaljer", og den indeholder muligheden "Start lydfyr" på adressen. På denne måde kan du sætte et lydfyr på virksomheder, steder, interessepunkter og boliger, der ikke findes i Open Street Maps.
de_de: Sie können an jeder beliebigen Adresse ein Beacon platzieren. Suchen Sie auf dem Hauptbildschirm von Soundscape nach der Adresse. Nachdem Sie sie in den Suchergebnissen ausgewählt haben, wird der Bildschirm „Standortdetails“ angezeigt. Sie sehen die Option „Audiobeacon starten“ für die Adresse. So können Sie ein Beacon an Geschäften, Plätzen, Points-of-Interest und Häusern platzieren, die nicht in Open Street Maps gelistet sind.
el_gr: Μπορείτε να ρυθμίσετε ένα ηχητικό σήμα σε οποιαδήποτε διεύθυνση. Από την κύρια οθόνη του Soundscape, αναζητήστε τη διεύθυνση. Αφού επιλέξετε τη διεύθυνση στα αποτελέσματα αναζήτησης, θα εμφανιστεί μια οθόνη "Λεπτομέρειες τοποθεσίας" και έχει την επιλογή "Έναρξη ηχητικού σήματος" στη διεύθυνση. Με αυτόν τον τρόπο, μπορείτε να ορίσετε έναν ηχητικό σήμα για επιχειρήσεις, μέρη, σημεία ενδιαφέροντος και κατοικίες που δεν βρίσκονται στο Open Street Maps.
es_es: Puedes fijar una señal en cualquier dirección. En la pantalla de inicio, pulsa sobre la barra de búsqueda y escribe la dirección. Tras seleccionar la dirección en los resultados de la búsqueda, se mostrará una pantalla de "Detalles de la ubicación" con una opción para "Iniciar señal de audio" en la dirección. De este modo, puedes establecer una señal en negocios, lugares, puntos de interés y residencias que no estén en Open Street Map.
fa_ir: شما می‌توانید یک نشانهٔ صوتی را روی هر آدرسی تنظیم کنید. از صفحه اصلی، روی نوار جستجو ضربه بزنید و سپس آدرس را تایپ کنید. پس از انتخاب آدرس در نتایج جستجو، صفحه «جزئیات مکان» نشان داده می‌شود که حاوی گزینه «شروع نشانهٔ صوتی» روی آدرس است. به این ترتیب، می‌توانید یک نشانهٔ صوتی را روی کسب‌وکارها، مکان‌ها، نقاط مورد علاقه و اقامتگاه‌هایی که در Open Street Map نیستند، تنظیم کنید.
fi_fi: Voit asettaa majakan mihin tahansa osoitteeseen. Napauta kotinäytöllä hakupalkkia ja kirjoita sitten osoite. Kun olet valinnut osoitteen hakutuloksista, näkyviin tulee "Sijainnin yksityiskohdat" -näyttö, jossa on vaihtoehto "Käynnistä äänimajakka" osoitteessa. Tällä tavalla voit asettaa majakan yrityksiin, paikkoihin, kiinnostaviin kohteisiin ja asuntoihin, jotka eivät ole Avoimessa katukartassa.(Open Street Map (OSM)).
fr_ca: Vous pouvez définir une balise sur n’importe quelle adresse. Recherchez l’adresse dans l’écran principal de Soundscape. Après avoir sélectionné l’adresse dans les résultats de la recherche, un écran « Détails de l’emplacement » s’affiche. Vous pouvez alors « Démarrer la balise sonore » sur l’adresse. Vous pouvez ainsi baliser les entreprises, les emplacements, les points d’intérêt et les résidences qui ne figurent pas dans Open Street Map.
it_it: Puoi impostare un audiofaro su qualsiasi indirizzo. Dalla schermata principale di Soundscape, cerca l'indirizzo. Dopo aver selezionato l'indirizzo nei risultati della ricerca viene visualizzata la schermata "Dettagli posizione" con l'opzione "Avvia audiofaro" sull'indirizzo. In questo modo, puoi impostare un audiofaro su attività commerciali, luoghi, punti di interesse e residenze che non si trovano in Open Street Map.
ja_jp: ビーコンは、任意の住所に対して設定できます。Soundscape のメイン画面で住所を検索し、検索結果で目的の住所を選択すると、[場所の詳細] 画面が表示されます。その画面に、その住所で [音声ビーコンを開始] するオプションがあります。このようにして、Open Street Map にはない店舗や場所、特定地点、住居にビーコンを設定できます。
nb_no: Du kan angi et lydsignal på en hvilken som helst adresse. Søk etter adressen fra hovedskjermen til Soundscape. Etter at du har valgt adressen i søkeresultatene, vises skjermen Posisjonsinformasjon. Der finner du alternativet Start lydsignal på adressen. På denne måten kan du angi et lydsignal på virksomheter, steder, interessepunkter og boligområder som ikke er i Open Street Maps.
nl_nl: U kunt op elk adres een baken instellen. Zoek op het hoofdscherm van Soundscape naar het adres. Nadat u het adres hebt geselecteerd in de zoekresultaten, verschijnt het scherm Locatiedetails met de optie Audiobaken starten voor het adres. Zo kunt u een baken instellen voor bedrijven, plaatsen, referentiepunten en gebouwen die niet op Open Street Map staan.
pt_br: Você pode definir um sinalizador em qualquer endereço. Na página inicial do Soundscape, procure o endereço. Depois de selecionar o endereço nos resultados da pesquisa, uma tela "Detalhes da Localização" será mostrada e ela tem uma opção para "Iniciar Sinalizador Sonoro" no endereço. Dessa forma, você pode definir um sinalizador em empresas, locais, pontos de interesse e residências que não estejam no Open Street Maps.
pt_pt: Pode definir um sinal em qualquer endereço. Procure o endereço no ecrã principal do Soundscape. Depois de selecionar o endereço nos resultados da pesquisa, será mostrado um ecrã "Detalhes da Localização" com uma opção para "Iniciar Sinal de Áudio" no endereço. Isto permite-lhe definir um sinal em empresas, locais, pontos de interesse e residências que não se encontrem no Open Street Maps.
sv_se: Du kan ställa in en ljudfyr för valfri adress. Sök efter adressen från huvudskärmen i Soundscape. När du har valt adressen i sökresultatet visas skärmen "Platsuppgifter" där du kan använda alternativet "Ställ in ljudfyr" för adressen. På det här sättet kan du ställa in en ljudfyr vid företag, platser, intressepunkter och bostäder som inte finns i Open Street Maps.

# faq.tip.finding_bus_stops
source: You can find nearby bus stops by selecting the "Public Transit" filter in the Nearby Places list.
da_dk: Du kan finde busstoppesteder i nærheden ved at vælge filteret "Offentlig transport" på listen Steder i nærheden.
de_de: Sie finden Bushaltestellen in der Nähe, indem Sie den Filter „Öffentliche Verkehrsmittel“ in der Liste „Orte in der Nähe“ auswählen.
el_gr: Μπορείτε να βρείτε κοντινές στάσεις λεωφορείων επιλέγοντας το φίλτρο "Δημόσια συγκοινωνία" στη λίστα Κοντινά μέρη.
es_es: Para encontrar paradas de autobuses cercanos, selecciona el filtro "Transporte público" en la lista Lugares cercanos.
fa_ir: شما می‌توانید ایستگاه‌های اتوبوس نزدیک را با انتخاب فیلتر «حمل و نقل عمومی» در لیست مکان‌های نزدیک پیدا کنید.
fi_fi: Voit etsiä lähiympäristön linja-autopysäkkejä valitsemalla "Julkinen liikenne" -suodattimen Lähiympäristön paikat -luettelosta.
fr_ca: Vous trouverez les arrêts de bus à proximité en sélectionnant le filtre « Transport public » dans la liste Emplacements à proximité.
it_it: Puoi trovare le fermate degli autobus nelle vicinanze selezionando il filtro "Trasporto pubblico" nell'elenco Luoghi nelle vicinanze.
ja_jp: 最寄りのバス停を見つけるには、[近くの場所] の一覧で [公共交通機関] フィルターを選択します。
nb_no: Du finner busstopp i nærheten ved å velge filteret Offentlig transport på listen over steder i nærheten.
nl_nl: U vindt bushaltes in de buurt door het filter Openbaar vervoer te selecteren in de lijst Plaatsen in de buurt.
pt_br: Você pode encontrar os pontos de ônibus nas proximidades selecionado o filtro "Transporte Público" na lista Locais nas Proximidades.
pt_pt: Poderá encontrar paragens de autocarro nas proximidades selecionando o filtro "Transportes Públicos" na lista Locais nas Proximidades.
sv_se: Du hittar busshållplatser i närheten genom att välja filtret "Kollektivtrafik" i listan Platser i närheten.

# faq.tip.turning_beacon_off
source: You can turn on and off the rhythmic sound of the beacon using the mute button on the home screen. If the beacon is muted, you will still get updates about the distance to your destination every 50 meters or so.
da_dk: Du kan tænde og slukke for lydfyrets rytmiske lyd ved hjælp af knappen til at slå signal til og fra på startskærmen. Hvis lydfyret er slået fra, vil du stadig få opdateringer om din afstand til din destination for hver 50 meter eller deromkring.
de_de: Sie können den rhythmischen Beacon-Ton mit der Stummschalttaste auf dem Startbildschirm ein- und ausschalten. Wenn das Beacon stummgeschaltet ist, erhalten Sie weiterhin etwa alle 50 Meter Updates über die Entfernung zu Ihrem Ziel.
el_gr: Μπορείτε να ενεργοποιήσετε και να απενεργοποιήσετε τον ρυθμικό ήχο του ηχητικού σήματος χρησιμοποιώντας το κουμπί σίγασης στην αρχική οθόνη. Εάν το ηχητικό σήμα είναι σε σίγαση, θα εξακολουθείτε να ενημερώνεστε για την απόστασή σας από τον προορισμό σας κάθε 50 μέτρα περίπου.
es_es: Puedes activar y desactivar el sonido rítmico de la baliza con el botón de silencio de la pantalla de inicio. Si la señal está silenciada, seguirás recibiendo actualizaciones sobre la distancia a tu destino cada 50 metros aproximadamente.
fa_ir: می‌توانید صدای ریتمیک نشانهٔ صوتی را با استفاده از دکمه بی‌صدا در صفحه اصلی روشن و خاموش کنید. اگر نشانهٔ صوتی بی‌صدا باشد، همچنان هر ۵۰ متر یا بیشتر به‌روزرسانی‌هایی در مورد فاصله تا مقصد خود دریافت خواهید کرد.
fi_fi: Voit kytkeä majakan rytmisen äänen päälle ja pois päältä kotinäytön mykistyspainikkeella. Jos majakka on mykistetty, saat silti päivitykset määränpäähän etäisyydestä noin 50 metrin välein.
fr_ca: Vous pouvez activer et désactiver le son rythmique de la balise en utilisant le bouton de désactivation du son de l’écran d’accueil. Si le son de la balise est désactivé, vous recevrez encore les mises à jour sur votre distance par rapport à votre destination tous les 50 mètres environ.
it_it: Puoi attivare e disattivare il suono ritmico dell'audiofaro utilizzando il pulsante di disattivazione dell'audio nella schermata iniziale. Se l'audio dell'audiofaro è disattivato, riceverai comunque gli aggiornamenti sulla distanza dalla destinazione ogni 50 metri circa.
ja_jp: ホーム画面のミュート ボタンを使うと、一定のリズムのビーコンのサウンドのオン/オフを切り替えることができます。ビーコンがミュートされていても、目的地までの距離に関する情報は、約 50 メートルごとに通知されます。
nb_no: Du kan slå av og på den rytmiske lyden til lydsignalet ved å bruke knappene på startskjermen. Hvis lydsignalet slås av, får du fremdeles oppdateringer om avstanden til destinasjonen rundt hver 50. meter.
nl_nl: U kunt het ritmische geluid van het baken uitzetten met de knop Dempen op het hoofdscherm. Als het baken is gedempt, krijgt u om de circa 50 meter nog wel updates over de afstand tot uw bestemming.
pt_br: Você pode ativar e desativar o som rítmico do sinalizador usando o botão ativar mudo na tela inicial. Se o sinalizador tiver o mudo ativado, você ainda poderá obter atualizações sobre sua distância até o destino a cada 50 metros, aproximadamente.
pt_pt: Pode ativar e desativar o som rítmico do sinal utilizando o botão Desativar no ecrã principal. Mesmo que o sinal esteja desativado, irá receber atualizações sobre a distância a que se encontra do destino a intervalos aproximados de 50 metros.
sv_se: Du kan aktivera och inaktivera ljudfyrens rytmiska ljud med ljudavstängningsknappen på startskärmen. Om ljudfyrens ljud är avstängt får du ändå uppdateringar om avståndet ungefär var 50:e meter.
