Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.tip.turning_off_auto_callouts
source: If you still want to interact with Soundscape but don’t want to hear automatic callouts, you can turn them off by going to the "Manage Callouts" section of the "Settings" screen from the menu and then turn off "Allow Callouts". Or, if you aren’t going to be using Soundscape, you can put it in either Sleep or Snooze mode using the "Sleep" button on the home screen.
da_dk: Hvis du stadig vil interagere med Soundscape, men ikke vil høre de automatiske lydbeskeder, kan du slå lydbeskeder fra ved at gå til afsnittet "Administrer lydbeskeder" på siden "Indstillinger" fra menuen. Eller hvis du ikke skal bruge Soundscape, kan du placere det i enten dvale- eller slumringstilstand ved hjælp af knappen "Dvale" på startskærmen.
de_de: Wenn Sie weiterhin mit Soundscape interagieren, aber keine automatischen Hinweise hören möchten, können Sie sie ausschalten. Wechseln Sie dazu in den Abschnitt „Hinweise verwalten“ auf der Seite „Einstellungen“. Oder, wenn Sie Soundscape nicht weiter verwenden, können Sie es entweder in den Ruhe- oder Standbymodus versetzen, indem Sie die Taste „Ruhemodus aktivieren“ auf dem Startbildschirm antippen.
el_gr: Εάν εξακολουθείτε να θέλετε να αλληλεπιδράτε στο Soundscape, αλλά δεν θέλετε να ακούτε αυτόματες επεξηγήσεις, μπορείτε να τις απενεργοποιήσετε πηγαίνοντας στην ενότητα "Διαχείριση επεξηγήσεων" της σελίδας "Ρυθμίσεις" από το μενού. Εναλλακτικά, αν δεν πρόκειται να χρησιμοποιήσετε το Soundscape, μπορείτε να το θέσετε είτε σε κατάσταση αναστολής λειτουργίας είτε σε κατάσταση αναβολής χρησιμοποιώντας το κουμπί "Αναστολή λειτουργίας" στην αρχική οθόνη.
es_es: Si quieres seguir interactuando con Soundscape pero no quieres oír los avisos automáticos, puedes desactivarlos yendo a la sección "Administrar Avisos" de la pantalla "Ajustes" del menú y desactivando "Permitir Avisos". O, si no vas a utilizar Soundscape, puedes ponerlo en modo de reposo o de aplazamiento utilizando el botón "Suspender" de la pantalla de inicio.
fa_ir: اگر همچنان می‌خواهید با Soundscape تعامل داشته باشید اما نمی‌خواهید اعلان‌های صوتی خودکار را بشنوید، می‌توانید آنها را با رفتن به بخش «مدیریت اعلان‌های صوتی» در صفحه «تنظیمات» از منو و سپس خاموش کردن «اجازه دادن به اعلان‌های صوتی» خاموش کنید. یا، اگر قرار نیست از Soundscape استفاده کنید، می‌توانید آن را با استفاده از دکمه «خواب» در صفحه اصلی در حالت خواب یا چرت زدن قرار دهید.
fi_fi: Jos haluat silti olla vuorovaikutuksessa Soundscapen kanssa, mutta et halua kuulla automaattisia huomiotekstejä, voit poistaa ne käytöstä siirtymällä valikosta "Asetukset"-näytön "Hallinnoi huomiotekstejä" -osioon ja poistamalla sitten "Salli huomiotekstit" käytöstä. Tai jos et aio käyttää Soundscapea, voit laittaa sen joko lepotilaan tai torkkutilaan käyttämällä "Lepo"-painiketta kotinäytöllä.
fr_ca: Si vous souhaitez toujours interagir avec Soundscape, mais ne voulez pas entendre les notifications automatiques, vous pouvez désactiver les notifications en accédant à la section « Gérer les notifications » de la page « Réglages » à partir du menu. Ou, si vous ne comptez pas utiliser Soundscape, vous pouvez le mettre en mode Mettre en veille ou Désactiver temporairement à l’aide du bouton « Mettre en veille » de l’écran d’accueil.
it_it: Se desideri comunque interagire con Soundscape ma non desideri ascoltare le notifiche automatiche, puoi disattivare le notifiche accedendo alla sezione "Gestisci notifiche" della pagina "Impostazioni" dal menu. In alternativa, se non intendi utilizzare Soundscape, puoi metterlo in modalità Sospendi o Posponi utilizzando il pulsante "Sospendi" nella schermata iniziale.
ja_jp: Soundscape の操作は続けながら、自動コールアウトを聞きたくない場合は、コールアウトをオフにすることができます。それには、メニューの [設定] ページにある [コールアウトを管理] セクションを使用します。また、Soundscape を使用しない場合は、ホーム画面の [スリープ] ボタンを使用してスリープまたはスヌーズ モードにすることができます。
nb_no: Hvis du fremdeles vil samhandle med Soundscape, men ikke vil høre automatiske meldinger, kan du slå av meldinger ved å gå til delen Administrer meldinger på siden Innstillinger fra menyen. Hvis du ikke kommer til å bruke Soundscape, kan du sette appen i dvale- eller pausemodus ved å bruke knappen Sett i dvalemodus på startskjermen.
nl_nl: Als u wel met Soundscape wilt werken, maar niet de automatische waarschuwingen wilt horen, kunt u waarschuwingen uitzetten via de sectie Waarschuwingen beheren van de pagina Instellingen in het menu. Ook kunt u Soundscape in de slaap- of sluimerstand zetten met de knop Slapen op het hoofdscherm, als u de app niet wilt gebruiken.
pt_br: Se ainda quiser interagir com o Soundscape, mas não quiser ouvir notificações, você poderá desativá-las na seção "Gerenciar Notificações" da página "Ajustes" do menu. Ou, se não pretender usar o Soundscape, você poderá colocá-lo em modo de suspensão ou ociosidade usando o botão "Colocar em Suspensão" na tela inicial.
pt_pt: Se pretender interagir com o Soundscape mas não pretender ouvir os avisos automáticos, pode desativá-los acedendo à secção "Gerir Avisos" da página "Definições" a partir do menu. Alternativamente, se não for utilizar o Soundscape, poderá colocá-lo em Modo de suspensão ou pausa utilizando o botão "Suspender" no menu principal.
sv_se: Om du fortfarande vill interagera med Soundscape men inte höra de automatiska informationsljuden, kan du stänga av dem genom att gå till avsnittet "Hantera informationsljud" på sidan "Inställningar" från menyn. Om du inte tänker använda Soundscape på ett tag kan du försätta appen i viloläge eller snoozeläge med hjälp av knappen "Inaktivera" på startskärmen.

# faq.tip.hold_phone_flat
source: Soundscape works best when you hold the phone flat with the screen facing the sky and the top of the phone pointing away from you.
da_dk: Soundscape fungerer bedst, når du holder telefonen vandret, og skærmen peger mod himlen, og toppen af telefonen peger væk fra dig.
de_de: Soundscape funktioniert am besten, wenn Sie das Telefon flach halten, so dass der Bildschirm in den Himmel zeigt und die Oberseite des Telefons von Ihnen weg zeigt.
el_gr: Το Soundscape λειτουργεί καλύτερα όταν κρατάτε το τηλέφωνο επίπεδο με την οθόνη στραμμένη προς τον ουρανό και το πάνω μέρος του τηλεφώνου να δείχνει μακριά σας.
es_es: Soundscape funciona mejor cuando te mantienes el teléfono en posición horizontal con la pantalla hacia arriba y la parte superior del teléfono apuntando al lado contrario de ti.
fa_ir: Soundscape زمانی بهترین عملکرد را دارد که گوشی را صاف نگه دارید به طوری که صفحه نمایش رو به آسمان باشد و بالای گوشی به سمت جلو باشد.
fi_fi: Soundscape toimii parhaiten, kun pitelet puhelinta vaakatasossa siten, että sen näyttö osoittaa taivaalle ja puhelimen yläosa osoittaa sinusta poispäin.
fr_ca: Soundscape fonctionne de manière optimale lorsque vous tenez le téléphone à plat avec l’écran face au ciel et le haut du téléphone dirigé devant vous.
it_it: Soundscape funziona in modo ottimale quando si tiene il telefono piatto con lo schermo rivolto verso il cielo e la parte superiore del telefono che punta davanti a te.
ja_jp: スマートフォンの画面を上 (空) に向けて水平に持ち、画面の下側を自分に向けると、Soundscape が適切に動作しやすくなります。
nb_no: Soundscape fungerer best når du holder telefonen flatt med skjermen mot himmelen og toppen av telefonen pekende vekk fra deg.
nl_nl: Soundscape werkt het beste als u de telefoon vlak houdt met het scherm naar boven en de bovenkant van de telefoon van u af wijzend.
pt_br: O Soundscape funciona melhor quando você segura o telefone na horizontal com a tela voltada para cima e a parte de cima do telefone apontado para sua frente.
pt_pt: O Soundscape funciona melhor quando segura no telemóvel numa posição plana, com o ecrã virado para o céu e a extremidade superior do telemóvel apontada na direção oposta ao do seu corpo.
sv_se: Soundscape fungerar bäst när du håller telefonen plant med skärmen riktad upp mot himlen och telefonens överkant riktad från dig.

# faq.tip.create_marker_at_bus_stop
source: If there is a bus route you take regularly, set your pickup and exit stops as Markers. This way they will be saved so you can find them again easily, just go to " Markers & Routes" from the home screen and find them on the "Markers" page. You can set a beacon on them and you will get periodic updates on how close you are to your exit stop. Note: you can turn off the rhythmic sound and you will still get distance updates along the way.
da_dk: Hvis der er en busrute, du tager regelmæssigt, kan du indstille dine påstignings- og udstigningspunkter som mærker. På denne måde vil de blive gemt, så du nemt kan finde dem igen, du skal bare gå til "Administrer mærker" fra menuen og finde dem på listen. Du kan indstille et lydfyr på dem, så vil du få periodiske opdateringer om, hvor tæt du er på dit udstigningspunkt. Bemærk: Du kan slå den rytmiske lyd fra, og du vil stadig få afstandsopdateringer undervejs.
de_de: Wenn es eine Busstrecke gibt, die Sie regelmäßig fahren, versehen Sie Ihre Ein- und Ausstiegshaltestellen mit Markierungen. Auf diese Weise werden sie gespeichert, sodass Sie sie leicht wiederfinden können. Gehen Sie einfach im Menü auf „Markierungen verwalten“, und suchen Sie sie in der Liste. Sie können ein Beacon an den Haltestellen platzieren und regelmäßige Updates darüber erhalten, wie nah Sie an der Ausstiegshaltestelle sind. Hinweis: Sie können den rhythmischen Ton ausschalten und weiterhin Entfernungsupdates unterwegs erhalten.
el_gr: Εάν υπάρχει μια διαδρομή λεωφορείου που παίρνετε τακτικά, ρυθμίστε τις στάσεις επιβίβασης και αποβίβασης ως Δείκτες. Με αυτόν τον τρόπο θα αποθηκευτούν, ώστε να μπορείτε να τις βρείτε ξανά εύκολα, απλά μεταβείτε στο "Διαχείριση δεικτών" από το μενού και βρείτε τις στη λίστα. Μπορείτε να ρυθμίσετε ένα ηχητικό σήμα σε αυτά και θα λάβετε περιοδικές ενημερώσεις σχετικά με το πόσο κοντά βρίσκεστε στη στάση αποβίβασής σας. Σημείωση: μπορείτε να απενεργοποιήσετε τον ρυθμικό ήχο και θα εξακολουθείτε να έχετε ενημερώσεις απόστασης στην πορεία.
es_es: Si hay una ruta de autobús que tomas regularmente, establece tus paradas de recogida y salida como Marcadores. De esta forma se guardarán para que puedas encontrarlas fácilmente, sólo tienes que ir a "Marcadores y Rutas" desde la pantalla de inicio y encontrarlas en la página "Marcadores". Puedes establecer una señal en ellos y recibirás actualizaciones periódicas sobre lo cerca que estás de tu parada de salida. Nota: puedes desactivar el sonido rítmico y seguirás recibiendo actualizaciones de la distancia a lo largo del camino.
fa_ir: اگر یک مسیر اتوبوس وجود دارد که به طور منظم از آن استفاده می‌کنید، ایستگاه‌های سوار شدن و پیاده شدن خود را به عنوان نشانگر تنظیم کنید. به این ترتیب آنها ذخیره می‌شوند تا بتوانید دوباره به راحتی آنها را پیدا کنید، فقط به «نشانگرها و مسیرها» از صفحه اصلی بروید و آنها را در صفحه «نشانگرها» پیدا کنید. می‌توانید یک نشانهٔ صوتی را روی آنها تنظیم کنید و به‌روزرسانی‌های دوره‌ای در مورد اینکه چقدر به ایستگاه خروج خود نزدیک هستید، دریافت خواهید کرد. توجه: می‌توانید صدای ریتمیک را خاموش کنید و همچنان در طول مسیر به‌روزرسانی‌های فاصله را دریافت خواهید کرد.
fi_fi: Jos käytät säännöllisesti linja-autoreittiä, määritä lähtö- ja poistumispysäkkisi merkeiksi. Näin ne tallennetaan, jotta löydät ne uudelleen helposti siirtymällä "Hallitse merkintöjä" -kohtaan valikossa ja etsimällä ne luettelosta. Voit määrittää niihin majakan ja saat toistuvia päivityksiä siitä, kuinka lähellä olet poistumispysäkkiäsi. Huomautus: voit ottaa rytmikkään äänen pois käytöstä ja saat silti etäisyyspäivityksiä matkalla.
fr_ca: Si vous prenez régulièrement un itinéraire en autobus, définissez les arrêts où vous montez et descendez par des marqueurs. Ainsi, ils seront enregistrés et vous pourrez les retrouver facilement, en accédant simplement à « Gérer les marqueurs » dans le menu et en les recherchant dans la liste. Vous pouvez définir une balise sur eux et vous recevrez des mises à jour périodiques sur la distance à laquelle vous vous trouvez par rapport à l’arrêt où vous descendez. Remarque : Même si vous désactivez le son rythmique, vous obtiendrez les mises à jour de la distance pendant votre trajet.
it_it: Se prendi regolarmente una linea di autobus, imposta le fermate di salita e discesa come Indicatori. In questo modo vengono salvati per poter essere facilmente ritrovati nell'elenco che viene visualizzato selezionando "Gestisci indicatori" dal menu. Puoi impostare un audiofaro sugli indicatori in modo da ricevere aggiornamenti periodici sulla distanza dalla tua fermata di discesa. Nota: puoi disattivare il suono ritmico e riceverai comunque gli aggiornamenti sulla distanza lungo il percorso.
ja_jp: よく使用するバス路線がある場合は、乗車するバス停と下車するバス停をマーカーとして設定します。これでバス停が保存され、メニューから [マーカーを管理] を選択すると一覧に表示され、簡単に見つけることができます。バス停にビーコンを設定すると、下車するバス停までの距離の通知を定期的に受け取ることができます。注意: 一定のリズムのサウンドをオフにしても、移動中の距離の情報を受け取ることができます。
nb_no: Hvis det er en bussrute du tar regelmessig, angir du busstoppene du går på og av på, som markører. På denne måten lagres de slik at du enkelt finner dem igjen. Gå til Administrer markører fra menyen, og finn dem på listen. Du kan angi et lydsignal på dem, og du får regelmessige oppdateringer om hvor nærme du er stoppet du skal gå av på. Obs! Du kan slå av den rytmiske lyden, men du får fremdeles oppdateringer på veien.
nl_nl: Als u geregeld een bepaalde busroute neemt, stelt u de begin- en eindhaltes in als Markeringen. Ze worden dan opgeslagen en u kunt ze eenvoudig terugvinden in de lijst bij de optie Markeringen beheren in het menu. Stel een baken in zodat u periodieke updates krijgt over hoe dicht u bij de eindhalte bent. Opmerking: u kunt het ritmische geluid uitzetten en onderweg meldingen over de afstand ontvangen.
pt_br: Se houver uma rota de ônibus que você siga regularmente, defina seus pontos de ônibus inicial e final como Favoritos. Dessa forma, eles serão salvos para que você possa encontrá-los novamente com facilidade. Basta ir até "Gerenciar Favoritos" no menu e encontrá-los na lista. Você pode definir um sinalizador neles para obter atualizações periódicas sobre a sua distância até o ponto final. Observação: desative o som rítmico e você ainda obterá atualizações de distância ao longo do caminho.
pt_pt: Se efetuar regularmente um percurso de autocarro, defina as paragens de entrada e saída como marcos. Desta forma, as paragens serão guardadas para que as possa encontrar novamente com facilidade: basta aceder a "Gerir Marcos" no menu e localizá-las na lista. Poderá definir um sinal nas paragens para obter periodicamente atualizações sobre a distância a que se encontra da paragem de saída. Nota: pode desativar o som rítmico e continuará a receber atualizações de distância ao longo do caminho.
sv_se: Om du ofta tar bussen en viss sträcka, kan du ställa in påstignings- och avstigningsplatserna som platsmarkörer. Då sparas de så att du snabbt hittar dem igen. Du går bara till "Hantera platsmarkörer" på menyn och letar upp dem i listan. Du kan också ställa in en ljudfyr vid dem så att du regelbundet får uppdateringar om hur du närmar dig hållplatsen där du ska gå av. Obs! Du kan inaktivera detta rytmiska ljud men ändå får avståndsuppdateringar utmed vägen.

# faq.tip.two_finger_double_tap
source: Tapping the screen twice with two fingers will silence any active callouts.
da_dk: Hvis du trykker på skærmen to gange med to fingre, lukkes der for alle aktive lydbeskeder.
de_de: Wenn Sie mit zwei Fingern zweimal auf den Bildschirm tippen, werden alle aktiven Hinweise stummgeschaltet.
el_gr: Πατώντας την οθόνη δύο φορές με δύο δάχτυλα θα σιωπήσει τυχόν ενεργές επεξηγήσεις.
es_es: Para silenciar los avisos activos, pulsa la pantalla dos veces con dos dedos.
fa_ir: دو بار ضربه زدن با دو انگشت روی صفحه، هرگونه اعلان صوتی فعال را بی‌صدا می‌کند.
fi_fi: Näytön napauttaminen kahdesti kahdella sormella hiljentää mahdolliset aktiiviset ilmoitukset.
fr_ca: Appuyer sur l’écran à deux reprises avec deux doigts désactive le son de toutes les notifications actives.
it_it: Toccando due volte lo schermo con due dita si disattiva l'audio di tutte le notifiche attive.
ja_jp: 画面を 2 本指で 2 回タップすると、アクティブなコールアウトがすべて停止されます。
nb_no: Hvis du trykker på skjermen to ganger med to fingre, slås lyden av for alle aktive meldinger.
nl_nl: Dubbeltik met twee vingers op het scherm om actieve waarschuwingen op stil te zetten.
pt_br: Tocar na tela duas vezes com dois dedos silenciará todas as notificações ativas.
pt_pt: Tocar no ecrã duas vezes com dois dedos irá silenciar todos os avisos ativos.
sv_se: Tryck på skärmen med två fingrar om du vill tysta alla aktiva informationsljud.

# osm.tag.bus_stop
source: Bus Stop
da_dk: Busstoppested
de_de: Bushaltestelle
el_gr: Στάση
es_es: Parada de autobús
fi_fi: Linja-autopysäkki
fr_ca: Arrêt de bus
it_it: Fermata dell'autobus
ja_jp: バス停
nb_no: Busstopp
nl_nl: Bushalte
pt_br: Ponto de Ônibus
pt_pt: Paragem de Autocarro
sv_se: Busshållplats

# mail.default
source: Default
de_de: Standard
es_es: Por defecto
nl_nl: Standaard

# mail.yahoo
source: Yahoo Mail
es_es: Correo Yahoo

# osm.tag.monument
source: Monument
es_es: Monumento

# osm.tag.museum
source: Museum
es_es: Museo

# osm.tag.historic
source: Historic
es_es: Histórico
nl_nl: Historisch

# osm.tag.cathedral
source: Cathedral
es_es: Catedral
nl_nl: Kathedraal

# whats_new.3_2_0.2.description
source: Additional voices, including enhanced quality voices, can be downloaded in the Spoken Content section of the iOS accessibility settings.
da_dk: Yderligere stemmer, herunder stemmer i forbedret kvalitet, kan downloades i afsnittet Oplæst indhold i iOS-tilgængelighedsindstillingerne.
fi_fi: Lisää puheen ääniä, mukaan lukien parempilaatuisia puheen ääniä, on ladattavissa iOSin saavutettavuusasetusten Puhuttu sisältö -osiossa.
fr_ca: Des voix supplémentaires, notamment des voix de qualité améliorée, peuvent être téléchargées dans la section Contenu énoncé des réglages d’accessibilité d’iOS.
it_it: Altre voci, incluse le voci di qualità superiore, possono essere scaricate nella sezione Contenuto letto ad alta voce delle impostazioni di accessibilità iOS.
nb_no: Flere stemmer, deriblant stemmer i høyere kvalitet, kan lastes ned i delen Opplest innhold i tilgjengelighetsinnstillingene i iOS.
nl_nl: U kunt extra stemmen, waaronder stemmen met een verbeterde kwaliteit, downloaden uit de sectie Gesproken materiaal van de iOS-toegankelijkheidsinstellingen.
pt_br: Você pode baixar vozes adicionais, incluindo vozes com qualidade aprimorada na seção Conteúdo Falado nos ajustes de acessibilidade do iOS.
sv_se: Det finns nu fler röster, bland annat röster av högre kvalitet, som du kan ladda ned i avsnittet Talat innehåll i hjälpmedelsinställningarna i iOS.
