Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.why_does_beacon_disappear.question
source: Why does the audible beacon disappear sometimes?
da_dk: Hvorfor forsvinder lydfyret nogle gange?
de_de: Warum verschwindet das Audiobeacon manchmal?
el_gr: Γιατί το ηχητικό σήμα εξαφανίζεται μερικές φορές;
es_es: ¿Por qué la señal de audio desaparece a veces?
fa_ir: چرا نشانهٔ صوتی شنیداری گاهی اوقات ناپدید می‌شود؟
fi_fi: Miksi äänimajakka toisinaan katoaa?
fr_ca: Pourquoi la balise audible disparaît-elle parfois?
it_it: Perché a volte l'audiofaro acustico scompare?
ja_jp: 音声ビーコンがときどき聞こえなくなるのはなぜですか?
nb_no: Hvorfor forsvinner lydsignalet noen ganger?
nl_nl: Waarom verdwijnt het audiobaken soms?
pt_br: Por que o sinalizador audível desaparece às vezes?
pt_pt: Por que motivo é que o sinal audível às vezes desaparece?
sv_se: Varför försvinner ljudfyren ibland?

# faq.why_does_beacon_disappear.answer
source: Soundscape’s audible beacon is fundamentally a directional cue, telling you where your destination is relative to the direction you are facing. When Soundscape is uncertain about what direction you are facing, it lowers the volume of the beacon. Most often this occurs if you have been walking with the phone stored in a pocket or bag, and you stop moving, such as to cross a street. The beacon will get louder once you start moving again, or if you hold the phone flat and point it in the direction you are facing.
da_dk: Lydfyret i Soundscape er grundlæggende et retningsbestemt stikord, der fortæller dig, hvor din destination er i forhold til den retning, du vender mod. Når Soundscape er usikker på, hvilken retning du vender i, sænkes lydstyrken på lydfyret. Dette sker oftest, hvis du har gået med telefonen i en lomme eller taske, og du holder op med at gå, f.eks. for at krydse en gade. Lydfyret bliver højere, når du begynder at gå igen, eller hvis du holder telefonen vandret og peger den i den retning, du vender mod.
de_de: Das Audiobeacon von Soundscape ist im Wesentlichen ein Richtungshinweis, der Ihnen mitteilt, wo sich Ihr Ziel in Bezug auf die Richtung, in die Sie schauen, befindet. Wenn Soundscape nicht sicher ist, in welche Richtung Sie schauen, wird die Lautstärke des Signaltons verringert. Dies geschieht meistens dann, wenn Sie mit eingestecktem Telefon unterwegs sind und sich nicht mehr bewegen, z. B. weil Sie gleich eine Straße überqueren möchten. Das Signal wird lauter, sobald Sie sich wieder in Bewegung setzen, oder wenn Sie das Telefon flach (mit der Oberseite zum Himmel) halten und in die Richtung zeigen, in die Sie schauen.
el_gr: Το ηχητικό σήμα Soundscape είναι βασικά ένα κατευθυντικό σύνθημα, που σας λέει πού είναι ο προορισμός σας σε σχέση με την κατεύθυνση που στρέφεστε. Όταν το Soundscape είναι αβέβαιο για το ποια κατεύθυνση είστε στραμμένος, μειώνει την ένταση του ηχητικού σήματος. Τις περισσότερες φορές αυτό συμβαίνει εάν περπατάτε με το τηλέφωνο τοποθετιμένο σε μια τσέπη ή τσάντα και σταματάτε να κινείστε, όπως διασχίζοντας έναν δρόμο. Το ηχητικό σήμα θα γίνει δυνατότερο μόλις αρχίσετε να κινείστε ξανά ή αν κρατήσετε το τηλέφωνο επίπεδο και το στέψετε προς την κατεύθυνση που κοιτάτε.
es_es: La señal de audio de Soundscape es básicamente una indicación de dirección, que te informa de dónde se encuentra tu destino en relación con la dirección hacia la que estás orientado. Cuando Soundscape no está seguro de hacia qué dirección estás orientado, baja el volumen de la señal. Muy a menudo esto sucede si has estado caminando con el teléfono guardado en el bolsillo o en el bolso y dejas de moverte, como para cruzar la calle. El sonido de la señal será más alto una vez que empieces a moverte de nuevo o si mantienes el teléfono en posición horizontal y lo apunta en la dirección hacia la que estás orientado.
fa_ir: نشانهٔ صوتی شنیداری Soundscape اساساً یک نشانه جهتی است که به شما می‌گوید مقصد شما نسبت به جهتی که رو کرده‌اید کجاست. وقتی Soundscape در مورد اینکه به کدام سمت رو کرده‌اید مطمئن نیست، صدای نشانهٔ صوتی را کم می‌کند. بیشتر اوقات این اتفاق می‌افتد اگر با گوشی ذخیره شده در جیب یا کیف راه رفته باشید و حرکت خود را متوقف کنید، مانند عبور از یک خیابان. نشانهٔ صوتی پس از شروع دوباره حرکت، یا اگر گوشی را صاف نگه دارید و آن را از خود دور کنید، بلندتر می‌شود.
fi_fi: Soundscapen äänimajakka on pohjimmiltaan suuntavihje, joka kertoo, missä suunnassa määränpääsi on suhteessa suuntaan, johon olet kääntyneenä. Kun Soundscape ei ole varma siitä, mihin suuntaan olet kääntyneenä, se vaimentaa majakan ääntä. Useimmiten tämä tapahtuu, kun olet kävellyt puhelin taskussa tai laukussa ja lakkaat liikkumasta esimerkiksi kadun ylitystä varten. Majakan ääni voimistuu, kun alat jälleen liikkumaan tai pitelet puhelinta vaakatasossa ja osoitat sillä suuntaan, johon olet kääntyneenä.
fr_ca: La balise audible de Soundscape est à la base un indice directionnel, qui vous indique où votre destination se trouve par rapport à la direction face à vous. Si Soundscape n’est pas sûr de la direction face à vous, il réduit le volume de la balise. La plupart du temps, cela se produit si vous marchez avec le téléphone rangé dans une poche ou un sac et si vous arrêtez de vous déplacer, par exemple pour traverser une rue. Le volume de la balise augmente dès que vous recommencez à vous déplacer ou si vous tenez le téléphone à plat et le pointez dans la direction face à vous.
it_it: L'audiofaro acustico di Soundscape è fondamentalmente un segnale direzionale che ti dice dove si trova la tua destinazione rispetto alla direzione verso cui sei rivolto. Quando Soundscape non è sicuro della direzione verso cui sei rivolto, abbassa il volume dell'audiofaro. Molto spesso ciò si verifica se cammini con il telefono in tasca o in borsa e smetti di muoverti, ad esempio per attraversare una strada. Il segnale diventerà più forte non appena inizi a muoverti di nuovo o se tieni il telefono piatto e lo punti davanti a te.
ja_jp: Soundscape の音声ビーコンは、基本的には、ユーザーが向いている方向に対して目的地がどこにあるか、その方向を知らせる合図です。ユーザーがどちらの方向を向いているかを Soundscape が認識できないときには、ビーコンの音量が下がります。多くの場合、このような状態になるのは、ポケットやカバンにスマートフォンを入れたまま歩いていて、横断歩道で立ち止まったときなどです。再び動き出すか、スマートフォンを自分の向いている方向に合わせて水平に持つとビーコンが大きな音で聞こえるようになります。
nb_no: Soundscapes lydsignal er et retningssignal som forteller deg hvor destinasjonen er i forhold til retningen du er vendt mot. Når Soundscape er usikker på hvilken retning du er vendt mot, senker den volumet på lydsignalet. Dette skjer ofte hvis du går med telefonen i lomma eller i veska og du slutter å bevege deg, som når du skal krysse gaten. Lydsignalet blir høyere når du begynner å gå igjen eller hvis du holder telefonen flatt og peker den i retningen du er vendt mot.
nl_nl: Het audiobaken van Soundscape is met name een richtingaanwijzing, zodat u weet waar uw bestemming is in relatie tot de richting waarin u kijkt. Wanneer Soundscape niet zeker weet in welke richting u kijkt, wordt het volume van het baken verlaagd. Dit gebeurt het vaakst wanneer de telefoon in een tas of zak zit en u stopt met lopen, bijvoorbeeld om over te steken. Het baken wordt luider wanneer u weer gaat lopen of als u de telefoon vlak houdt en in de richting wijst waarin u kijkt.
pt_br: O sinalizador audível do Soundscape é fundamentalmente uma dica direcional, dizendo a você onde está seu destino em relação à direção para a qual você está voltado. Quando o Soundscape não tiver certeza sobre a direção para a qual você está voltado, ele reduzirá o volume do sinalizador. Com mais frequência, isso ocorrerá se você estiver caminhando com o telefone guardado no bolso ou em uma bolsa e para de se mover, como para atravessar uma rua. O sinalizador ficará mais alto quando você começar a se mover novamente ou se você segurar o telefone na horizontal e apontá-lo na direção para a qual está voltado.
pt_pt: O sinal audível do Soundscape é fundamentalmente uma sugestão direcional, indicando a localização do destino relativamente à direção em que está virado. Quando o Soundscape não tem a certeza da direção em que está virado, reduz o volume do sinal. Isto ocorre mais frequentemente se tiver estado a andar com o telemóvel guardado num bolso ou numa mala e tiver ficado imóvel (por exemplo, para atravessar uma rua). O sinal ficará mais alto quando voltar a mover-se, ou se segurar no telemóvel numa posição plana e o apontar para a direção em que está virado.
sv_se: Ljudfyren i Soundscape vägleder dig genom att berätta för dig var målet finns i förhållande till den riktning du går i. När Soundscape är osäker på vilken riktning du går i, blir ljudfyren tystare. Det kan hända om du har promenerat med telefonen i en ficka eller väska, och du stannar för att exempelvis korsa en gata. Ljudfyren låter högre när du börjar gå igen, eller om du håller telefonen plant och i den riktning du går i.

# faq.beacon_on_address.question
source: Can I set a beacon on an address?
da_dk: Kan jeg sætte et lydfyr på en adresse?
de_de: Kann ich ein Beacon auf einer Adresse platzieren?
el_gr: Μπορώ να ορίσω ένα ηχητικό σήμα σε μια διεύθυνση;
es_es: ¿Puedo establecer una señal en una dirección?
fa_ir: آیا می‌توانم یک نشانهٔ صوتی را روی یک آدرس تنظیم کنم؟
fi_fi: Voinko asettaa majakan osoitteeseen?
fr_ca: Puis-je définir une balise sur une adresse?
it_it: Posso impostare un audiofaro su un indirizzo?
ja_jp: 住所に対してビーコンを設定できますか?
nb_no: Kan jeg angi et lydsignal på en adresse?
nl_nl: Kan ik een baken instellen op een adres?
pt_br: Posso definir um sinalizador em um endereço?
pt_pt: Posso definir um sinal num endereço?
sv_se: Kan jag ställa in en ljudfyr för en adress?

# faq.beacon_on_address.answer
source: Yes you can. Addresses are not listed by default but can be found using the search field. To save this address so you don’t need to search for it again, you can add it as a marker from the home screen by selecting the "add to markers" button, or using VoiceOver actions on the beacon on the home screen.
da_dk: Ja, du kan. Adresser vises ikke som standard, men de kan findes ved hjælp af søgefeltet. Hvis du vil gemme denne adresse, så du ikke behøver at søge efter den igen, kan du tilføje den som et mærke fra startskærmen ved at vælge knappen "føj til mærker" eller ved hjælp VoiceOver-handlinger på lydfyret på startskærmen.
de_de: Ja. Adressen werden nicht standardmäßig aufgelistet, können jedoch über das Suchfeld gefunden werden. Um eine Adresse zu speichern, können Sie sie vom Startbildschirm aus als Markierung hinzufügen, indem Sie auf „Zu Markierungen hinzufügen“ tippen oder VoiceOver-Aktionen des Beacons auf dem Startbildschirm verwenden.
el_gr: Ναι, μπορείς. Οι διευθύνσεις δεν παρατίθενται από προεπιλογή, αλλά μπορούν να βρεθούν χρησιμοποιώντας το πεδίο αναζήτησης. Για να αποθηκεύσετε αυτήν τη διεύθυνση, ώστε να μην χρειάζεται να την αναζητήσετε ξανά, μπορείτε να την προσθέσετε ως δείκτη από την αρχική οθόνη επιλέγοντας το κουμπί "προσθήκη σε δείκτες" ή χρησιμοποιώντας ενέργειες VoiceOver στο ηχητικό σήμα στην αρχική οθόνη.
es_es: Sí. Las direcciones no se muestran de manera predeterminada pero se pueden encontrar en el campo de búsqueda. Para guardar esta dirección y no tener que buscarla de nuevo, puedes agregarla como marcador desde la pantalla principal seleccionando el botón "agregar a marcadores" o mediante acciones de VoiceOver en la señal de la pantalla principal.
fa_ir: بله می‌توانید. آدرس‌ها به طور پیش‌فرض لیست نمی‌شوند اما می‌توان آنها را با استفاده از فیلد جستجو پیدا کرد. برای ذخیره این آدرس تا نیازی به جستجوی دوباره آن نداشته باشید، می‌توانید آن را به عنوان یک نشانگر از صفحه اصلی با انتخاب دکمه «افزودن به نشانگرها»، یا با استفاده از اقدامات VoiceOver روی نشانهٔ صوتی در صفحه اصلی اضافه کنید.
fi_fi: Kyllä voit. Osoitteita ei ole oletuksena listattu, mutta ne löytyvät hakukentän avulla. Tallentaaksesi tämän osoitteen, joten sinun ei tarvitse etsiä sitä uudelleen, voit lisätä sen merkitsimeksi kotinäytöltä valitsemalla "lisää merkitsimiin" -painikkeen tai käyttämällä Puheen äänen ohitus -toimintoja kotinäytön majakassa.
fr_ca: Oui, vous pouvez. Les adresses ne sont pas répertoriées par défaut, mais peuvent être trouvées à l’aide du champ de recherche. Pour enregistrer cette adresse afin de ne pas devoir la rechercher, vous pouvez l’ajouter comme marqueur à partir de l’écran d’accueil en sélectionnant le bouton « Ajouter aux marqueurs » ou en utilisant les actions VoiceOver sur la balise dans l’écran d’accueil.
it_it: Sì, lo puoi fare. Gli indirizzi non sono elencati per impostazione predefinita ma possono essere trovati utilizzando il campo di ricerca. Per salvare questo indirizzo in modo da non doverlo cercare di nuovo, puoi aggiungerlo come indicatore dalla schermata iniziale selezionando il pulsante "Aggiungi a indicatori" o utilizzando le azioni VoiceOver sull'audiofaro nella schermata iniziale.
ja_jp: はい、できます。住所はデフォルトでは一覧に表示されませんが、検索フィールドを使って検索できます。何度も検索しなくて済むように住所を保存しておくには、ホーム画面で住所をマーカーとして追加します。それには、[マーカーに追加] ボタンを選択するか、ホーム画面でビーコンに対する VoiceOver アクションを使用します。
nb_no: Ja, det kan du. Adresser er ikke oppført som standard, men du kan finne dem ved å bruke søkefeltet. Hvis du vil lagre denne adressen slik at du slipper å søke etter den igjen, kan du legge den til som en markør fra startskjermen ved å velge knappen Legg til markører eller ved å bruke VoiceOver-handlinger på lydsignalet på startskjermen.
nl_nl: Ja, dat kan. Adressen worden niet standaard vermeld, maar kunnen worden gevonden via het zoekveld. Als u het adres wilt opslaan zodat u het de volgende keer niet meer hoeft op te zoeken, kunt u het via het startscherm als markering toevoegen met de knop Toevoegen aan markeringen of met de VoiceOver-acties van het baken op het startscherm.
pt_br: Sim, você pode. Os endereços não estão listados por padrão, mas podem ser encontrados usando-se o campo de pesquisa. Para salvar esse endereço para que não seja necessário pesquisá-lo novamente, você poderá adicioná-lo como um favorito na tela inicial. Basta selecionar o botão "Adicionar a Favoritos" ou usar ações de VoiceOver no sinalizador na tela inicial.
pt_pt: Pode. Os endereços não estão listados por predefinição, mas podem ser encontrados através do campo de pesquisa. Para guardar este endereço para que não tenha de o procurar novamente, pode adicioná-lo como um marco a partir do ecrã principal selecionando o botão "adicionar aos marcos" ou utilizando ações do VoiceOver sobre o sinal no ecrã principal.
sv_se: Absolut. Adresser listas inte som standard utan du hittar dem med hjälp av sökfältet. Om du vill spara den här adressen så att du inte behöver söka efter den igen lägger du till den som en platsmarkör. Det gör du på startskärmen genom att välja knappen "Lägg till platsmarkörer" eller använda VoiceOver-åtgärderna för ljudfyren på startskärmen.

# faq.beacon_on_home.question
source: How do I set a beacon on my home?
da_dk: Hvordan indstiller jeg et lydfyr på mit hjem?
de_de: Wie platziere ich ein Beacon auf meiner Hausadresse?
el_gr: Πώς μπορώ να ρυθμίσω έναν ηχητικό σήμα στο σπίτι μου;
es_es: ¿Cómo establezco una señal en mi casa?
fa_ir: چگونه یک نشانهٔ صوتی را روی خانه خود تنظیم کنم؟
fi_fi: Kuinka määritän majakan kotiini?
fr_ca: Comment définir une balise sur mon domicile?
it_it: Come imposto un audiofaro su casa mia?
ja_jp: 自宅にビーコンを設定するには、どうしたらよいですか?
nb_no: Hvordan angir jeg et lydsignal på hjemmet mitt?
nl_nl: Hoe stel ik een baken in op mijn huis?
pt_br: Como definir um sinalizador em minha casa?
pt_pt: Como posso definir um sinal em minha casa?
sv_se: Hur ställer jag in en ljudfyr för min bostad?

# faq.beacon_on_home.answer
source: Soundscape supports setting beacons on addresses. To set a beacon on your home, or any other address, from the main screen, tap on the search bar and then type the address. On the "Location Details" screen, tap the "Start Audio Beacon" button.
da_dk: Soundscape understøtter indstilling af lydfyr på adresser. Hvis du vil indstille et lydfyr på dit hjem eller en anden adresse, skal du søge efter en placering fra Soundscape-hovedskærmen. Tryk på knappen "Start lydfyr", på skærmbilledet "Placeringsdetaljer".
de_de: Soundscape unterstützt das Platzieren von Beacons auf Adressen. Um ein Beacon auf Ihre Hausadresse oder eine andere Adresse zu platzieren, suchen Sie nach dem Standort über den Soundscape-Startbildschirm. Tippen Sie auf dem „Standortdetails“-Bildschirm auf die Schaltfläche „Audiobeacon starten“.
el_gr: Το Soundscape υποστηρίζει τη ρύθμιση ηχητικών σημάτων σε διευθύνσεις. Για να ορίσετε ένα ηχητικό σήμα στο σπίτι σας ή σε οποιαδήποτε άλλη διεύθυνση, αναζητήστε μια τοποθεσία από την κύρια οθόνη του Soundscape. Στην οθόνη "Λεπτομέρειες τοποθεσίας", πατήστε το κουμπί "Έναρξη ηχητικού σήματος".
es_es: Soundscape permite establecer señales en direcciones. Para establecer una señal en tu casa, o en cualquier otra dirección, desde la pantalla principal, pulsa en la barra de búsqueda y escribe la dirección. En la pantalla "Detalles de la ubicación", pulsa el botón "Iniciar señal de audio".
fa_ir: Soundscape از تنظیم نشانه‌های صوتی روی آدرس‌ها پشتیبانی می‌کند. برای تنظیم یک نشانهٔ صوتی روی خانه خود، یا هر آدرس دیگری، از صفحه اصلی، روی نوار جستجو ضربه بزنید و سپس آدرس را تایپ کنید. در صفحه «جزئیات مکان»، روی دکمه «شروع نشانهٔ صوتی» ضربه بزنید.
fi_fi: Soundscape tukee majakoiden asettamista osoitteisiin. Aseta majakka kotiisi tai mihin tahansa muuhun osoitteeseen päänäytöstä napauttamalla hakupalkkia ja kirjoittamalla sitten osoite. Napauta "Sijainnin yksityiskohdat" -näytöllä "Käynnistä äänimajakka" -painiketta.
fr_ca: Soundscape prend en charge la définition de balises sur des adresses. Pour définir une balise sur votre domicile ou sur toute autre adresse, recherchez un emplacement à partir de l’écran principal de Soundscape. Dans l’écran « Détail de l’emplacement », appuyez sur le bouton « Démarrer la balise sonore ».
it_it: Soundscape supporta l'impostazione degli audiofaro sugli indirizzi. Per impostare un audiofaro su casa tua o su qualsiasi altro indirizzo, cerca una posizione dalla schermata principale Soundscape. Nella schermata "Dettagli posizione", tocca il pulsante "Avvia audiofaro".
ja_jp: Soundscape では、住所にビーコンを設定できます。自宅やその他の住所にビーコンを設定するには、Soundscape のメイン画面で場所を検索します。[場所の詳細] 画面で [音声ビーコンを開始] ボタンをタップします。
nb_no: Med Soundscape kan du angi lydsignaler på adresser. Hvis du vil angi et lydsignal på hjemmet ditt eller andre adresser, kan du søke etter en posisjon fra Soundscape-hovedskjermen. Trykk på knappen Start lydsignal på skjermen Posisjonsinformasjon.
nl_nl: Soundscape ondersteunt het instellen van bakens op adressen. Als u een baken wilt instellen op uw huis of op een ander adres, zoekt u naar een locatie vanuit het Soundscape-hoofdscherm. Tik op het scherm Locatiedetails op de knop Audiobaken starten.
pt_br: O Soundscape dá suporte à configuração de sinalizadores em endereços. Para definir um sinalizador em sua residência, ou em qualquer outro endereço, procure uma localização na tela inicial do Soundscape. Na tela "Detalhes da Localização", toque no botão "Iniciar Sinalizador Sonoro".
pt_pt: O Soundscape suporta a definição de sinais em endereços. Para definir um sinal em sua casa, ou em qualquer outro endereço, procure uma localização no ecrã principal do Soundscape. No ecrã "Detalhes da Localização", toque no botão "Iniciar Sinal de Áudio".
sv_se: I Soundscape kan du ställa in ljudfyrar för adresser. Om du vill ställa in en ljudfyr för din bostad eller en annan adress söker du efter en plats från huvudskärmen i Soundscape. Tryck på knappen "Ställ in ljudfyr" på skärmen "Platsuppgifter".

# faq.how_close_to_destination.question
source: When I set a beacon on a destination, how close will Soundscape get me to the destination?
da_dk: Når jeg sætter et lydfyr på en destination, hvor tæt vil Soundscape få mig til destinationen?
de_de: Wenn ich ein Beacon an einem Ziel platziere, wie nah komme ich mit Soundscape an das Ziel heran?
el_gr: Όταν όρισα ένα ηχητικό σήμα σε έναν προορισμό, πόσο κοντά θα με καθοδηγήσει το Soundscape σε αυτόν;
es_es: Cuando establezca una señal en un destino, ¿me llevará Soundscape cerca del destino?
fa_ir: وقتی یک نشانهٔ صوتی را روی یک مقصد تنظیم می‌کنم، Soundscape چقدر مرا به آنجا نزدیک می‌کند؟
fi_fi: Kun määritän majakan määränpäähän, kuinka lähelle määränpäätä Soundscape vie minut?
fr_ca: Lorsque je définis une balise sur une destination, à quelle distance de la destination Soundscape va-t-il m’amener?
it_it: Quando imposto un audiofaro su una destinazione, quanto mi fa avvicinare Soundscape alla destinazione?
ja_jp: 目的地にビーコンを設定した場合、Soundscape では目的地のどの程度近くまで案内ができますか。
nb_no: Når jeg angir et lydsignal på en destinasjon, hvor nærme kommer jeg destinasjonen med Soundscape?
nl_nl: Wanneer ik een baken instel op een bestemming, hoe dicht bij de bestemming brengt Soundscape me dan?
pt_br: Quando eu definir um sinalizador em um destino, até que distância do meu destino o Soundscape me levará?
pt_pt: Quando definir um sinal num destino, até que distância é que o Soundscape me leva?
sv_se: Hur nära målet får jag hjälp att komma när jag har ställt in en ljudfyr i Soundscape?
