Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# general.alert.yes
source: Yes
da_dk: Ja
de_de: Ja
el_gr: Ναι
es_es: Sí
fa_ir: بله
fi_fi: Kyllä
fr_ca: Oui
it_it: Sì
ja_jp: はい
nb_no: Ja
nl_nl: Ja
pt_br: Sim
pt_pt: Sim
sv_se: Ja

# general.alert.no
source: No
da_dk: Nej
de_de: Nein
el_gr: Όχι
fa_ir: خیر
fi_fi: Ei
fr_ca: Non
ja_jp: いいえ
nb_no: Nei
nl_nl: Nee
pt_br: Não
pt_pt: Não
sv_se: Nej

# general.alert.dismiss
source: Dismiss
da_dk: Afvis
de_de: Verwerfen
el_gr: Παράληψη
es_es: Descartar
fa_ir: بستن
fi_fi: Hylkää
fr_ca: Ignorer
it_it: Chiudi
ja_jp: 閉じる
nb_no: Lukk
nl_nl: Sluiten
pt_br: Ignorar
pt_pt: Dispensar
sv_se: Ignorera

# general.alert.skip
source: Skip
da_dk: Spring over
de_de: Überspringen
el_gr: Παράληψη
es_es: Omitir
fa_ir: رد کردن
fi_fi: Ohita
fr_ca: Ignorer
it_it: Ignora
ja_jp: スキップ
nb_no: Hopp over
nl_nl: Overslaan
pt_br: Ignorar
pt_pt: Ignorar
sv_se: Hoppa över

# general.alert.cancel
source: Cancel
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
fa_ir: لغو
fi_fi: Peruuta
fr_ca: Annuler
it_it: Annulla
ja_jp: キャンセル
nb_no: Avbryt
nl_nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
sv_se: Avbryt

# general.alert.not_now
source: Not Now
da_dk: Ikke nu
de_de: Jetzt nicht
el_gr: Όχι τώρα
es_es: Ahora no
fa_ir: الآن نه
fi_fi: Ei nyt
fr_ca: Pas maintenant
it_it: Non ora
ja_jp: 今は結構です
nb_no: Ikke nå
nl_nl: Niet nu
pt_br: Agora Não
pt_pt: Agora Não
sv_se: Inte nu

# general.alert.disconnect
source: Disconnect
da_dk: Afbryd forbindelsen
de_de: Trennen
el_gr: Αποσύνδεση
es_es: Desconectar
fa_ir: قطع اتصال
fi_fi: Katkaise yhteys
fr_ca: Déconnecter
it_it: Disconnetti
ja_jp: 接続を解除
nb_no: Koble fra
nl_nl: Verbinding verbreken
pt_br: Desconectar
pt_pt: Desligar
sv_se: Koppla från

# general.alert.forget
source: Forget
da_dk: Glem
de_de: Vergessen
el_gr: Διαγραφή από τη μνήμη
es_es: Olvidar
fa_ir: فراموش کردن
fi_fi: Unohda
fr_ca: Oublier
it_it: Ignora
ja_jp: 登録を解除
nb_no: Glem
nl_nl: Vergeten
pt_br: Esquecer
pt_pt: Esquecer
sv_se: Glöm

# general.alert.done
source: Done
da_dk: Udført
de_de: Fertig
el_gr: Έτοιμο
es_es: Listo
fa_ir: انجام شد
fi_fi: Valmis
fr_ca: Terminé
it_it: Fatto
ja_jp: 完了
nb_no: Ferdig
nl_nl: Gereed
pt_br: Concluído
pt_pt: OK
sv_se: Klart

# general.alert.exit
source: Exit
da_dk: Afslut
de_de: Beenden
el_gr: Έξοδος
es_es: Salir
fa_ir: خروج
fi_fi: Poistu
fr_ca: Quitter
it_it: Esci
ja_jp: 終了
nb_no: Avslutt
nl_nl: Afsluiten
pt_br: Sair
pt_pt: Sair
sv_se: Avsluta

# general.alert.delete
source: Delete
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
es_es: Eliminar
fa_ir: حذف
fi_fi: Poista
fr_ca: Supprimer
it_it: Elimina
ja_jp: 削除
nb_no: Slett
nl_nl: Verwijderen
pt_br: Excluir
pt_pt: Eliminar
sv_se: Ta bort

# general.alert.reset
source: Reset
da_dk: Nulstil
de_de: Zurücksetzen
el_gr: Επαναφορά
es_es: Restablecer
fa_ir: بازنشانی
fi_fi: Nollaa
fr_ca: Réinitialiser
it_it: Reimposta
ja_jp: リセット
nb_no: Tilbakestill
nl_nl: Opnieuw instellen
pt_br: Redefinir
pt_pt: Repor
sv_se: Återställ

# general.alert.remove
source: Remove
da_dk: Fjern
de_de: Entfernen
el_gr: Αφαίρεση
es_es: Quitar
fa_ir: برداشتن
fi_fi: Poista
fr_ca: Supprimer
it_it: Rimuovi
ja_jp: 削除
nb_no: Fjern
nl_nl: Verwijderen
pt_br: Remover
pt_pt: Remover
sv_se: Ta bort

# general.alert.resume
source: Resume
da_dk: Genoptag
de_de: Fortsetzen
el_gr: Συνέχιση
es_es: Reanudar
fa_ir: ادامه
fi_fi: Jatka
fr_ca: Reprendre
it_it: Riprendi
ja_jp: 再開
nb_no: Gjenoppta
nl_nl: Hervatten
pt_br: Retomar
pt_pt: Retomar
sv_se: Fortsätt

# general.alert.keep
source: Keep
da_dk: Behold
de_de: Behalten
el_gr: Διατήρηση
es_es: Mantener
fa_ir: نگه داشتن
fi_fi: Säilytä
fr_ca: Conserver
it_it: Mantieni
ja_jp: 保持
nb_no: Behold
nl_nl: Behouden
pt_br: Manter
pt_pt: Manter
sv_se: Behåll

# general.alert.edit
source: Edit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
fa_ir: ویرایش
fi_fi: Muokkaa
fr_ca: Modifier
it_it: Modifica
ja_jp: 編集
nb_no: Rediger
nl_nl: Bewerken
pt_br: Editar
pt_pt: Editar
sv_se: Redigera

# general.alert.add
source: Add
da_dk: Tilføj
de_de: Hinzufügen
el_gr: Προσθήκη
es_es: Agregar
fa_ir: افزودن
fi_fi: Lisää
fr_ca: Ajouter
it_it: Aggiungi
ja_jp: 追加
nb_no: Legg til
nl_nl: Toevoegen
pt_br: Adicionar
pt_pt: Adicionar
sv_se: Lägg till

# general.alert.download
source: Download
de_de: Herunterladen
el_gr: Λήψη
es_es: Descargar
fa_ir: دانلود
fi_fi: Lataa
fr_ca: Télécharger
it_it: Scarica
ja_jp: ダウンロード
nb_no: Last ned
nl_nl: Downloaden
pt_br: Baixar
pt_pt: Transferir
sv_se: Ladda ned

# general.alert.details
source: Details
da_dk: Detaljer
el_gr: Λεπτομέρειες
es_es: Detalles
fa_ir: جزئیات
fi_fi: Tiedot
fr_ca: Détails
it_it: Dettagli
ja_jp: 詳細
nb_no: Informasjon
pt_br: Detalhes
pt_pt: Detalhes
sv_se: Detaljer

# general.alert.next
source: Next
da_dk: Næste
de_de: Weiter
el_gr: Επόμενο
es_es: Siguiente
fa_ir: بعدی
fi_fi: Seuraava
fr_ca: Suivant
it_it: Avanti
ja_jp: 次へ
nb_no: Neste
nl_nl: Volgende
pt_br: Próximo
pt_pt: Seguinte
sv_se: Nästa

# general.alert.continue
source: Continue
da_dk: Fortsæt
de_de: Weiter
el_gr: Συνέχεια
es_es: Continuar
fa_ir: ادامه دادن
fi_fi: Jatka
fr_ca: Continuer
it_it: Continua
ja_jp: 続行
nb_no: Fortsett
nl_nl: Doorgaan
pt_br: Continuar
pt_pt: Continuar
sv_se: Fortsätt

# general.alert.stop
source: Stop
de_de: Anhalten
el_gr: Διακοπή
es_es: Detener
fa_ir: توقف
fi_fi: Pysäytä
fr_ca: Arrêter
it_it: Interrompi
ja_jp: 停止
nb_no: Stopp
nl_nl: Stoppen
pt_br: Parar
pt_pt: Parar
sv_se: Avbryt

# general.alert.close
source: Close
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es_es: Cerrar
fa_ir: بستن
fi_fi: Sulje
fr_ca: Fermer
it_it: Chiudi
ja_jp: 閉じる
nb_no: Lukk
nl_nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
sv_se: Stäng

# general.alert.choose_an_action
source: Choose an Action
da_dk: Vælg en handling
de_de: Eine Aktion auswählen
el_gr: Επιλογή ενέργειας
es_es: Elegir una acción
fa_ir: انتخاب یک عمل
fi_fi: Valitse toiminto
fr_ca: Choisir une action
it_it: Scegli un'azione
ja_jp: 操作を選択
nb_no: Velg en handling
nl_nl: Een actie kiezen
pt_br: Escolha uma Ação
pt_pt: Escolher uma Ação
sv_se: Välj en åtgärd

# general.alert.choose_an_app
source: Choose an App
da_dk: Vælg en app
de_de: Eine App auswählen
el_gr: Επιλογή εφαρμογής
es_es: Elegir una aplicación
fa_ir: انتخاب یک برنامه
fi_fi: Valitse sovellus
fr_ca: Choisir une application
it_it: Scegli un'app
ja_jp: アプリを選択
nb_no: Velg en app
nl_nl: Een app kiezen
pt_br: Escolha um Aplicativo
pt_pt: Escolher uma Aplicação
sv_se: Välj en app

# general.alert.destructive_undone_message
source: This action cannot be undone
da_dk: Denne handling kan ikke fortrydes
de_de: Diese Aktion kann nicht rückgängig gemacht werden
el_gr: Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας
es_es: Esta acción no se puede deshacer
fa_ir: این عمل قابل بازگشت نیست
fi_fi: Tätä toimintoa ei voi perua
fr_ca: Cette action ne peut pas être annulée
it_it: Questa azione non può essere annullata
ja_jp: この操作は元に戻せません
nb_no: Denne handlingen kan ikke angres
nl_nl: Deze actie kan niet ongedaan worden gemaakt
pt_br: Esta ação não pode ser desfeita
pt_pt: Não é possível anular esta ação
sv_se: Du kan inte ångra den här åtgärden

# general.alert.open_settings
source: Open Settings
da_dk: Åbn indstillinger
de_de: Einstellungen öffnen
el_gr: Άνοιγμα ρυθμίσεων
es_es: Abrir Configuración
fa_ir: باز کردن تنظیمات
fi_fi: Avaa Asetukset
fr_ca: Ouvrir les réglages
it_it: Apri impostazioni
ja_jp: 設定を開く
nb_no: Åpne innstillinger
nl_nl: Instellingen openen
pt_br: Abrir Ajustes
pt_pt: Abrir Definições
sv_se: Öppna Inställningar

# general.alert.open
source: Open
da_dk: Åbn
de_de: Öffnen
el_gr: Άνοιγμα
es_es: Abrir
fa_ir: باز کردن
fi_fi: Avaa
fr_ca: Ouvrir
it_it: Apri
ja_jp: 開く
nb_no: Åpne
nl_nl: Openen
pt_br: Abrir
pt_pt: Abrir
sv_se: Öppna

# general.alert.replace
source: Replace
da_dk: Erstat
de_de: Ersetzen
el_gr: Αντικατάσταση
es_es: Reemplazar
fa_ir: جایگزین کردن
fi_fi: Korvaa
fr_ca: Remplacer
it_it: Sostituisci
ja_jp: 置換
nb_no: Erstatt
nl_nl: Vervangen
pt_br: Substituir
pt_pt: Substituir
sv_se: Ersätt

# general.alert.confirmation_title
source: Are You Sure?
da_dk: Er du sikker?
de_de: Sind Sie sicher?
el_gr: Είσαστε σίγουροι;
es_es: ¿Estás seguro?
fa_ir: آیا مطمئن هستید؟
fi_fi: Oletko varma?
fr_ca: Êtes-vous sûr?
it_it: Confermi?
ja_jp: よろしいですか?
nb_no: Er du sikker?
nl_nl: Weet u het zeker?
pt_br: Tem certeza?
pt_pt: Tem a Certeza?
sv_se: Är du säker?

# general.alert.discard
source: Discard
da_dk: Kassér
de_de: Verwerfen
el_gr: Απόρριψη
es_es: Descartar
fa_ir: نادیده گرفتن تغییرات
fi_fi: Hylkää
fr_ca: Ignorer
it_it: Rimuovi
ja_jp: 破棄
nb_no: Forkast
nl_nl: Wissen
pt_br: Descartar
pt_pt: Eliminar
sv_se: Ignorera

# general.text.clear_text
source: Clear text
da_dk: Ryd tekst
de_de: Text löschen
el_gr: Απαλοιφή κειμένου
es_es: Borrar texto
fa_ir: پاک کردن متن
fi_fi: Tyhjennä teksti
fr_ca: Effacer le texte
it_it: Cancella testo
ja_jp: 文字列を消去
nb_no: Fjern tekst
nl_nl: Tekst wissen
pt_br: Limpar texto
pt_pt: Limpar texto
sv_se: Rensa text

# general.text.clear
source: Clear
da_dk: Ryd
de_de: Löschen
el_gr: Απαλοιφή
es_es: Borrar
fa_ir: پاک کردن
fi_fi: Tyhjennä
fr_ca: Effacer
it_it: Cancella
ja_jp: クリア
nb_no: Fjern
nl_nl: Wissen
pt_br: Limpar
pt_pt: Limpar
sv_se: Rensa

# general.loading.almost_ready
source: Almost ready…
da_dk: Næsten klar…
de_de: Fast fertig …
el_gr: Σχεδόν έτοιμο…
es_es: Ya casi está…
fa_ir: تقریباً آماده است…
fi_fi: Lähes valmis…
fr_ca: Presque prêt…
it_it: Quasi fatto…
ja_jp: あともう少しです…
nb_no: Nesten klar …
nl_nl: Bijna klaar…
pt_br: Quase pronto…
pt_pt: Está quase pronto…
sv_se: Nästan klart ...

# general.loading.loading
source: Loading…
da_dk: Indlæser…
de_de: Wird geladen ...
el_gr: Φόρτωση…
es_es: Cargando…
fa_ir: در حال بارگذاری…
fi_fi: Ladataan…
fr_ca: Chargement…
it_it: Caricamento in corso…
ja_jp: 読み込み中…
nb_no: Laster inn …
nl_nl: Laden…
pt_br: Carregando…
pt_pt: A carregar…
sv_se: Läser in …

# general.loading.no_punctuation
source: Loading
da_dk: Indlæser
de_de: Wird geladen
el_gr: Φόρτωση
es_es: Cargando
fa_ir: در حال بارگذاری
fi_fi: Ladataan
fr_ca: Chargement en cours
it_it: Caricamento in corso
ja_jp: 読み込み中
nb_no: Laster inn
nl_nl: Laden
pt_br: Carregando
pt_pt: A carregar
sv_se: Läser in

# general.percentage.complete
source: %@%% Complete
da_dk: %@ %% fuldført
de_de: %@%% abgeschlossen
el_gr: %@%% Ολοκληρωμένο
es_es: %@%% completado
fa_ir: %@%% تکمیل شده
fi_fi: %@ %% valmis
fr_ca: %@%% effectués
it_it: %@%% completato
ja_jp: %@%% 完了
nb_no: %@ %% fullført
nl_nl: %@%% voltooid
pt_br: %@%% Concluído
pt_pt: %@%% Concluído
sv_se: %@%% färdigt

# general.alert.offline_default.title
source: Offline mode
da_dk: Offlinetilstand
de_de: Offlinemodus
el_gr: Λειτουργία χωρίς σύνδεση
es_es: Modo sin conexión
fa_ir: حالت آفلاین
fi_fi: Offline-tila
fr_ca: Mode hors ligne
it_it: Modalità offline
ja_jp: オフライン モード
nb_no: Frakoblet modus
nl_nl: Offline modus
pt_br: Modo offline
pt_pt: Modo offline
sv_se: Offlineläge

# general.alert.offline_default.message
source: Soundscape is working offline. Nevertheless, Soundscape will continue to work, but some functions may be limited.
da_dk: Soundscape arbejder offline. Ikke desto mindre vil Soundscape fortsætte med at fungere, men nogle funktioner kan være begrænsede.
de_de: Soundscape ist im Offlinemodus. Es funktioniert zwar weiter, aber einige Funktionen sind möglicherweise eingeschränkt.
el_gr: Το Soundscape λειτουργεί εκτός σύνδεσης. Όμως, το Soundscape θα συνεχίσει να λειτουργεί, αλλά ορισμένες λειτουργίες μπορεί να είναι περιορισμένες.
es_es: Soundscape está funcionando sin conexión. Sin embargo, Soundscape continuará funcionando, pero algunas funciones pueden estar limitadas.
fa_ir: Soundscape در حالت آفلاین کار می‌کند. با این وجود، Soundscape به کار خود ادامه می‌دهد، اما برخی از عملکردها ممکن است محدود باشند.
fi_fi: Soundscape on offline-tilassa. Soundscape jatkaa kuitenkin toimintaansa, mutta jotkin toiminnot voivat olla rajoitettuja.
fr_ca: Soundscape est en mode hors ligne. Soundscape continue quand même à fonctionner, mais certaines fonctions peuvent être limitées.
it_it: Soundscape è offline. Alcune funzioni potrebbero essere limitate ma Soundscape continuerà a funzionare.
ja_jp: Soundscape はオフラインです。このままでも Soundscape を使用できますが、一部の機能が制限される場合があります。
nb_no: Soundscape kjører i frakoblet modus. Soundscape fungerer fremdeles, men noen funksjoner kan være begrenset.
nl_nl: Soundscape werkt offline. Soundscape blijft wel werken, maar bepaalde functies zijn beperkt.
pt_br: O Soundscape está funcionando offline. No entanto, o Soundscape continuará a funcionar, mas algumas funções podem ser limitadas.
pt_pt: O Soundscape está a trabalhar offline. O Soundscape continuará a funcionar, mas algumas funções poderão estar limitadas.
sv_se: Soundscape är offline. Soundscape fortsätter dock att arbeta, men en del funktioner kan vara begränsade.

# general.alert.offline_search.title
source: Search is not available
da_dk: Søgning er ikke tilgængelig
de_de: Suche ist nicht verfügbar
el_gr: Η αναζήτηση δεν είναι διαθέσιμη
es_es: Búsqueda no disponible
fa_ir: جستجو در دسترس نیست
fi_fi: Haku ei ole käytössä
fr_ca: La recherche n’est pas disponible
it_it: Ricerca non disponibile
ja_jp: 検索は使用できません
nb_no: Søk er ikke tilgjengelig
nl_nl: Zoeken is niet beschikbaar
pt_br: A pesquisa não está disponível
pt_pt: A pesquisa não está disponível
sv_se: Sökfunktionen är inte tillgänglig

# general.alert.offline_search.message
source: When Soundscape is working offline, search is disabled. Dismiss to return to the previous screen
da_dk: Når Soundscape arbejder offline, er søgning deaktiveret. Afvis for at vende tilbage til det forrige skærmbillede
de_de: Wenn Soundscape offline ausgeführt wird, ist die Suchfunktion deaktiviert. Verwerfen, um zum vorherigen Bildschirm zurückzukehren
el_gr: Όταν το Soundscape λειτουργεί χωρίς σύνδεση, η αναζήτηση είναι απενεργοποιημένη. Απόρριψη για επιστροφή στην προηγούμενη οθόνη
es_es: Cuando Soundscape funciona sin conexión, la búsqueda está desactivada. Descartar para volver a la pantalla anterior
fa_ir: وقتی Soundscape در حالت آفلاین کار می‌کند، جستجو غیرفعال است. برای بازگشت به صفحه قبل، این پیام را ببندید.
fi_fi: Kun Soundscape toimii offline-tilassa, haku on pois käytöstä. Hylkää palataksesi edelliselle näytölle
fr_ca: Quand Soundscape est en mode hors ligne, la recherche est désactivée. Ignorez pour revenir à l’écran précédent
it_it: Quando Soundscape è offline, la ricerca è disabilitata. Chiudi per tornare alla schermata precedente
ja_jp: Soundscape がオフラインの場合、検索は無効になります。閉じると、前の画面に戻ります
nb_no: Når Soundscape kjører i frakoblet modus, er søk deaktivert. Lukk for å gå tilbake til forrige skjerm
nl_nl: Wanneer Soundscape offline werkt, is de zoekfunctie uitgeschakeld. Sluit om terug te gaan naar het vorige scherm
pt_br: Quando o Soundscape estiver funcionando offline, a pesquisa será desabilitada. Ignore para retornar à tela anterior
pt_pt: Quando o Soundscape está a trabalhar offline, a pesquisa está desativada. Dispense esta mensagem para voltar ao ecrã anterior
sv_se: När Soundscape är offline är sökfunktionen inaktiverad. Stäng om du vill gå tillbaka till föregående skärm.

# general.alert.offline.learn_more
source: Learn more
da_dk: Få mere at vide
de_de: Weitere Informationen
el_gr: Μάθετε περισσότερα
es_es: Más información
fa_ir: بیشتر بدانید
fi_fi: Lisätietoja
fr_ca: En savoir plus
it_it: Altre informazioni
ja_jp: 詳細
nb_no: Finn ut mer
nl_nl: Meer informatie
pt_br: Saiba mais
pt_pt: Mais informações
sv_se: Mer information

# general.alert.error.message
source: Please try again later.
da_dk: Prøv igen senere.
de_de: Bitte versuchen Sie es später noch einmal.
el_gr: Προσπαθήστε ξανά αργότερα.
es_es: Por favor, inténtalo de nuevo más tarde.
fa_ir: لطفاً بعداً دوباره امتحان کنید.
fi_fi: Yritä myöhemmin uudelleen.
fr_ca: Réessayez ultérieurement.
it_it: Riprova più tardi.
ja_jp: 後ほど再度お試しください。
nb_no: Prøv på nytt senere.
nl_nl: Probeer het later opnieuw.
pt_br: Tente mais tarde.
pt_pt: Tente novamente mais tarde.
sv_se: Försök igen senare.

# general.loading.start
source: Getting things ready…
da_dk: Gør tingene klar...
de_de: Vorbereitung...
el_gr: Προετοιμασία...
es_es: Preparando todo…
fa_ir: در حال آماده‌سازی…
fi_fi: Valmistellaan asioita…
fr_ca: Préparation en cours...
it_it: Preparazione in corso...
ja_jp: 準備しています...
nb_no: Gjør alt klart ...
nl_nl: Alles voorbereiden...
pt_br: Preparando tudo...
pt_pt: A preparar tudo...
sv_se: Förbereder en del saker ...

# general.loading.end
source: Cleaning things up…
da_dk: Rydder op i ting...
de_de: Bereinigen ...
el_gr: Γίνεται εκκαθάριση...
es_es: Limpiando…
fa_ir: در حال پاک‌سازی…
fi_fi: Siivotaan asioita…
fr_ca: Effacement en cours…
it_it: Cancellazione in corso...
ja_jp: クリーンアップしています...
nb_no: Rydder opp ...
nl_nl: Alles opschonen...
pt_br: Limpando...
pt_pt: A limpar tudo...
sv_se: Rensar …

# general.mute
source: Mute
da_dk: Slå fra
de_de: Stummschalten
el_gr: Σίγαση
es_es: Silenciar
fa_ir: بی‌صدا
fi_fi: Hiljennä
fr_ca: Muet
it_it: Disattiva audio
ja_jp: ミュート
nb_no: Slå av
nl_nl: Dempen
pt_br: Mudo
pt_pt: Desativar Som
sv_se: Stäng av ljud

# general.volume
source: Volume
da_dk: Lydstyrke
de_de: Lautstärke
el_gr: Ένταση
es_es: Volumen
fa_ir: صدا
fi_fi: Äänenvoimakkuus
ja_jp: 音量
nb_no: Volum
sv_se: Volym

# general.tabs
source: %1$@, tab, %2$@ of %3$@
da_dk: %1$@, fane, %2$@ af %3$@
de_de: %1$@, Registerkarte, %2$@ von %3$@
el_gr: %1$@, καρτέλα, %2$@ από %3$@
es_es: %1$@, pestaña, %2$@ de %3$@
fa_ir: %1$@، زبانه، %2$@ از %3$@
fi_fi: %1$@, välilehti, %2$@/%3$@
fr_ca: %1$@, onglet, %2$@ sur %3$@
it_it: %1$@, scheda, %2$@ di %3$@
ja_jp: %1$@、タブ、%3$@ のうち %2$@
nb_no: %1$@, fane, %2$@ av %3$@
nl_nl: %1$@, tabblad, %2$@ van %3$@
pt_br: %1$@, guia, %2$@ de %3$@
pt_pt: %1$@, separador, %2$@ de %3$@
sv_se: %1$@, flik, %2$@ av %3$@

# general.alert.survey.title
source: We'd love to hear from you!
da_dk: Vi vil meget gerne høre fra dig!
de_de: Wir würden uns freuen, von Ihnen zu hören!
el_gr: Θα χαρούμε να ακούσουμε την άποψή σας!
es_es: ¡Nos encantaría conocer tu opinión!
fa_ir: خوشحال می‌شویم نظر شما را بدانیم!
fi_fi: Kuulisimme mielellämme, mitä mieltä olet!
fr_ca: Votre avis nous intéresse.
it_it: Ci piacerebbe sentire la tua opinione.
ja_jp: ご回答をお聞かせください。
nb_no: Vi vil gjerne høre fra deg!
nl_nl: We horen graag van u!
pt_br: Nós gostaríamos de ouvir a sua opinião!
pt_pt: Gostaríamos de ouvir a sua opinião!
sv_se: Vi vill gärna höra dina åsikter

# general.alert.survey.message
source: Do you have time to complete a 5-minute survey?
da_dk: Har du tid til at gennemføre en 5-minutters undersøgelse?
de_de: Haben Sie Zeit, eine 5-minütige Umfrage auszufüllen?
el_gr: Έχετε χρόνο να συμπληρώσετε ένα 5-λεπτο ερωτηματολόγιο;
es_es: ¿Tienes tiempo para completar una encuesta de 5 minutos?
fa_ir: آیا برای تکمیل یک نظرسنجی ۵ دقیقه‌ای وقت دارید؟
fi_fi: Ehditkö osallistumaan viiden minuutin kyselyyn?
fr_ca: Pouvez-vous nous accorder 5 minutes pour répondre à une enquête?
it_it: Hai tempo per completare un sondaggio di 5 minuti?
ja_jp: アンケートにお答えいただけますか。所要時間は 5 分です。
nb_no: Har du tid til å fullføre en fem minutters undersøkelse?
nl_nl: Hebt u tijd voor een onderzoek van 5 minuten?
pt_br: Você tem tempo para preencher uma pesquisa de 5 minutos?
pt_pt: Tem 5 minutos para responder a um inquérito?
sv_se: Har du tid att genomföra en undersökning som tar 5 minuter?

# general.play
source: Play
da_dk: Afspil
de_de: Abspielen
el_gr: Αναπαραγωγή
es_es: Reproducir
fa_ir: پخش
fi_fi: Toista
fr_ca: Lire
it_it: Riproduci
ja_jp: 再生
nb_no: Spill av
nl_nl: Afspelen
pt_br: Reproduzir
pt_pt: Reproduzir
sv_se: Spela upp

# general.stop
source: Stop
de_de: Anhalten
el_gr: Διακοπή
es_es: Detener
fa_ir: توقف
fi_fi: Pysäytä
fr_ca: Arrêter
it_it: Interrompi
ja_jp: 停止
nb_no: Stopp
nl_nl: Stoppen
pt_br: Parar
pt_pt: Parar
sv_se: Stoppa

# general.downloading
source: Downloading
da_dk: Downloader
de_de: Wird heruntergeladen
el_gr: Λήψη σε εξέλιξη
es_es: Descargando
fa_ir: در حال دانلود
fi_fi: Ladataan
fr_ca: Téléchargement
it_it: Download in corso
ja_jp: ダウンロード中
nb_no: Lastes ned
nl_nl: Downloaden
pt_br: Baixando
pt_pt: A transferir
sv_se: Laddar ned

# general.app_open
source: Open App
da_dk: Åbn app
de_de: App öffnen
el_gr: Άνοιγμα εφαρμογής
es_es: Abrir aplicación
fa_ir: باز کردن برنامه
fi_fi: Avaa sovellus
fr_ca: Ouvrir l’appli
it_it: Apri l'app
ja_jp: アプリを開く
nb_no: Åpne app
nl_nl: App openen
pt_br: Abrir Aplicativo
pt_pt: Abrir Aplicação
sv_se: Öppna app

# general.app_download
source: Download App
de_de: App herunterladen
el_gr: Λήψη εφαρμογής
es_es: Descargar aplicación
fa_ir: دانلود برنامه
fi_fi: Lataa sovellus
fr_ca: Télécharger l’appli
it_it: Scarica l'app
ja_jp: アプリをダウンロード
nb_no: Last ned app
nl_nl: App downloaden
pt_br: Baixar Aplicativo
pt_pt: Transferir Aplicação
sv_se: Ladda ned app

# general.error.error_occurred
source: Error Occurred
da_dk: Der opstod en fejl
de_de: Ein Fehler ist aufgetreten
el_gr: Παρουσιάστηκε σφάλμα
es_es: Error
fa_ir: خطا رخ داد
fi_fi: Tapahtui virhe
fr_ca: Une erreur s’est produite
it_it: Errore
ja_jp: エラーが発生しました
nb_no: Det oppstod en feil
nl_nl: Er is een fout opgetreden
pt_br: Ocorreu um Erro
pt_pt: Ocorreu um Erro
sv_se: Ett fel har inträffat

# general.error.location_services
source: Turn on Location Services to use Soundscape
da_dk: Slå Lokalitetstjenester til for at bruge Soundscape
de_de: Ortungsdienste aktivieren, um Soundscape zu verwenden
el_gr: Ενεργοποίηση υπηρεσιών τοποθεσίας για χρήση του Soundscape
es_es: Activar los servicios de ubicación para utilizar Soundscape
fa_ir: برای استفاده از Soundscape، خدمات موقعیت مکانی را روشن کنید
fi_fi: Ota sijaintipalvelut käyttöön käyttääksesi Soundscapea
fr_ca: Activer les services de localisation pour utiliser Soundscape
it_it: Attiva i servizi di localizzazione per utilizzare Soundscape
ja_jp: Soundscape を使用するには位置情報サービスを有効にしてください
nb_no: Slå på stedstjenester for å bruke Soundscape
nl_nl: Schakel Locatievoorzieningen in om Soundscape te gebruiken
pt_br: Ativar os Serviços de Localização para usar o Soundscape
pt_pt: Ative os Serviços de localização para utilizar o Soundscape
sv_se: Aktivera Platstjänster om du vill använda Soundscape

# general.error.precise_location
source: Turn on Precise Location to use Soundscape
da_dk: Slå Præcis placering til for at bruge Soundscape
de_de: „Genauer Standort“ aktivieren, um Soundscape zu verwenden
el_gr: Ενεργοποίηση ακριβούς τοποθεσίας για χρήση του Soundscape
es_es: Activar la ubicación precisa para utilizar Soundscape
fa_ir: برای استفاده از Soundscape، موقعیت مکانی دقیق را روشن کنید
fi_fi: Ota Tarkka sijainti käyttöön käyttääksesi Soundscapea
fr_ca: Activer Localisation précise pour utiliser Soundscape
it_it: Attiva Posizione precisa per utilizzare Soundscape
ja_jp: Soundscape を使用するには [正確な位置情報] を有効にしてください
nb_no: Slå på nøyaktig posisjon for å bruke Soundscape
nl_nl: Schakel Exacte locatie in om Soundscape te gebruiken
pt_br: Ativar Localização Precisa para usar o Soundscape
pt_pt: Ative a Localização exata para utilizar o Soundscape
sv_se: Aktivera Exakt plats om du vill använda Soundscape

# general.error.location_services.authorize.title
source: Authorize Location Services
da_dk: Godkend Lokalitetstjenester
de_de: Ortungsdienste autorisieren
el_gr: Εξουσιοδότηση υπηρεσιών τοποθεσίας
es_es: Permitir servicios de ubicación
fa_ir: اجازه دسترسی به خدمات موقعیت مکانی
fi_fi: Salli sijaintipalvelut
fr_ca: Autoriser les services de localisation
it_it: Autorizza servizi di localizzazione
ja_jp: 位置情報サービスの使用を許可してください
nb_no: Godkjenn stedstjenester
nl_nl: Locatievoorzieningen autoriseren
pt_br: Autorizar Serviços de Localização
pt_pt: Autorizar os Serviços de localização
sv_se: Auktorisera Platstjänster
