Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# third_party_apps.general.maps
source: Open in external maps app
da_dk: Åbn i ekstern kortapp
de_de: In einer externen Karten-App öffnen
el_gr: Άνοιγμα σε εξωτερική εφαρμογή χαρτών
es_es: Abrir en aplicación de mapas externa
fa_ir: باز کردن در برنامه نقشه خارجی
fi_fi: Avaa ulkoisessa karttasovelluksessa
fr_ca: Ouvrir dans une appli de cartes externe
it_it: Apri in app di mappe esterne
ja_jp: 外部の地図アプリで開く
nb_no: Åpne i ekstern kartapp
nl_nl: Openen in externe kaarten-app
pt_br: Abrir em aplicativo de mapas externo
pt_pt: Abrir numa aplicação de mapas externa
sv_se: Öppna i en extern kartapp

# icloud.kv_store.quota_violation_alert.title
source: Soundscape iCloud Storage Full
da_dk: iCloud-lager til Soundscape er fuldt
de_de: Soundscape iCloud-Speicher voll
el_gr: Ο χώρος αποθήκευσης Soundscape iCloud είναι πλήρης
es_es: Almacenamiento de iCloud completo de Soundscape
fa_ir: حافظه iCloud Soundscape پر است
fi_fi: Soundscapen iCloud-tallennustila on täynnä
fr_ca: Stockage iCloud Soundscape plein
it_it: Spazio di archiviazione di iCloud per Soundscape esaurito
ja_jp: Soundscape の iCloud ストレージに空き容量がありません
nb_no: Soundscape iCloud-lagringen er full
nl_nl: Soundscape iCloud-opslag vol
pt_br: Armazenamento do Soundscape iCloud Cheio
pt_pt: Armazenamento iCloud do Soundscape Cheio
sv_se: iCloud-lagringen för Soundscape är full

# icloud.kv_store.quota_violation_alert.message
source: iCloud storage for this app is full. To create a new marker, you will need to free up space by removing some of your existing markers.
da_dk: iCloud-lager til denne app er fuldt. Hvis du vil oprette et nyt mærke, skal du frigøre plads ved at fjerne nogle af dine eksisterende mærker.
de_de: iCloud-Speicher für diese App ist voll. Zum Erstellen einer neuen Markierung müssen Sie zunächst Speicher freigeben, indem Sie einige der gespeicherten Markierungen löschen.
el_gr: Ο χώρος αποθήκευσης iCloud για αυτήν την εφαρμογή είναι πλήρης. Για να δημιουργήσετε έναν νέο δείκτη, θα πρέπει να ελευθερώσετε χώρο καταργώντας ορισμένους από τους υπάρχοντες δείκτες σας.
es_es: El almacenamiento de iCloud para esta aplicación está completo. Para crear un nuevo marcador, necesitarás liberar espacio quitando algunos de tus marcadores existentes.
fa_ir: حافظه iCloud برای این برنامه پر است. برای ایجاد یک نشانگر جدید، باید با حذف برخی از نشانگرهای موجود خود، فضا آزاد کنید.
fi_fi: Tämän sovelluksen iCloud-tila on täynnä. Jos haluat luoda uuden merkinnän, sinun on vapautettava tilaa poistamalla joitakin nykyisistä merkeistä.
fr_ca: Le stockage iCloud pour cette appli est plein. Pour créer un marqueur, vous devez libérer de l’espace en supprimant certains de vos marqueurs existants.
it_it: Lo spazio di archiviazione di iCloud per questa app è esaurito. Per creare un nuovo indicatore, sarà necessario liberare spazio rimuovendo alcuni indicatori esistenti.
ja_jp: iCloud ストレージにアプリで使用できる空き容量がありません。新しいマーカーを作成するには、既存のマーカーをいくつか削除して、空き容量を増やす必要があります。
nb_no: iCloud-lagringen for denne appen er full. Hvis du vil opprette en ny markør, må du frigjøre plass ved å fjerne noen av de eksisterende markørene.
nl_nl: iCloud-opslag voor deze app is vol. Als u een nieuwe markering wilt maken, moet u ruimte vrij maken door een aantal bestaande markeringen te verwijderen.
pt_br: O armazenamento do iCloud para este aplicativo está cheio. Para criar um novo favorito, você precisará liberar espaço ao remover alguns dos favoritos existentes.
pt_pt: O armazenamento iCloud para esta aplicação está cheio. Para criar um novo marco, necessita de libertar espaço removendo alguns dos marcos existentes.
sv_se: iCloud-lagringen för den här appen är full. Om du vill skapa en ny platsmarkör måste du frigöra utrymme genom att ta bort någon av dina befintliga platsmarkörer.

# poi.unknown
source: Unknown
da_dk: Ukendt
de_de: Unbekannt
el_gr: Άγνωστο
es_es: Desconocido
fa_ir: ناشناخته
fi_fi: Tuntematon
fr_ca: Inconnu
it_it: Sconosciuto
ja_jp: 不明
nb_no: Ukjent
nl_nl: Onbekend
pt_br: Desconhecido
pt_pt: Desconhecido
sv_se: Okänt

# poi.unknown_place
source: Unknown Place
da_dk: Ukendt sted
de_de: Unbekannter Ort
el_gr: Άγνωστη θέση
es_es: Lugar desconocido
fa_ir: مکان ناشناخته
fi_fi: Tuntematon paikka
fr_ca: Emplacement inconnu
it_it: Luogo sconosciuto
ja_jp: 不明な場所
nb_no: Ukjent sted
nl_nl: Onbekende plek
pt_br: Local Desconhecido
pt_pt: Local Desconhecido
sv_se: Okänd plats

# audio_player.action.play_again
source: Play Again
da_dk: Afspil igen
de_de: Erneut wiedergeben
el_gr: Αναπαραγωγή ξανά
es_es: Reproducir de nuevo
fa_ir: پخش دوباره
fi_fi: Toista uudelleen
fr_ca: Lire à nouveau
it_it: Riproduci di nuovo
ja_jp: もう一度再生
nb_no: Spill av på nytt
nl_nl: Opnieuw afspelen
pt_br: Reproduzir Novamente
pt_pt: Reproduzir Novamente
sv_se: Spela upp igen

# text.coming_soon
source: Coming soon…
da_dk: Kommer snart…
de_de: In Kürze verfügbar …
el_gr: Έρχομαι σύντομα...
es_es: Próximamente…
fa_ir: به زودی…
fi_fi: Tulossa pian...
fr_ca: Prochainement…
it_it: Presto disponibile…
ja_jp: 準備中です…
nb_no: Kommer snart …
nl_nl: Binnenkort beschikbaar...
pt_br: Em breve…
pt_pt: Brevemente disponível…
sv_se: Kommer snart …

# text.cleaning_things
source: Cleaning things up…
da_dk: Rydder op i ting…
de_de: Bereinigen …
el_gr: Γίνεται εκκαθάριση...
es_es: Poniendo todo en orden…
fa_ir: در حال پاک‌سازی…
fi_fi: Siivotaan...
fr_ca: Effacement en cours…
it_it: Cancellazione in corso…
ja_jp: クリーンアップしています…
nb_no: Rydder opp ...
nl_nl: Alles opschonen...…
pt_br: Limpando…
pt_pt: A limpar tudo…
sv_se: Rensar …

# action.double_tap_to_repeat
source: Double tap to repeat
da_dk: Dobbelttryk for at gentage
de_de: Doppeltippen zum Wiederholen
el_gr: Διπλό πάτημα για επανάληψη
es_es: Pulsa dos veces para repetir.
fa_ir: برای تکرار دو بار ضربه بزنید
fi_fi: Kaksoisnapauta toistaaksesi
fr_ca: Appuyer deux fois pour répéter
it_it: Tocca due volte per ripetere
ja_jp: 繰り返すにはダブルタップします
nb_no: Dobbelttrykk for å gjenta
nl_nl: Dubbeltik om te herhalen
pt_br: Dar um toque duplo para repetir
pt_pt: Faça duplo toque para repetir
sv_se: Dubbelknacka för att upprepa

source: Location
da_dk: Placering
de_de: Standort
el_gr: Τοποθεσία
es_es: Ubicación
fa_ir: مکان
fi_fi: Sijainti
fr_ca: Emplacement
it_it: Posizione
ja_jp: 場所
nb_no: Posisjon
nl_nl: Locatie
pt_br: Localização
pt_pt: Localização
sv_se: Plats

# text.oops
source: Oops!
da_dk: Ups!
de_de: Es gab ein Problem.
el_gr: Υπήρξε πρόβλημα
es_es: ¡Uy!
fa_ir: اوه!
fi_fi: Hups!
fr_ca: Oups!
it_it: Ops!
ja_jp: 問題が発生しました。
nb_no: Au da!
nl_nl: Oeps!
pt_br: Opa!
pt_pt: Ups!
sv_se: Hoppsan!

# tutorial.title.plural
source: Tutorials
da_dk: Selvstudier
de_de: Lernprogramme
el_gr: Εκπαιδευτικά βοηθήματα
es_es: Tutoriales
fa_ir: آموزش‌ها
fi_fi: Opetusohjelmat
fr_ca: Didacticiels
it_it: Tutorial
ja_jp: チュートリアル
nb_no: Veiledninger
nl_nl: Zelfstudies
pt_br: Tutoriais
pt_pt: Tutoriais
sv_se: Självstudier

# tutorial.exit
source: Exit Tutorial
da_dk: Afslut selvstudium
de_de: Tutorial beenden
el_gr: Έξοδος από τα Εκπαιδευτικά βοηθήματα
es_es: Salir del tutorial
fa_ir: خروج از آموزش
fi_fi: Poistu opetusohjelmasta
fr_ca: Quitter le didacticiel
it_it: Esci dal tutorial
ja_jp: チュートリアルを終了
nb_no: Avslutt veiledningen
nl_nl: Zelfstudie afsluiten
pt_br: Sair do Tutorial
pt_pt: Sair do Tutorial
sv_se: Avsluta självstudiekursen

# tutorial.skip
source: Skip Tutorial
da_dk: Spring selvstudium over
de_de: Tutorial überspringen
el_gr: Παράλειψη εκπαιδευτικού βοηθήματος
es_es: Omitir tutorial
fa_ir: رد کردن آموزش
fi_fi: Ohita opetusohjelma
fr_ca: Ignorer le didacticiel
it_it: Ignora tutorial
ja_jp: チュートリアルをスキップ
nb_no: Hopp over veiledningen
nl_nl: Zelfstudie overslaan
pt_br: Ignorar Tutorial
pt_pt: Ignorar Tutorial
sv_se: Hoppa över självstudiekursen

# tutorial.exit.alert_title
source: Are you sure you want to exit the tutorial?
da_dk: Er du sikker på, at du vil afslutte selvstudiet?
de_de: Möchten Sie das Tutorial wirklich beenden?
el_gr: Είστε βέβαιοι ότι θέλετε να αποχωρήσετε από τα Εκπαιδευτικά βοηθήματα;
es_es: ¿Seguro que deseas salir del tutorial?
fa_ir: آیا مطمئن هستید که می‌خواهید از آموزش خارج شوید؟
fi_fi: Oletko varma, että haluat poistua opastusohjelmasta?
fr_ca: Voulez-vous vraiment quitter le didacticiel?
it_it: Vuoi uscire dal tutorial?
ja_jp: チュートリアルを終了してよろしいですか?
nb_no: Er du sikker på at du vil avslutte veiledningen?
nl_nl: Weet u zeker dat u de zelfstudie wilt afsluiten?
pt_br: Tem certeza de que deseja sair do tutorial?
pt_pt: Tem a certeza de que pretende sair do tutorial?
sv_se: Vill du verkligen avsluta självstudiekursen?

# tutorial.markers.getting_started
source: Getting Started with Markers
da_dk: Introduktion til mærker
de_de: Erste Schritte mit Markierungen
el_gr: Γρήγορα αποτελέσματα με δείκτες
es_es: Introducción a los marcadores
fa_ir: شروع کار با نشانگرها
fi_fi: Merkintöjen käytön aloittaminen
fr_ca: Mise en route avec les marqueurs
it_it: Introduzione agli indicatori
ja_jp: マーカーの使い方
nb_no: Kom i gang med markører
nl_nl: Aan de slag met markeringen
pt_br: Introdução aos favoritos
pt_pt: Começar a Utilizar Marcos
sv_se: Kom i gång med platsmarkörer

# tutorial.markers.mark_your_world
source: Mark Your World
da_dk: Markér din verden
de_de: Markieren Sie Ihre Welt
el_gr: Κατάδειξη του κόσμου σας
es_es: Marca tu mundo
fa_ir: جهان خود را نشانه‌گذاری کنید
fi_fi: Merkitse maailmasi
fr_ca: Marquez votre environnement
it_it: Contrassegna il tuo mondo
ja_jp: マーカーを作成する
nb_no: Marker din verden
nl_nl: De wereld om u heen markeren
pt_br: Marcar Seu Mundo
pt_pt: Marcar o seu Mundo
sv_se: Markera din värld

# tutorial.markers.experience_your_world
source: Experience Your World
da_dk: Oplev din verden
de_de: Entdecken Sie die Welt um Sie herum
el_gr: Βιώστε τον κόσμο σας
es_es: Disfruta del mundo
fa_ir: جهان خود را تجربه کنید
fi_fi: Koe maailmasi
fr_ca: Découvrez votre environnement
it_it: Prova il tuo mondo
ja_jp: 体験してみましょう
nb_no: Opplev verden rundt deg
nl_nl: De wereld om u heen ervaren
pt_br: Experimente seu Mundo
pt_pt: Desfrutar do Ambiente que o Rodeia
sv_se: Utforska världen omkring dig

# tutorial.markers.add_marker
source: Add Marker
da_dk: Tilføj mærke
de_de: Markierung hinzufügen
el_gr: Προσθήκη δείκτη
es_es: Agregar marcador
fa_ir: افزودن نشانگر
fi_fi: Lisää merkintä
fr_ca: Ajouter un marqueur
it_it: Aggiungi indicatore
ja_jp: マーカーを追加
nb_no: Legg til markør
nl_nl: Markering toevoegen
pt_br: Adicionar Favorito
pt_pt: Adicionar Marco
sv_se: Lägg till platsmarkör

# tutorial.markers.your_marker
source: your marker
da_dk: dit mærke
de_de: Ihre Markierung
el_gr: ο δείκτης σας
es_es: tu marcador
fa_ir: نشانگر شما
fi_fi: merkintäsi
fr_ca: votre marqueur
it_it: il tuo indicatore
ja_jp: 自分のマーカー
nb_no: din markør
nl_nl: uw markering
pt_br: seu favorito
pt_pt: o seu marco
sv_se: din platsmarkör

# tutorial.markers.mark_location.acc_hint
source: Double tap to mark this location.
da_dk: Dobbelttryk for at markere denne placering
de_de: Doppelt tippen, um diese Position zu markieren
el_gr: Πατήστε δύο φορές για δημιουργία δείκτη τοποθεσίας
es_es: Pulsa dos veces para marcar esta ubicación.
fa_ir: برای نشانه‌گذاری این مکان دو بار ضربه بزنید
fi_fi: Kaksoisnapauta merkitäksesi tämän sijainnin
fr_ca: Appuyer deux fois pour marquer cet emplacement
it_it: Tocca due volte per contrassegnare questa posizione
ja_jp: この場所にマーカーを付けるにはダブルタップします
nb_no: Dobbelttrykk for å markere denne posisjonen
nl_nl: Dubbeltik om deze locatie te markeren
pt_br: Dê um toque duplo para marcar esta localização
pt_pt: Faça duplo toque para marcar esta localização
sv_se: Dubbelknacka för att markera platsen

# tutorial.markers.text.Intro
source: With Soundscape, you can mark anything around that you care about. For example, you can mark your home, your bus stop, or even just the spot where you are. Let's give it a try. Press the Add Marker button below and select as an example a nearby place or address to mark.
da_dk: Med Soundscape kan du markere alt rundt omkring dig, du er interesseret i. Du kan f.eks. markere dit hjem, dit busstoppested eller bare det sted, hvor du er. Lad os prøve det. Tryk på knappen Tilføj mærke nedenfor, og vælg som eksempel et sted eller en adresse i nærheden, der skal markeres.
de_de: Mit Soundscape können Sie alles markieren, was Ihnen wichtig ist. Sie können z. B. Ihr Zuhause, Ihre Bushaltestelle oder sogar nur den Ort markieren, an dem Sie sich befinden. Probieren Sie das jetzt aus. Tippen Sie unten auf „Markierung hinzufügen“, und wählen Sie beispielsweise einen Ort oder eine Adresse in der Nähe aus, der bzw. die markiert werden soll.
el_gr: Με το Soundscape, μπορείτε να επισημάνετε οτιδήποτε σας ενδιαφέρει. Για παράδειγμα, μπορείτε να επισημάνετε το σπίτι σας, τη στάση του λεωφορείου σας ή ακόμα και μόνο το σημείο όπου βρίσκεστε. Δοκιμάστε το. Πατήστε το κουμπί Προσθήκη δείκτη παρακάτω και επιλέξτε ως παράδειγμα ένα κοντινό μέρος ή διεύθυνση για σήμανση.
es_es: Con Soundscape, puedes marcar cualquier cosa de tu alrededor que te interese. Por ejemplo, puedes marcar tu casa, tu parada de autobús o incluso el lugar donde te encuentras. Intentémoslo. Presiona el botón Agregar marcador a continuación y selecciona como ejemplo una dirección o un lugar cercanos para marcarlos.
fa_ir: با Soundscape، می‌توانید هر چیزی را که برایتان مهم است نشانه‌گذاری کنید. به عنوان مثال، می‌توانید خانه، ایستگاه اتوبوس، یا حتی مکانی که در آن هستید را نشانه‌گذاری کنید. بیایید امتحان کنیم. دکمه افزودن نشانگر را در زیر فشار دهید و به عنوان مثال یک مکان یا آدرس نزدیک را برای نشانه‌گذاری انتخاب کنید.
fi_fi: Soundscapella voit merkitä ympäriltäsi kaiken, mistä välität. Voit esimerkiksi merkitä kotisi, bussipysäkin tai jopa vain paikan, jossa olet. Kokeillaan; paina alla olevaa Lisää merkitsin -painiketta ja valitse esimerkiksi lähiympäristön paikka tai osoite, jonka haluat merkitä.
fr_ca: Avec Soundscape, vous pouvez marquer tout ce qui vous entoure et qui compte pour vous. Par exemple, vous pouvez marquer votre domicile, votre arrêt de bus ou même simplement l’endroit où vous vous trouvez. Essayons. Appuyez sur le bouton Ajouter un marqueur ci-dessous et sélectionnez par exemple un emplacement à proximité ou une adresse à marquer.
it_it: Con Soundscape puoi contrassegnare tutto ciò che ti interessa. Ad esempio, puoi contrassegnare la tua casa, la fermata dell'autobus o anche semplicemente il punto in cui ti trovi. Prova. Premi il pulsante Aggiungi indicatore in basso e seleziona come esempio un luogo o un indirizzo nelle vicinanze da contrassegnare.
ja_jp: Soundscape では、どこでも気になる場所にマーカーを作成できます。たとえば、自宅やバス停、自分の現在地などにマーカーを作成できます。 試してみましょう。下にある [マーカーを追加] ボタンを押して、マーカーを付ける場所のサンプルとして近くの場所または住所を選択します。
nb_no: Med Soundscape kan du markere alt rundt deg som du bryr deg om. Du kan for eksempel markere hjem, busstopp eller stedet du befinner deg. Prøv det. Trykk på knappen Legg til markør nedenfor, og velg et sted eller en adresse i nærheten som du vil markere og bruke som et eksempel.
nl_nl: Met Soundscape kunt u om u heen objecten markeren die u belangrijk vindt. U kunt bijvoorbeeld een markering opgeven voor uw huis, de bushalte of gewoon de plek waar u zich bevindt. Probeer het maar eens. Druk op de knop Markering toevoegen en selecteer een plaats of een adres in de buurt om als voorbeeld te markeren.
pt_br: Com o Soundscape, você pode marcar tudo ao seu redor que seja importante. Por exemplo, você pode marcar sua casa, seu ponto de ônibus ou até mesmo apenas o ponto onde está. Vamos experimentar. Pressione o botão Adicionar Favorito abaixo e selecione como exemplo um local ou endereço nas proximidades para marcar.
pt_pt: O Soundscape permite-lhe marcar qualquer coisa que seja importante para si. Por exemplo, pode marcar a sua casa, uma paragem de autocarro ou até mesmo o local onde está. Vamos experimentar. Prima o botão Adicionar Marco abaixo e selecione, como exemplo, um local ou endereço nas proximidades para marcar.
sv_se: Med Soundscape kan du markera allt som du tycker är viktigt omkring. Du kan till exempel markera din bostad, en busshållplats eller där du befinner dig just nu. Gör ett försök. Tryck på knappen Lägg till platsmarkör nedan och välj till exempel en plats i närheten eller en adress som du vill markera.

# tutorial.markers.text.EditMarker
source: Great! You have selected @!marker_name!! as a marker. You will hear it called out by Soundscape when you are close by. On the next screen you can change it's name if you'd like to.
da_dk: Fint! Du har valgt @!marker_name!! som et mærke. Du vil høre det som lydbesked fra Soundscape, når du er tæt på. På det næste skærmbillede kan du ændre navnet, hvis du ønsker det.
de_de: Großartig! Sie haben @!marker_name!! als Markierung ausgewählt. Soundscape wird Sie darauf hinweisen, wenn Sie in ihre Nähe kommen. Auf dem nächsten Bildschirm können Sie bei Bedarf den Namen der Markierung ändern.
el_gr: Τέλεια! Έχετε επιλέξει το @!marker_name!! ως δείκτη. Θα το ακούσετε να επεξηγείται από το Soundscape όταν είστε κοντά. Στην επόμενη οθόνη μπορείτε να αλλάξετε το όνομά του αν θέλετε.
es_es: Excelente. Has seleccionado @!marker_name!! como marcador. Oirás como lo avisa Soundscape cuando pases cerca. En la siguiente pantalla, puedes cambiar su nombre si lo deseas.
fa_ir: عالی! شما @!marker_name!! را به عنوان یک نشانگر انتخاب کرده‌اید. وقتی نزدیک آن باشید، Soundscape آن را اعلام خواهد کرد. در صفحه بعد می‌توانید نام آن را در صورت تمایل تغییر دهید.
fi_fi: Hienoa! Olet valinnut merkinnän nimeltä @!marker_name!!. Kuulet Soundscapen ilmoittavan sen, kun olet lähistöllä. Voit vaihtaa sen nimeä seuraavalla näytöllä, jos haluat.
fr_ca: Bravo! Vous avez sélectionné @!marker_name!! en tant que marqueur. Il vous sera notifié par Soundscape lorsque vous vous trouverez à proximité. Sur l’écran suivant, vous pouvez modifier son nom si vous le souhaitez.
it_it: Bene! Hai selezionato @!marker_name!! come indicatore. Verrà notificato da Soundscape quando sarai vicino. Nella schermata successiva puoi cambiarne il nome, se lo desideri.
ja_jp: できました。@!marker_name!! をマーカーとして選択しました。近くまで行くと、Soundscape でコールアウトされます。 次の画面で、必要に応じてマーカーの名前を変更できます。
nb_no: Flott! Du valgte @!marker_name!! som en markør. Du hører at Soundscape leser det opp når du er i nærheten. På neste skjerm kan du endre navnet på det hvis du vil.
nl_nl: Heel goed! U hebt @!marker_name!! geselecteerd als markering. U hoort een waarschuwing van Soundscape wanneer u in de buurt komt. Op het volgende scherm kunt u desgewenst de naam veranderen.
pt_br: Ótimo! Você selecionou @!marker_name!! como um favorito. Você ouvirá uma notificação do Soundscape quando estiver próximo a ele. Na próxima tela, você poderá alterar seu nome, se quiser.
pt_pt: Ótimo! Selecionou @!marker_name!! como marco. O Soundscape irá emitir avisos sobre este quando estiver perto. No ecrã seguinte, poderá alterar o respetivo nome, se pretender.
sv_se: Toppen! Du har valt @!marker_name!! som platsmarkör. Den kommer nu att läsas upp av Soundscape när du närmar dig. På nästa skärm kan du byta namn på den om du vill.

# tutorial.markers.text.NearbyMarkers
source: Excellent! You have a new marker named @!marker_name!!. Now, to hear where your marker is, press the Nearby Markers button. This button can be found at the bottom of the home screen. Try it out now.
da_dk: Fint! Du har et nyt mærke ved navnet @!marker_name!!. Nu skal du trykke på knappen Mærker i nærheden for at høre, hvor mærket er. Denne knap finder du nederst på startskærmen. Prøv det nu.
de_de: Großartig! Sie haben eine neue Markierung mit dem Namen @!marker_name!!. Nun, um zu hören, wo sich Ihre Markierung befindet, tippen Sie auf „Markierungen in der Nähe“. Diese Schaltfläche befindet sich unten am Startbildschirm. Probieren Sie es jetzt aus.
el_gr: Άριστα! Έχετε ένα νέο δείκτη με το όνομα @!marker_name!!. Τώρα, για να ακούσετε πού βρίσκεται ο δείκτης σας, πατήστε το κουμπί Κοντινοί δείκτες. Αυτό το κουμπί μπορεί να βρεθεί στο κάτω μέρος της αρχικής οθόνης. Προσπαθήστε το τώρα.
es_es: Excelente. Tienes un nuevo marcador llamado @!marker_name!!. Ahora, para oír dónde está tu marcador, presiona el botón Marcadores cercanos. Este botón se encuentra en la parte inferior de la pantalla principal. Pruébalo ahora.
fa_ir: عالی! شما یک نشانگر جدید به نام @!marker_name!! دارید. اکنون، برای شنیدن مکان نشانگر خود، دکمه نشانگرهای نزدیک را فشار دهید. این دکمه را می‌توانید در پایین صفحه اصلی پیدا کنید. اکنون امتحان کنید.
fi_fi: Erinomaista! Sinulla on uusi merkitsin nimeltä @!marker_name!!. Nyt voit kuulla merkitsintäsi sijainnin painamalla Lähiympäristön merkitsimet -painiketta. Tämä painike on kotinäytön alaosassa. Kokeile sitä nyt.
fr_ca: Excellent! Vous disposez d’un nouveau marqueur appelé @!marker_name!!. À présent, pour écouter où se trouve votre marqueur, appuyez sur le bouton Marqueurs à proximité. Ce bouton se situe au bas de l’écran d’accueil. Essayez maintenant.
it_it: Eccellente! Hai un nuovo indicatore chiamato @!marker_name!!. Ora, per sapere dov'è il tuo indicatore, premi il pulsante Indicatori nelle vicinanze. Questo pulsante si trova nella parte inferiore della schermata iniziale. Prova ora.
ja_jp: いいですね。@!marker_name!! という新しいマーカーを作成しました。 マーカーの場所を確認するため、[近くのマーカー] ボタンを押しましょう。このボタンはホーム画面の下の方にあります。 試してみましょう。
nb_no: Utmerket! Du har en ny markør som heter @!marker_name!!. Hvis du vil høre hvor markøren er, trykker du på knappen Markører i nærheten. Du finner denne knappen nederst på startskjermen. Prøv det nå.
nl_nl: Uitstekend! U hebt een nieuwe markering met de naam @!marker_name!!. Druk nu op de knop Markeringen in de buurt om te horen waar uw markering is. U vindt deze knop onder aan het startscherm. Probeer het nu.
pt_br: Excelente! Você tem um novo favorito chamado @!marker_name!!. Agora, para ouvir onde está seu favorito, pressione o botão Favoritos nas Proximidades. Esse botão pode ser encontrado na parte inferior da tela inicial. Experimente agora.
pt_pt: Excelente! Tem um novo marco chamado @!marker_name!!. Para ouvir a posição do marco, prima o botão Marcos nas Proximidades. Este botão está localizado na parte inferior do ecrã principal. Experimente agora.
sv_se: Utmärkt! Du har skapat en ny platsmarkör med namnet @!marker_name!!. Om du vill höra var platsmarkören finns trycker du på knappen Platsmarkörer i närheten. Den här knappen finns längst ned på startskärmen. Prova den nu.
