Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.difference_from_map_apps.answer
source: Soundscape provides an ambient description of your surroundings in aid of exploration and way-finding. Using spatial audio, Soundscape will call out points of interest, parks, roads, and intersections from the direction they physically are in your immediate environment as you walk. For example, if you pass a shop on your right, you will hear the name of the shop sounding from your right. As you approach an intersection, you will hear each road name sounding from the direction it goes in, beginning to your left, ahead and to the right. Instead of turn by turn directions as often provided by other map applications, Soundscape will play an audible beacon in the direction of your destination, empowering you to make your way there on your terms using your increased awareness of your surroundings and the location of your destination. Soundscape is designed to run in the background, enabling you to use a turn by turn directions app, all the while continuing to provide environmental awareness as you make your way to your destination.
da_dk: Soundscape giver en omgivende beskrivelse af dine omgivelser som en støtte til at udforske og finde vej. Ved hjælp af rumlig lyd vil Soundscape sende lydbeskeder om interessepunkter, parker, veje og kryds fra den retning, hvor de fysisk er placeret i dit umiddelbare miljø, mens du går. Hvis du f.eks. passerer en butik på din højre side, vil du høre navnet på butikken fra din højre side. Når du nærmer dig et kryds, vil du høre hvert vejnavn lyde fra den retning, det går i, begyndende til venstre, lige ud og til højre. I stedet for trinvise vejledninger som ofte leveres af andre kortprogrammer, afspiller Soundscape et lydfyr i retningen af din destination, så du kan finde vej derhen på din egen måde ved hjælp af din øgede bevidsthed om dine omgivelser og placeringen af din destination. Soundscape er designet til at køre i baggrunden, så du kan bruge en app med trinvise vejledninger, alt imens du fortsætter med at få bevidsthed om det omgivende miljø på din vej til destinationen.
de_de: Soundscape bietet eine Beschreibung Ihrer Umgebung als Hilfe bei der Erkundung und Wegfindung. Mithilfe von räumlichem Sound ruft Soundscape Points-of-Interest, Parks, Straßen und Kreuzungen aus der Richtung auf, in der sie sich in Ihrer unmittelbaren Umgebung befinden, während Sie gehen. Wenn Sie zum Beispiel an einem Geschäft auf der rechten Seite vorbeigehen, hören Sie den Namen des Geschäfts von rechts ertönen. Wenn Sie sich einer Kreuzung nähern, hören Sie jeden Straßennamen aus der Richtung, in die die Straßen abzweigen, beginnend zu Ihrer Linken, vor Ihnen und zu Ihrer Rechten. Anstelle von Abbiegehinweisen, wie sie oft von anderen Anwendungen geliefert werden, spielt Soundscape ein akustisches Signal in Richtung Ihres Ziels ab, sodass Sie Ihren Weg dorthin selbst bestimmen können, indem Sie die Wahrnehmung für Ihre Umgebung und die Lage Ihres Ziels nutzen. Soundscape ist für die Ausführung im Hintergrund konzipiert, sodass Sie eine App für Abbiegehinweise verwenden können, während Sie unterwegs zu Ihrem Ziel weiterhin auf Ihre Umgebung aufmerksam gemacht werden.
el_gr: Το Soundscape παρέχει μια ατμοσφαιρική περιγραφή του περιβάλλοντός σας για να βοηθήσει στην εξερεύνηση και την εύρεση πορείας. Χρησιμοποιώντας χωρικό ήχο, το Soundscape θα επεξηγήσει σημεία ενδιαφέροντος, πάρκα, δρόμους και διασταυρώσεις από την κατεύθυνση που βρίσκονται φυσικά στο άμεσο περιβάλλον σας καθώς περπατάτε. Για παράδειγμα, αν περάσετε ένα κατάστημα στα δεξιά σας, θα ακούσετε το όνομα του καταστήματος να ακούγεται από τα δεξιά σας. Καθώς πλησιάζετε σε μια διασταύρωση, θα ακούσετε κάθε όνομα δρόμου να ακούγεται από την κατεύθυνση προς την οποία βρίσκεται, ξεκινώντας προς τα αριστερά, μπροστά και δεξιά. Αντί να στρίβετε τις κατευθύνσεις όπως συχνά παρέχονται από άλλες εφαρμογές χαρτών, το Soundscape θα αναπαράξει ένα ηχητικό σήμα προς την κατεύθυνση του προορισμού σας, εμψυχώνοντάς σας να φτάσετε εκεί με τους δικούς σας όρους, χρησιμοποιώντας την αυξημένη αντίληψη του περιβάλλοντός σας και τη θέση του προορισμού σας. Το Soundscape έχει σχεδιαστεί για να εκτελείται στο παρασκήνιο, επιτρέποντάς σας να χρησιμοποιείτε μια εφαρμογή οδηγιών πλοήγησης, ενώ παράλληλα συνεχίζει να παρέχει περιβαλλοντική επίγνωση καθώς κατευθύνεστε προς τον προορισμό σας.
es_es: Soundscape ofrece una descripción de tu entorno mediante la exploración y la orientación. Usando el sonido espacial, Soundscape avisará de puntos de interés, parques, carreteras y cruces desde la dirección en la que se encuentran físicamente en tu entorno inmediato mientras caminas. Por ejemplo, si pasas por una tienda que se encuentre a tu derecha, oirás el nombre de la tienda sonando a tu derecha. Cuando te acerques a un cruce, oirás el sonido del nombre de cada carretera proveniente de la dirección a la que se dirige, comenzando por la izquierda, adelante y a la derecha. En lugar de indicaciones paso a paso, a menudo proporcionadas por aplicaciones de mapas o GPS tradicionales, Soundscape reproducirá una señal de audio en la dirección de tu destino, lo que te permitirá llegar allí en tus condiciones con el mejor conocimiento posible de tu entorno y de la ubicación de tu destino. Soundscape se ha diseñado para ejecutarse en segundo plano, lo que te permite usar una aplicación de indicaciones paso a paso, y seguirá proporcionando todo el tiempo información del entorno mientras llegas a tu destino.
fa_ir: Soundscape توضیحات محیطی از اطراف شما را برای کمک به کاوش و مسیریابی ارائه می‌دهد. با استفاده از صدای فضایی، Soundscape نقاط مورد علاقه، پارک‌ها، جاده‌ها و تقاطع‌ها را از جهتی که به صورت فیزیکی در محیط اطراف شما قرار دارند، هنگام راه رفتن اعلام می‌کند. به عنوان مثال، اگر از کنار یک فروشگاه در سمت راست خود عبور کنید، نام فروشگاه را از سمت راست خود خواهید شنید. با نزدیک شدن به یک تقاطع، نام هر جاده را از جهتی که در آن قرار دارد، از چپ، مستقیم و راست خواهید شنید. به جای مسیرهای گام به گام که اغلب توسط دیگر برنامه‌های نقشه ارائه می‌شود، Soundscape یک نشانهٔ صوتی را در جهت مقصد شما پخش می‌کند و شما را قادر می‌سازد تا با افزایش آگاهی از محیط اطراف و مکان مقصد خود، راه خود را پیدا کنید. Soundscape طوری طراحی شده که در پس‌زمینه اجرا شود و به شما امکان می‌دهد از یک برنامه مسیرهای گام به گام استفاده کنید، در حالی که همچنان آگاهی محیطی را در حین رسیدن به مقصد خود فراهم می‌کند.
fi_fi: Soundscape tarjoaa ympäristön kuvauksen auttaakseen sen tutkimista ja reitin löytämistä. Soundscape käyttää tilaääntä ilmoittaakseen kiinnostavia kohteita, puistoja, teitä ja risteyksiä siitä suunnasta, jossa ne fyysisesti sijaitsevat lähiympäristössäsi samalla, kun kävelet. Jos esimerkiksi ohitat oikealla puolellasi olevan kaupan, kuulet kaupan nimen oikealta puoleltasi. Kun lähestyt risteystä, kuulet kunkin tien nimen siitä suunnasta, johon se lähtee, ensin vasemmalta puoleltasi, sitten edestä ja seuraavaksi oikealta. Toisin kuin muut kääntymisohjeita antavat karttasovellukset, Soundscape toistaa majakkaääntä määränpääsi suunnasta antaen sinulle mahdollisuuden löytää reitti sinne omaehtoisesti käyttämällä lisääntynyttä tietoisuutta ympäristöstäsi ja määränpääsi sijainnista. Soundscape on suunniteltu toimimaan taustalla, mikä mahdollistaa kääntymisohjeita antavan sovelluksen käytön samalla, kun se tarjoaa tietoisuutta ympäristöstä, kun kuljet kohti määränpäätäsi.
fr_ca: Soundscape fournit une description de votre environnement pour vous assister dans l’exploration et la recherche d’itinéraire. Grâce au son spatial, Soundscape notifie les points d’intérêt, parcs, routes et intersections à partir de la direction dans laquelle ils se trouvent physiquement dans votre environnement immédiat lorsque vous marchez. Par exemple, si vous passez un magasin sur votre droite, vous entendez le nom du magasin sur votre droite. Lorsque vous approchez d’une intersection, vous entendez le nom de chaque route, émis depuis la direction dans laquelle elle va, en partant de votre gauche, devant vous et vers la droite. Au lieu de vous fournir un itinéraire détaillé comme le font souvent les applications de cartes, Soundscape lit une balise audible dans la direction de votre destination, ce qui vous permet de vous diriger selon vos conditions à l’aide de votre connaissance accrue de votre environnement et de l’emplacement de votre destination. Soundscape est conçu pour s’exécuter en arrière-plan; vous pouvez donc utiliser une application d’itinéraire détaillé, tout en continuant à découvrir votre environnement à mesure que vous progressez vers votre destination.
it_it: Soundscape fornisce una descrizione dell'ambiente circostante per facilitare l'esplorazione e l'orientamento. Utilizzando l'audio spaziale, Soundscape notifica mentre cammini i punti di interesse, i parchi, le strade e gli incroci dalla direzione in cui si trovano fisicamente nell'ambiente circostante. Ad esempio, se passi davanti a un negozio alla tua destra, sentirai il nome del negozio provenire dalla tua destra. Quando ti avvicini a un incrocio, sentirai il nome di ciascuna strada provenire proprio dalla direzione della strada, iniziando da sinistra, avanti e destra. Invece delle indicazioni stradali fornite spesso da altre applicazioni di mappe, Soundscape riproduce un audiofaro acustico nella direzione della destinazione, consentendoti di raggiungere la destinazione come vuoi con maggiore consapevolezza dell'ambiente circostante e della posizione della destinazione. Soundscape è progettato per funzionare in background, consentendoti di utilizzare le app per le indicazioni stradali, continuando nel contempo a fornire consapevolezza ambientale mentre ti dirigi verso la tua destinazione.
ja_jp: Soundscape は、ユーザーがいる場所の周辺情報を提供するもので、散策や経路確認に役立ちます。Soundscape は空間オーディオにより、ユーザーの移動に応じて、ユーザーの周辺の特定地点や公園、道路、交差点が実際に存在する方向から聞こえるように、それらの情報をコールアウトでユーザーに伝えます。たとえば、歩いている右側にショップがあれば、そのショップの名前が右方向から聞こえます。交差点に近付くと、それぞれの道路の名前が左、前方、右の順にその方向から聞こえます。 他の地図アプリでよくあるように、進行方向を変えるときに案内があるのではなく、Soundscape では目的地の方向から音声ビーコンが聞こえます。周辺に何があるかという情報と目的地の場所がわかるので、自分の好きなように進むことができます。Soundscape はバックグラウンドで実行できるため、経路案内のアプリも使用することができ、目的地に向けて進む間、周辺の情報を確認し続けることができます。
nb_no: Soundscape gir deg en beskrivelse av omgivelsene dine for å hjelpe deg med å utforske og finne veien. Ved å bruke romlig lyd leser Soundscape opp interessepunkter, parker, veier og veikryss fra retningen de fysisk ligger i, i omgivelsene rundt deg mens du går. Hvis du for eksempel går forbi en butikk på høyre side, hører du navnet på butikken fra høyre. Når du nærmer deg et veikryss, hører du navnet på hver vei fra retningen veien går i, med start fra venstre, foran deg og så til høyre. I stedet for veibeskrivelser som ofte gis av andre kartapper, spiller Soundscape av lydsignalet i retningen til destinasjonen. Da kan du komme deg dit på dine egne vilkår samtidig som du blir oppmerksom på omgivelsene og posisjonen til destinasjonen. Soundscape ligger i bakgrunnen slik at du kan bruke en app med veibeskrivelser og samtidig være bevisst på omgivelsene mens du finner veien til destinasjonen.
nl_nl: Soundscape geeft een uitgebreide beschrijving van uw omgeving om u te helpen deze te verkennen en uw route te vinden. Met ruimtelijke audio geeft Soundscape, terwijl u loopt, meldingen over referentiepunten, parken, wegen en kruispunten vanuit de richting waarin deze zich fysiek bevinden in uw directe omgeving. Als u bijvoorbeeld een winkel passeert aan uw rechterhand, hoort u de naam van de winkel vanaf de rechterkant. Als u een kruispunt nadert, hoort u alle straatnamen vanuit de richting waarin ze lopen: naar links, rechtdoor en naar rechts. In plaats van richtingaanwijzingen zoals in andere kaarttoepassingen hoort u in Soundscape een audiobaken in de richting van uw bestemming, zodat u uw weg daarnaartoe op uw eigen manier kunt vinden met een verhoogde bewustwording van uw omgeving en van de locatie van uw bestemming. Soundscape is ontworpen om te worden uitgevoerd in de achtergrond, zodat u de app kunt gebruiken voor een routebeschrijving, terwijl u zich bewust wordt van uw omgeving op weg naar uw bestemming.
pt_br: O Soundscape fornece uma descrição do ambiente dos arredores para auxiliar na exploração e no wayfinding. Usando o áudio 3D espacial, o Soundscape notificará sobre pontos de interesse, parques, ruas e cruzamentos da direção em que eles estão fisicamente em seu ambiente imediato à medida que você caminha. Por exemplo, se você passar por uma loja à sua direita, ouvirá o nome da loja soando à sua direita. À medida que se aproximar de um cruzamento, você ouvirá o nome de cada rua soando da direção dela, começando à esquerda, à frente e à direita. Em vez das instruções passo a passo com frequência fornecidas por outros aplicativos de mapa, o Soundscape reproduzirá um sinalizador audível na direção do seu destino, capacitando você a encontrar seu caminho até lá por conta própria usando a percepção aumentada de seus arredores e a localização do seu destino. O Soundscape foi projetado para ser executado em segundo plano, permitindo o uso de um aplicativo de instruções passo a passo, continuando a fornecer percepção do ambiente à medida que você se aproxima de seu destino.
pt_pt: O Soundscape fornece uma descrição do ambiente que o rodeia, ajudando-o a explorar e descobrir caminhos. Utilizando áudio espacial, o Soundscape irá indicar pontos de interesse, parques, ruas e cruzamentos na direção em que estes se encontram fisicamente no seu ambiente imediato à medida que caminha. Por exemplo, se passar por uma loja à sua direita, irá ouvir o nome da loja vindo da sua direita. À medida que se aproximar de um cruzamento, ouvirá o nome de cada rua vindo da direção em que esta se estende, começando pela esquerda, em frente e à direita. Em vez de direções curva-a-curva, semelhantes às fornecidas por outras aplicações de mapas, o Soundscape reproduz um sinal audível na direção do seu destino, permitindo-lhe chegar lá nos seus próprios termos através de uma maior noção do ambiente que o rodeia e da localização do seu destino. O Soundscape foi concebido para ser executado em segundo plano, permitindo-lhe utilizar uma aplicação de direções curva-a-curva enquanto continua a proporcionar-lhe noção do ambiente que o rodeia à medida que se desloca para o seu destino.
sv_se: Genom Soundscape får du en beskrivning av omgivningarna så att du kan utforska dem och hitta rätt. Med hjälp av rumsbestämda 3D-ljud skapar Soundscape informationsljud om intressepunkter, parker, vägar och vägkorsningar som kommer från det håll där de finns fysiskt i närområdet medan du går. Om du till exempel passerar en butik på din högra sida, hör du namnet på butiken från höger. När du närmar dig en vägkorsning hör du namnen på vägarna från riktningen de går i – från vänster till rakt fram och sedan till höger. I stället för att behöva vrida dig i riktningen så som ofta är fallet med vanliga kartappar, spelar Soundscape upp en ljudfyr i ditt måls riktning. Då kan du ta dig dit på dina egna villkor genom att du görs medveten om omgivningen och platsen för ditt mål. Soundscape är tänkt att köras i bakgrunden så att du kan använda en navigeringsapp, men samtidigt få information om omgivningarna som hjälper dig att komma fram till målet.

# faq.use_with_wayfinding_apps.question
source: How do I use Soundscape with a wayfinding app?
da_dk: Hvordan bruger jeg Soundscape sammen med en navigationsapp?
de_de: Wie verwende ich Soundscape mit einer Wegfindungs-App?
el_gr: Πώς μπορώ να χρησιμοποιήσω το Soundscape με μια εφαρμογή εύρεσης πορείας;
es_es: ¿Cómo uso Soundscape con una aplicación de orientación?
fa_ir: چگونه از Soundscape با یک برنامه مسیریابی استفاده کنم؟
fi_fi: Kuinka Soundscapea käytetään opastussovelluksen kanssa?
fr_ca: Comment utiliser Soundscape avec une appli de recherche d’itinéraire?
it_it: Come si usa Soundscape con un'app di orientamento?
ja_jp: Soundscape をウェイファインディング アプリと同時に使用するには、どうしたらよいですか?
nb_no: Hvordan bruker jeg Soundscape med en navigasjonsapp?
nl_nl: Hoe gebruik ik Soundscape samen met een navigatie-app?
pt_br: Como usar o Soundscape com um aplicativo de wayfinding?
pt_pt: Posso utilizar o Soundscape com uma aplicação de navegação?
sv_se: Hur använder jag Soundscape tillsammans med en navigeringsapp?
