Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# location_detail.map.edit.west.accessibility_hint
source: Double tap to nudge marker west. Use actions to nudge in a different direction.
da_dk: Dobbelttryk for at skubbe mærke mod vest. Brug handlinger til at gå i en anden retning.
de_de: Tippen Sie doppelt, um die Markierung nach Westen zu verschieben. Verwenden Sie Aktionen zum Verschieben in eine andere Richtung.
el_gr: Πατήστε δύο φορές για να ωθήσετε τον δείκτη δυτικά. Χρησιμοποιήστε ενέργειες για να ωθήσετε σε διαφορετική κατεύθυνση.
es_es: Pulsa dos veces para posicionar el marcador al oeste. Usa acciones para posicionar en una dirección diferente.
fa_ir: برای جابجایی اندک نشانگر به سمت غرب دو بار ضربه بزنید. برای جابجایی اندک در جهتی دیگر از اقدامات استفاده کنید.
fi_fi: Siirrä merkintää länteen kaksoisnapauttamalla. Siirrä toiseen suuntaan toimintojen avulla.
fr_ca: Appuyez deux fois pour déplacer le marqueur vers l’ouest. Utilisez les actions pour vous déplacer dans une autre direction.
it_it: Tocca due volte per spostare di poco l'indicatore verso ovest. Usa le azioni per spostare di poco in una direzione diversa.
ja_jp: マーカーを西に少し動かすにはダブルタップします。別の方向に少し動かすには、アクションを使用します。
nb_no: Dobbelttrykk for å flytte markøren vestover. Bruk handlinger til å flytte i en annen retning.
nl_nl: Dubbeltik om de markering naar het westen te verplaatsen. Gebruik acties om te verplaatsen in een andere richting.
pt_br: Dê um toque duplo para deslocar o favorito para oeste. Use ações para deslocá-lo em uma direção diferente.
pt_pt: Faça duplo toque para deslocar o marco para oeste. Utilize as ações para deslocar noutra direção.
sv_se: Dubbelknacka om du vill knuffa platsmarkören åt väster. Använd åtgärder om du vill knuffa i en annan riktning.

# location_detail.map.edit.accessibility_annoucement
source: Nudging, %@ of original location
da_dk: Gå %@ af den oprindelige placering
de_de: %@ der ursprünglichen Position verschieben
el_gr: Ώθηση, %@ αρχικής θέσης
es_es: Posicionando, %@ de la ubicación original
fa_ir: در حال جابجایی اندک، %@ از مکان اصلی
fi_fi: Siirretään %@ alkuperäisestä sijainnista
fr_ca: Déplacement, %@ du lieu d’origine
it_it: Sposta di poco, %@ dalla posizione originale
ja_jp: 元の場所の %@ を少し移動
nb_no: Flyttes, %@ av opprinnelig posisjon
nl_nl: Bezig met verplaatsen, %@ van oorspronkelijke locatie
pt_br: Deslocando, %@ da localização original
pt_pt: A deslocar, %@ da localização original
sv_se: Knuffar, %@ om ursprunglig riktning

# location_detail.map.edit.accessibility_action.compass
source: Nudge In Direction of Phone
da_dk: Gå i retning af telefonen
de_de: In Richtung des Telefons verschieben
el_gr: Ώθηση στην κατεύθυνση του τηλεφώνου
es_es: Posicionar en la dirección del teléfono
fa_ir: جابجایی اندک در جهت گوشی
fi_fi: Siirrä puhelimen suuntaan
fr_ca: Déplacement en direction du téléphone
it_it: Sposta di poco in direzione del telefono
ja_jp: スマートフォンの方向に少し移動
nb_no: Flytt i retningen til telefonen
nl_nl: Verplaatsen in richting van telefoon
pt_br: Deslocar na Direção do Telefone
pt_pt: Deslocar na Direção do Telemóvel
sv_se: Knuffa i telefonens riktning

# location_detail.map.edit.accessibility_action.north
source: Nudge North
da_dk: Gå nord
de_de: Nach Norden verschieben
el_gr: Ώθηση βόρεια
es_es: Posicionar al norte
fa_ir: جابجایی اندک به شمال
fi_fi: Siirrä pohjoiseen
fr_ca: Déplacement vers le nord
it_it: Sposta di poco verso nord
ja_jp: 北に少し移動
nb_no: Flytt mot nord
nl_nl: Verplaatsen naar het noorden
pt_br: Deslocar para Norte
pt_pt: Deslocar para Norte
sv_se: Knuffa åt norr

# location_detail.map.edit.accessibility_action.south
source: Nudge South
da_dk: Gå syd
de_de: Nach Süden verschieben
el_gr: Ώθηση νότια
es_es: Posicionar al sur
fa_ir: جابجایی اندک به جنوب
fi_fi: Siirrä etelään
fr_ca: Déplacement vers le sud
it_it: Sposta di poco verso sud
ja_jp: 南に少し移動
nb_no: Flytt mot sør
nl_nl: Verplaatsen naar het zuiden
pt_br: Deslocar para Sul
pt_pt: Deslocar para Sul
sv_se: Knuffa åt söder

# location_detail.map.edit.accessibility_action.east
source: Nudge East
da_dk: Gå øst
de_de: Nach Osten verschieben
el_gr: Ώθηση ανατολικά
es_es: Posicionar al este
fa_ir: جابجایی اندک به شرق
fi_fi: Siirrä itään
fr_ca: Déplacement vers l’est
it_it: Sposta di poco verso est
ja_jp: 東に少し移動
nb_no: Flytt mot øst
nl_nl: Verplaatsen naar het oosten
pt_br: Deslocar para Leste
pt_pt: Deslocar para Este
sv_se: Knuffa åt öster

# location_detail.map.edit.accessibility_action.west
source: Nudge West
da_dk: Gå vest
de_de: Nach Westen verschieben
el_gr: Ώθηση δυτικά
es_es: Posicionar al oeste
fa_ir: جابجایی اندک به غرب
fi_fi: Siirrä länteen
fr_ca: Déplacement vers l’ouest
it_it: Sposta di poco verso ovest
ja_jp: 西に少し移動
nb_no: Flytt mot vest
nl_nl: Verplaatsen naar het westen
pt_br: Deslocar para Oeste
pt_pt: Deslocar para Oeste
sv_se: Knuffa åt väster

# location_detail.map.edit.accessibility_action.current_location
source: Move to current location
da_dk: Flyt til den aktuelle placering
de_de: Zum aktuellen Standort bewegen
el_gr: Μετακίνηση στην τρέχουσα θέση
es_es: Mover a la ubicación actual
fa_ir: انتقال به مکان فعلی
fi_fi: Siirry nykyiseen sijaintiin
fr_ca: Avancer vers le lieu actuel
it_it: Vai alla posizione corrente
ja_jp: 現在の方向に移動
nb_no: Gå til nåværende posisjon
nl_nl: Verplaatsen naar huidige locatie
pt_br: Mover para localização atual
pt_pt: Mover para a localização atual
sv_se: Flytta till befintlig plats

# location_detail.map.edit.accessibility.beacon.callout
source: Starting beacon to track marker location. Nudging, %@ of original location.
da_dk: Starte lydfyret for at spore mærkets placering. Gå %@ af oprindelig placering.
de_de: Start des Beacons zur Verfolgung der Position der Markierung. %@ der ursprünglichen Position verschieben.
el_gr: Έναρξη ηχητικού σήματος για παρακολούθηση θέσης δείκτη. Ώθηση, %@ αρχικής θέσης.
es_es: Iniciando señal para realizar el seguimiento de la ubicación del marcador. Posicionando, %@ de la ubicación original.
fa_ir: شروع نشانهٔ صوتی برای ردیابی مکان نشانگر. در حال جابجایی اندک، %@ از مکان اصلی.
fi_fi: Majakka käynnistetään merkinnän sijainnin jäljitystä varten. Siirretään %@ alkuperäisestä sijainnista.
fr_ca: Démarrage de la balise pour effectuer le suivi de l’emplacement du marqueur. Déplacement, %@ du lieu d’origine.
it_it: Avvio dell'audiofaro per tracciare la posizione dell'indicatore. Breve percorso, %@ dalla posizione originale.
ja_jp: ビーコンを開始してマーカーの場所をトラッキングします。元の場所の %@ を少し移動。
nb_no: Starter lydsignalet for å spore markørposisjon. Flyttes, %@ av opprinnelig posisjon.
nl_nl: Baken wordt gestart om markeringslocatie te volgen. Bezig met verplaatsen, %@ van oorspronkelijke locatie.
pt_br: Iniciando sinalizador para rastrear a localização do favorito. Deslocando, %@ da localização original.
pt_pt: A iniciar sinal para detetar a localização do marco. A deslocar, %@ da localização original.
sv_se: Starta ljudfyren för att spåra platsmarkörens placering. Knuffar, %@ om ursprunglig riktning.

# location_detail.waypoint
source: Waypoint %@
da_dk: Vejpunkt %@
de_de: Wegpunkt %@
el_gr: Σημείο πορείας %@
es_es: Punto de ruta %@
fa_ir: ایستگاه %@
fi_fi: Reittipiste %@
fr_ca: Point de repère %@
ja_jp: ウェイポイント %@
nb_no: Veipunkt %@
nl_nl: Routepunt %@
pt_br: Localizador %@
pt_pt: Ponto de Passagem %@
sv_se: Brytpunkt %@

# location_detail.add_waypoint.existing.hint
source: Double tap to remove this marker from your route.
da_dk: Dobbelttryk for at fjerne dette mærke fra ruten.
de_de: Doppelt tippen, um diese Markierung aus Ihrer Route zu entfernen.
el_gr: Πατήστε δύο φορές για να αφαιρέσετε αυτόν τον δείκτη από τη διαδρομή σας.
es_es: Pulsa dos veces para eliminar este marcador de tu ruta.
fa_ir: برای حذف این نشانگر از مسیر خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta poistaaksesi tämän merkinnän reitiltäsi.
fr_ca: Cliquez (avec le stylet) deux fois pour supprimer ce Marqueur de votre Itinéraire.
it_it: Tocca due volte per rimuovere l'indicatore dal percorso.
ja_jp: ダブル タップしてルートからこのマーカーを削除します。
nb_no: Dobbelttrykk for å fjerne denne markøren fra ruten.
nl_nl: Dubbeltik om deze markering te verwijderen uit uw route.
pt_br: Dê um toque duplo para remover este favorito da rota.
pt_pt: Faça duplo toque para remover este marco da rota.
sv_se: Dubbelknacka om du vill ta bort den här platsmarkören från din rutt.

# location_detail.add_waypoint.new.hint
source: Double tap to add this marker to your route.
da_dk: Dobbelttryk for at føje dette mærke til ruten.
de_de: Doppelt tippen, um diese Markierung zu Ihrer Route hinzuzufügen.
el_gr: Πατήστε δύο φορές για να προσθέσετε αυτόν τον δείκτη στη διαδρομή σας.
es_es: Pulsa dos veces para agregar este marcador a tu ruta.
fa_ir: برای افزودن این نشانگر به مسیر خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta lisätäksesi tämän merkinnän reitillesi.
fr_ca: Cliquez (avec le stylet) deux fois pour ajouter ce Marqueur à votre Itinéraire.
it_it: Tocca due volte per aggiungere l'indicatore al percorso.
ja_jp: ダブル タップしてルートにこのマーカーを追加します。
nb_no: Dobbelttrykk for å legge til denne markøren i ruten.
nl_nl: Dubbeltik om deze markering toe te voegen aan uw route.
pt_br: Dê um toque duplo para adicionar este favorito à rota.
pt_pt: Faça duplo toque para adicionar este marco à rota.
sv_se: Dubbelknacka om du vill lägga till den här platsmarkören på din rutt.

# location_detail.add_waypoint.marker.hint
source: Double tap to create a marker and add it as a waypoint.
da_dk: Dobbelttryk for at oprette et mærke og tilføje det som et waypoint
de_de: Doppelt tippen, um eine Markierung zu erstellen und sie als Wegpunkt hinzuzufügen
el_gr: Πατήστε δύο φορές για να δημιουργήσετε έναν δείκτη και προσθέστε τον ως σημείο διαδρομής
es_es: Pulsa dos veces para crear un marcador y agregarlo como punto de referencia.
fa_ir: برای ایجاد یک نشانگر و افزودن آن به عنوان یک ایستگاه دو بار ضربه بزنید
fi_fi: Kaksoisnapauta luodaksesi merkitsimen ja lisätäksesi sen reittipisteeksi.
fr_ca: Appuyez deux fois pour créer un marqueur et l’ajouter à un point de repère
it_it: Tocca due volte per creare un indicatore e aggiungerlo come waypoint
ja_jp: マーカーを作成してウェイポイントとして追加するには、ダブルタップします
nb_no: Dobbelttrykk for å opprette en markør og legge den til som et veipunkt
nl_nl: Dubbeltik om een markering te maken en deze toe te voegen als een routepunt
pt_br: Dê um toque duplo para criar um favorito e adicioná-lo como um localizador
pt_pt: Faça duplo toque para criar um marco e adicioná-lo como ponto de passagem
sv_se: Dubbelknacka om du vill skapa en platsmarkör och lägga till den som en brytpunkt

# route_detail.action.start_route
source: Start Route
da_dk: Start rute
de_de: Route starten
el_gr: Έναρξη διαδρομής
es_es: Iniciar ruta
fa_ir: شروع مسیر
fi_fi: Aloita reitti
fr_ca: Démarrer un Itinéraire
it_it: Avvia Percorso
ja_jp: ルートを開始する
nb_no: Start rute
nl_nl: Route starten
pt_br: Iniciar Rota
pt_pt: Iniciar Rota
sv_se: Starta rutt

# route_detail.action.stop_route
source: Stop Route
da_dk: Stop rute
de_de: Route anhalten
el_gr: Διακοπή διαδρομής
es_es: Detener ruta
fa_ir: توقف مسیر
fi_fi: Pysäytä reitti
fr_ca: Arrêter l’Itinéraire
it_it: Interrompi Percorso
ja_jp: ルートを中止する
nb_no: Stopp rute
nl_nl: Route stoppen
pt_br: Interromper Rota
pt_pt: Parar Rota
sv_se: Stoppa rutten

# route_detail.action.start_event
source: Start Activity
da_dk: Start aktivitet
de_de: Aktivität starten
el_gr: Έναρξη δραστηριότητας
es_es: Iniciar actividad
fa_ir: شروع فعالیت
fi_fi: Käynnistä aktiviteetti
fr_ca: Démarrer l’activité
it_it: Avvia attività
ja_jp: アクティビティを開始
nb_no: Start aktivitet
nl_nl: Activiteit starten
pt_br: Iniciar Atividade
pt_pt: Iniciar Atividade
sv_se: Starta aktivitet

# route_detail.action.stop_event
source: Stop Activity
da_dk: Stop aktivitet
de_de: Aktivität anhalten
el_gr: Διακοπή δραστηριότητας
es_es: Detener actividad
fa_ir: توقف فعالیت
fi_fi: Pysäytä aktiviteetti
fr_ca: Arrêter l’activité
it_it: Interrompi attività
ja_jp: アクティビティを停止
nb_no: Stopp aktivitet
nl_nl: Activiteit stoppen
pt_br: Parar Atividade
pt_pt: Parar Atividade
sv_se: Stoppa aktivitet

# route_detail.action.edit
source: Edit Route
da_dk: Rediger rute
de_de: Route bearbeiten
el_gr: Επεξεργασία διαδρομής
es_es: Editar ruta
fa_ir: ویرایش مسیر
fi_fi: Muokkaa reittiä
fr_ca: Modifier l’itinéraire
it_it: Modifica percorso
ja_jp: ルートを編集
nb_no: Rediger rute
nl_nl: Route bewerken
pt_br: Editar Rota
pt_pt: Editar Rota
sv_se: Redigera rutt

# route_detail.action.start_route.hint
source: Double tap to start this route.
da_dk: Dobbelttryk for at starte denne rute
de_de: Tippen Sie doppelt, um diese Route zu starten
el_gr: Πατήστε δύο φορές για να ξεκινήσετε αυτήν τη διαδρομή
es_es: Pulsa dos veces para iniciar esta ruta.
fa_ir: برای شروع این مسیر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta aloittaaksesi tämän reitin.
fr_ca: Appuyez deux fois pour démarrer cet itinéraire
it_it: Tocca due volte per avviare questo percorso
ja_jp: ダブル タップすると、このルートを開始します
nb_no: Dobbelttrykk for å starte denne ruten
nl_nl: Dubbeltik om deze route te starten
pt_br: Dê um toque duplo para iniciar esta rota
pt_pt: Faça duplo toque para iniciar esta rota
sv_se: Dubbelknacka om du vill starta rutten

# route_detail.action.start_route.disabled.hint
source: Add waypoints before starting the route.
da_dk: Tilføj vejpunkter, før ruten startes
de_de: Fügen Sie Wegpunkte hinzu, bevor Sie die Route starten
el_gr: Προσθήκη σημείων πορείας πριν ξεκινήσετε τη διαδρομή
es_es: Añade puntos a la ruta antes de iniciarla.
fa_ir: قبل از شروع مسیر، ایستگاه‌ها را اضافه کنید
fi_fi: Lisää reittipisteitä ennen reitin aloittamista.
fr_ca: Ajoutez des points de repère avant de commencer l’Itinéraire
it_it: Aggiungi waypoint prima di avviare il percorso
ja_jp: ルートを開始する前にウェイポイントを追加します
nb_no: Legg til veipunkter før du starter ruten
nl_nl: Voeg routepunten toe voordat u de route start
pt_br: Adicionar localizadores antes de iniciar a rota
pt_pt: Adicione pontos de passagem antes de iniciar a rota
sv_se: Lägg till brytpunkter innan du startar rutten

# route_detail.action.stop_route.hint
source: Double tap to stop this route.
da_dk: Dobbelttryk for at stoppe denne rute
de_de: Tippen Sie doppelt, um diese Route anzuhalten
el_gr: Πατήστε δύο φορές για διακοπή αυτής της διαδρομής
es_es: Pulsa dos veces para detener esta ruta.
fa_ir: برای توقف این مسیر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta lopettaaksesi tämän reitin.
fr_ca: Appuyez deux fois pour arrêter cet itinéraire
it_it: Tocca due volte per interrompere questo percorso
ja_jp: ダブル タップすると、このルートを停止します
nb_no: Dobbelttrykk for å stoppe denne ruten
nl_nl: Dubbeltik om deze route te stoppen
pt_br: Dê um toque duplo para parar esta rota
pt_pt: Faça duplo toque para parar esta rota
sv_se: Dubbelknacka om du vill stoppa rutten

# route_detail.action.start_event.hint
source: Double tap to start this activity.
da_dk: Dobbelttryk for at starte denne aktivitet
de_de: Tippen Sie doppelt, um diese Aktivität zu starten
el_gr: Πατήστε δύο φορές για να ξεκινήσετε αυτήν τη δραστηριότητα
es_es: Pulsa dos veces para iniciar esta actividad.
fa_ir: برای شروع این فعالیت دو بار ضربه بزنید
fi_fi: Kaksoisnapauta aloittaaksesi tämän aktiviteetin.
fr_ca: Appuyez deux fois pour démarrer cette activité
it_it: Tocca due volte per avviare l'attività
ja_jp: ダブル タップすると、このアクティビティを開始します
nb_no: Dobbelttrykk for å starte denne aktiviteten
nl_nl: Dubbeltik om deze activiteit te starten
pt_br: Dê um toque duplo para iniciar esta atividade
pt_pt: Faça duplo toque para iniciar esta atividade
sv_se: Dubbelknacka om du vill starta aktiviteten

# route_detail.action.stop_event.hint
source: Double tap to stop this activity and save your progress.
da_dk: Dobbelttryk for at stoppe denne aktivitet og gemme dine fremskridt
de_de: Tippen Sie doppelt, um diese Aktivität anzuhalten und Ihren Fortschritt zu speichern
el_gr: Πατήστε δύο φορές για να σταματήσετε αυτήν τη δραστηριότητα και να αποθηκεύσετε την πρόοδό σας
es_es: Pulsa dos veces para detener esta actividad y guardar el progreso.
fa_ir: برای توقف این فعالیت و ذخیره پیشرفت خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta pysäyttääksesi tämän aktiviteetin ja tallentaaksesi edistymisesi.
fr_ca: Appuyez deux fois pour arrêter cette activité et enregistrer votre progression
it_it: Tocca due volte per interrompere questa attività e salvare l'avanzamento
ja_jp: ダブル タップすると、このアクティビティを停止して、進捗状況を保存します
nb_no: Dobbelttrykk for å stoppe denne aktiviteten og lagre fremgangen
nl_nl: Dubbeltik om deze activiteit te stoppen en uw voortgang op te slaan
pt_br: Dê um toque duplo para parar esta atividade e salvar seu progresso
pt_pt: Faça duplo toque para parar esta atividade e guardar o seu progresso
sv_se: Dubbelknacka om du vill stoppa aktiviteten och spara förloppet

# route_detail.action.reset.hint
source: Double tap to reset this activity and download any available updates.
da_dk: Dobbelttryk for at nulstille denne aktivitet og downloade eventuelle tilgængelige opdateringer
de_de: Doppeltippen, um diese Aktivität zurückzusetzen und verfügbare Updates herunterzuladen
el_gr: Διπλό πάτημα για επαναφορά αυτής της δραστηριότητας και λήψη τυχόν διαθέσιμων ενημερώσεων
es_es: Pulsa dos veces para restablecer esta actividad y descargar las actualizaciones disponibles.
fa_ir: برای بازنشانی این فعالیت و دانلود هر گونه به‌روزرسانی موجود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta nollataksesi tämän toiminnon ja ladataksesi saatavilla olevat päivitykset.
fr_ca: Appuyez deux fois pour réinitialiser l’activité et télécharger toutes les mises à jour disponibles
it_it: Tocca due volte per ripristinare questa attività e scaricare tutti gli aggiornamenti disponibili
ja_jp: ダブル タップしてこのアクティビティをリセットし、利用可能なアップデートをダウンロードします
nb_no: Dobbelttrykk for å tilbakestille denne aktiviteten og laste ned tilgjengelige oppdateringer
nl_nl: Dubbeltik om deze activiteit opnieuw in te stellen en beschikbare updates te downloaden
pt_br: Dê um toque duplo para redefinir esta atividade e baixar quaisquer atualizações disponíveis
pt_pt: Faça duplo toque para repor esta atividade e transferir quaisquer atualizações disponíveis
sv_se: Dubbelknacka om du vill återställa aktiviteten och ladda ned alla tillgängliga uppdateringar

# route_detail.action.share.hint
source: Double tap to share this route.
da_dk: Dobbelttryk for at dele denne rute
de_de: Tippen Sie doppelt, um diese Route zu teilen
el_gr: Πατήστε δύο φορές για κοινή χρήση αυτής της διαδρομής
es_es: Pulsa dos veces para compartir esta ruta.
fa_ir: برای اشتراک‌گذاری این مسیر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta jakaaksesi tämän reitin
fr_ca: Appuyez deux fois pour partager cet itinéraire
it_it: Tocca due volte per condividere questo percorso
ja_jp: ダブル タップすると、このルートを共有します
nb_no: Dobbelttrykk for å dele denne ruten
nl_nl: Dubbeltik om deze route te delen
pt_br: Dê um toque duplo para compartilhar esta rota
pt_pt: Faça duplo toque para partilhar esta rota
sv_se: Dubbelknacka om du vill dela rutten

# route_detail.action.edit.hint
source: Double tap to edit this route.
da_dk: Dobbelttryk for at redigere denne rute
de_de: Doppelt tippen, um diese Route zu bearbeiten
el_gr: Πατήστε δύο φορές για να επεξεργαστείτε αυτήν τη διαδρομή
es_es: Pulsa dos veces para editar esta ruta.
fa_ir: برای ویرایش این مسیر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta muokataksesi tätä reittiä
fr_ca: Cliquez (avec le stylet) deux fois pour modifier cet Itinéraire
it_it: Tocca due volte per modificare questo percorso
ja_jp: ダブル タップしてこのルートを編集します
nb_no: Dobbelttrykk for å redigere denne ruten
nl_nl: Dubbeltik om deze route te bewerken
pt_br: Dê um toque duplo para editar esta rota
pt_pt: Faça duplo toque para editar esta rota
sv_se: Dubbelknacka om du vill redigera den här rutten

# route_detail.action.create
source: New Route
da_dk: Ny Rute
de_de: Neue Route
el_gr: Νέα διαδρομή
es_es: Nueva ruta
fa_ir: مسیر جدید
fi_fi: Uusi reitti
fr_ca: Nouvel Itinéraire
it_it: Nuovo Percorso
ja_jp: 新しいルート
nb_no: Ny rute
nl_nl: Nieuwe route
pt_br: Nova Rota
pt_pt: Nova Rota
sv_se: Ny rutt

# route_detail.action.create.hint
source: Double tap to create a new route.
da_dk: Dobbelttryk for at oprette en ny rute
de_de: Doppelt tippen, um eine neue Route zu erstellen
el_gr: Πατήστε δύο φορές για να δημιουργήσετε μια νέα διαδρομή
es_es: Pulsa dos veces para crear una nueva ruta.
fa_ir: برای ایجاد یک مسیر جدید دو بار ضربه بزنید
fi_fi: Kaksoisnapauta luodaksesi uuden reitin
fr_ca: Cliquez (avec le stylet) deux fois pour créer un Itinéraire
it_it: Tocca due volte per creare un nuovo percorso
ja_jp: ダブル タップして新しいルートを作成します
nb_no: Dobbelttrykk for å opprette en ny rute
nl_nl: Dubbeltik om een nieuwe route te maken
pt_br: Dê um toque duplo para criar uma nova rota
pt_pt: Faça duplo toque para criar uma nova rota
sv_se: Dubbelknacka om du vill skapa en ny rutt

# route_detail.waypoint.current_beacon
source: Waypoint %@. Current beacon.
da_dk: Vejpunkt %@. Aktuelt lydfyr.
de_de: Wegpunkt %@. Aktuelles Beacon.
el_gr: Σημείο πορείας %@. Τρέχον ηχητικό σήμα.
es_es: Punto de ruta %@. Señal actual.
fa_ir: ایستگاه %@. نشانهٔ صوتی فعلی.
fi_fi: Reittipiste %@. Nykyinen majakka.
fr_ca: Point de repère %@. Balise actuelle.
it_it: Waypoint %@. Audiofaro corrente.
ja_jp: ウェイポイント %@。現在のビーコン。
nb_no: Veipunkt %@. Nåværende lydsignal.
nl_nl: Routepunt %@. Huidig baken.
pt_br: Localizador %@. Sinalizador atual.
pt_pt: Ponto de Passagem %@. Sinal atual.
sv_se: Brytpunkt %@. Aktuell ljusfyr.

# route_detail.name.default
source: Route
da_dk: Rute
el_gr: Διαδρομή
es_es: Ruta
fa_ir: مسیر
fi_fi: Reitti
fr_ca: Itinéraire
it_it: Percorso
ja_jp: ルート
nb_no: Rute
pt_br: Rota
pt_pt: Rota
sv_se: Rutt

# route.title.time
source: %@ elapsed
da_dk: %@ gået
de_de: %@ verstrichen
el_gr: %@ παρήλθε
es_es: Tiempo transcurrido: %@
fa_ir: %@ گذشته
fi_fi: %@ kulunut
fr_ca: %@ écoulé
it_it: %@ trascorsa/e
ja_jp: %@ 経過
nb_no: %@ er gått
nl_nl: %@ voorbij
pt_br: %@ transcorrido
pt_pt: %@ decorrido
sv_se: %@ förflutet

# route.title
source: %1$@・Waypoint %2$@ of %3$@
da_dk: %1$@・Waypoint %2$@ af %3$@
de_de: %1$@・Wegpunkt %2$@ von %3$@
el_gr: %1$@・Σημείο πορείας %2$@ από %3$@
es_es: %1$@・Punto de ruta %2$@ de %3$@
fa_ir: %1$@・ایستگاه %2$@ از %3$@
fi_fi: %1$@・reittipiste %2$@/%3$@
fr_ca: %1$@・Point de repère %2$@ de %3$@
it_it: %1$@・Waypoint %2$@ di %3$@
ja_jp: %1$@・ウェイポイント %2$@ / %3$@
nb_no: %1$@・veipunkt %2$@ av %3$@
nl_nl: %1$@・Routepunt %2$@ van %3$@
pt_br: %1$@・Localizador %2$@ de %3$@
pt_pt: %1$@・Ponto de Passagem %2$@ de %3$@
sv_se: %1$@・Brytpunkt %2$@ av %3$@

# route.waypoint.progress
source: %@ waypoints remaining
da_dk: %@ vejpunkter tilbage
de_de: %@ verbleibende Wegpunkte
el_gr: Απομένουν %@ σημεία πορείας
es_es: %@ puntos de ruta restantes
fa_ir: %@ ایستگاه باقی مانده
fi_fi: %@ reittipistettä jäljellä
fr_ca: %@ points de repère restants
it_it: %@ waypoint rimanenti
ja_jp: 残り %@ 個のウェイポイント
nb_no: %@ veipunkter gjenstår
nl_nl: %@ routepunten resterend
pt_br: %@ localizadores restantes
pt_pt: %@ pontos de passagem restantes
sv_se: %@ brytpunkter återstår

# route.waypoint.progress.complete.elapsed
source: Completed in %@
da_dk: Fuldført på %@
de_de: Abgeschlossen in %@
el_gr: Ολοκληρώθηκε στις %@
es_es: Completado en %@
fa_ir: تکمیل شده در %@
fi_fi: Valmistunut %@
fr_ca: Terminé en %@
it_it: Completato in %@
ja_jp: %@ で終了しました
nb_no: Fullført på %@
nl_nl: Voltooid in %@
pt_br: Concluída em %@
pt_pt: Concluída em %@
sv_se: Klar på %@

# route.waypoint.progress.complete
source: Completed!
da_dk: Fuldført!
de_de: Abgeschlossen!
el_gr: Ολοκληρώθηκε!
es_es: ¡Completado!
fa_ir: تکمیل شد!
fi_fi: Valmistunut!
fr_ca: Terminé!
it_it: Completato.
ja_jp: 終了しました!
nb_no: Fullført.
nl_nl: Voltooid!
pt_br: Concluída!
pt_pt: Concluída!
sv_se: Klar!
