Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.nearby_markers.when
source: When you are trying to get your bearings and orient yourself to your surroundings, use <em>"Nearby Markers"</em> to hear about the locations of places you know of.
da_dk: Når du forsøger at få styr på dit retning og orientere dig i forhold til dine omgivelser, skal du bruge <em>"Mærker i nærheden"</em> for at høre om placeringen af steder, du kender til.
de_de: Wenn Sie versuchen, sich in Ihrer Umgebung zu orientieren, verwenden Sie <em>„Markierungen in der Nähe“</em>, um die Standorte von Ihnen bekannten Orten zu erfahren.
el_gr: Όταν προσπαθείτε να βρείτε τον δρόμο σας και να προσανατολιστείτε στο περιβάλλον σας, χρησιμοποιήστε το <em>"Κοντινοί δείκτες"</em> για να μάθετε τις τοποθεσίες των θέσεων που γνωρίζετε.
es_es: Cuando intentes orientarte en tu entorno, usa <em>"Marcadores cercanos"</em> para escuchar sobre las ubicaciones de los lugares que conoces.
fa_ir: وقتی در حال تلاش برای جهت‌یابی و جهت‌دهی خود به محیط اطراف خود هستید، از <em>«نشانگرهای نزدیک»</em> برای شنیدن در مورد مکان‌های مکان‌هایی که می‌شناسید استفاده کنید.
fi_fi: Kun haluat päästä jyvälle siitä, missä olet, ja perehtyä ympäristöösi, käytä <em>"Lähiympäristön merkitsimet"</em> kuullaksesi tuntemistasi paikoista.
fr_ca: Lorsque vous essayez de trouver vos repères et de vous orienter dans votre environnement, utilisez <em>« Marqueurs à proximité »</em> pour entendre où se trouvent les lieux qui vous entourent.
it_it: Quando cerchi di orientarti rispetto all'ambiente circostante, utilizza <em>"Indicatori nelle vicinanze"</em> per conoscere la posizione dei luoghi che conosci.
ja_jp: 自分がどこにいて、どの方向を向いているのかを確認したい場合は、[<em>近くのマーカー</em>] ボタンを使用すると、既に知っている場所の位置を確認することができます。
nb_no: Når du prøver å orientere deg i omgivelsene, kan du bruke <em>Markører i nærheten</em> til å høre om steder du kjenner til.
nl_nl: Wanneer u probeert om uw positie te ontdekken en u te oriënteren in uw omgeving, gebruikt u <em>Markeringen in de buurt</em> om meer te horen over de locaties die u kent.
pt_br: Quando você estiver tentando se orientar em seus arredores, use <em>"Favoritos nas Proximidades"</em> para ouvir sobre as localizações dos locais que você conhece.
pt_pt: Quando estiver a tentar orientar-se no ambiente que o rodeia, utilize <em>"Marcos nas Proximidades"</em> para ouvir informações sobre a localização de locais que conhece.
sv_se: När du försöker orientera dig i omgivningarna kan du använda <em>"Platsmarkörer i närheten"</em> för att höra om platser som du känner till.

# help.text.nearby_markers.how
source: As with all four of the buttons at the bottom of the home screen, hold your phone with the screen flat (facing towards the sky) and the top of the phone pointing in the direction you are facing before you press the <em>"Nearby Markers"</em> button. This acts like a compass telling the app which direction you are facing. Simply, tap the <em>"Nearby Markers"</em> button and you will hear up to four markers near you.
da_dk: Som med alle fire knapper nederst på startskærmen skal du holde telefonen med skærmen vandret (så den vender mod himlen), og toppen af telefonen skal pege i den retning, du vender, før du trykker på knappen <em>"Mærker i nærheden"</em>. Dette fungerer som et kompas, der fortæller appen, i hvilken retning du vender. Du skal blot trykke på <em>"Mærker i nærheden"</em>, så vil du høre om fire mærker i nærheden af dig.
de_de: Wie bei allen vier Schaltflächen am unteren Rand des Startbildschirms halten Sie das Telefon mit dem Bildschirm flach (zum Himmel zeigend) und mit der Oberseite in die Richtung, in die Sie schauen, bevor Sie die Schaltfläche <em>„Markierungen in der Nähe“</em> antippen. Dies wirkt wie ein Kompass, der der App mitteilt, in welche Richtung Sie blicken. Tippen Sie einfach auf die Taste <em>„Markierungen in der Nähe“</em>, und hören Sie zu.
el_gr: Όπως και με τα τέσσερα κουμπιά στο κάτω μέρος της αρχικής οθόνης, κρατήστε το τηλέφωνό σας με την οθόνη επίπεδη.στραμμένη προς τον ουρανό) και το επάνω μέρος του τηλεφώνου στραμμένο προς την κατεύθυνση που κοιτάτε πριν πατήσετε το κουμπί <em>"Κοντινοί δείκτες"</em>. Αυτό λειτουργεί σαν πυξίδα που λέει στην εφαρμογή προς ποια κατεύθυνση αντιμετωπίζετε. Απλά, πατήστε το κουμπί <em>"Κοντινοί δείκτες"</em> και θα ακούσετε έως και τέσσερις δείκτες κοντά σας.
es_es: Como con los cuatro botones de la parte inferior de la pantalla principal, mantén el teléfono con la pantalla en posición horizontal (hacia arriba) y la parte superior del teléfono apuntando en la dirección hacia la que estás orientado antes de presionar el botón <em>"Marcadores cercanos"</em>. Esto actúa como una brújula que le indica a la aplicación hacia qué dirección estás orientado. Solo tienes que pulsar en el botón <em>"Marcadores cercanos"</em> y escuchar hasta cuatro marcadores cerca de ti.
fa_ir: مانند همه چهار دکمه در پایین صفحه اصلی، گوشی خود را با صفحه صاف (رو به آسمان) و بالای گوشی که در جهتی که رو کرده‌اید اشاره می‌کند نگه دارید قبل از اینکه دکمه <em>«نشانگرهای نزدیک»</em> را فشار دهید. این مانند یک قطب‌نما عمل می‌کند که به برنامه می‌گوید به کدام جهت رو کرده‌اید. به سادگی، روی دکمه <em>«نشانگرهای نزدیک»</em> ضربه بزنید و تا چهار نشانگر نزدیک خود را خواهید شنید.
fi_fi: Kuten kaikki neljä kotinäytön alareunassa olevaa painiketta, pidä puhelintasi niin, että näyttö on litteä (taivasta kohti) ja puhelimen yläreuna osoittaa päin olevaan suuntaan, ennen kuin painat <em>Lähiympäristön merkitsimet</em> -painiketta. Tämä toimii kuin kompassi, joka kertoo sovellukselle, mihin suuntaan olet menossa. Napauta vain <em>"Lähiympäristön merkitsimet"</em> -painiketta, niin kuulet jopa neljä merkitsintä lähelläsi.
fr_ca: Comme avec les quatre boutons situés en bas de l’écran d’accueil, tenez votre téléphone à plat (écran face au ciel) et le haut de votre téléphone pointé vers la direction face à vous avant d’appuyer sur le bouton <em>"Marqueurs à proximité"</em>. Cette opération agit comme une boussole et indique à l’appli quelle direction vous fait face. Appuyez simplement sur le bouton <em>"Marqueurs à proximité"</em> et vous entendrez quatre points d’intérêt à proximité.
it_it: Come per tutti e quattro i pulsanti nella parte inferiore della schermata iniziale, tieni il telefono con lo schermo piatto (rivolto verso il cielo) e la parte superiore del telefono che punta davanti a te prima di premere il pulsante <em>"Indicatori nelle vicinanze"</em>. Questo pulsante funziona come una bussola che dice all'app in quale direzione sei rivolto. Tocca semplicemente il pulsante <em>"Indicatori nelle vicinanze"</em> e sentirai fino a quattro indicatori vicino a te.
ja_jp: ホーム画面の下部の 4 つのボタンはどれも同じですが、スマートフォンの画面を上 (空) に向けて水平に持ち、スマートフォンの画面上部を自分が向いている方向に合わせてから、[<em>近くのマーカー</em>] ボタンを押します。これにより、コンパスを合わせるように、自分が向いている方向をアプリに伝えることができます。[<em>近くのマーカー</em>] ボタンをタップすると、最大 4 つの近くにあるマーカーの情報が聞こえます。
nb_no: Som med alle de fire knappene nederst på startskjermen holder du telefonen flatt (vendt mot himmelen) og toppen av telefonen pekende i retningen du er vendt mot, før du trykker på knappen <em>Markører i nærheten</em>. Denne fungerer som et kompass som forteller appen hvilken retning du er vendt mot. Trykk på knappen <em>Markører i nærheten</em> så hører du fire markører i nærheten av deg.
nl_nl: Net als met de vier knoppen onderaan het hoofdscherm houdt u de telefoon met het scherm horizontaal en met de bovenkant in de richting waarin u loopt, voordat u op <em>Markeringen in de buurt</em> drukt. Dit werkt als een kompas en geeft aan de app door in welke richting u kijkt. Tik op de knop <em>Markeringen in de buurt</em> en u hoort maximaal vier markeringen vlakbij u.
pt_br: Tal como acontece com os quatro botões da parte inferior da tela inicial, segure seu telefone com a tela na horizontal (com a tela voltada para cima) e o topo apontando na direção para a qual você estava voltado antes de pressionar o botão <em>"Favoritos nas Proximidades"</em>. Isso age como uma bússola, mostrando ao aplicativo a direção para a qual você está voltado. Bastará tocar no botão <em>"Favoritos nas Proximidades"</em> e você ouvirá até quatro favoritos perto de você.
pt_pt: Tal como acontece com os quatro botões existentes na parte inferior do ecrã principal, segure no telemóvel com o ecrã numa posição plana (virado para o céu) e a parte superior apontada para a extremidade voltada para a direção em que está virado antes de premir o botão <em>"Marcos nas Proximidades"</em>. Isto funciona como uma bússola, indicando à aplicação a direção em que está virado. Basta tocar no botão <em>"Marcos nas Proximidades"</em> e ouvirá até quatro marcos nas proximidades.
sv_se: Som med alla fyra knappar längst ned på startskärmen ska du hålla telefonen plant med skärmen riktad uppåt och peka med telefonen i färdriktningen innan du trycker på knappen <em>"Platsmarkörer i närheten"</em>. Detta fungerar som en kompass som talar om för appen vilken riktning du står i. Tryck på knappen <em>"Platsmarkörer i närheten"</em> så hör du upp till fyra platsmarkörer i närheten.

# help.text.around_me.what
source: The <em>"Around Me"</em> button tells you about one thing in each of the four quadrants around you (ahead, to the right, behind, and to the left). <em>"Around Me"</em> is intended to help you orient yourself to your surroundings.
da_dk: Knappen <em>"Omkring mig"</em> fortæller dig om én ting i hver af de fire kvadranter omkring dig (foran, til højre, bagved og til venstre). <em>"Omkring mig"</em> er beregnet til at hjælpe dig med at orientere dig om dine omgivelser.
de_de: Die Schaltfläche <em>„Um mich herum“</em> informiert über jeweils einen Point-of-Interest in jedem der vier Quadranten um Sie herum (vorne, rechts, hinten und links). <em> „Um mich herum“</em> soll Ihnen helfen, sich in Ihrer Umgebung zu orientieren.
el_gr: Το κουμπί <em>"Γύρω μου"</em> σας λέει για ένα πράγμα σε καθένα από τα τέσσερα τεταρτημόρια γύρω σας (μπροστά, δεξιά, πίσω και αριστερά). Το <em>"Γύρω μου"</em> έχει ως στόχο να σας βοηθήσει να προσανατολιστείτε στο περιβάλλον σας.
es_es: El botón <em>"Alrededor de mí"</em> te informa sobre una cosa en cada uno de los cuatro cuadrantes que te rodean (adelante, a la derecha, detrás y a la izquierda). <em>"Alrededor de mí"</em> tiene la intención de ayudarte a orientarte en tu entorno.
fa_ir: دکمه <em>«اطراف من»</em> به شما در مورد یک چیز در هر یک از چهار ربع اطراف شما (جلو، راست، پشت و چپ) اطلاع می‌دهد. <em>«اطراف من»</em> برای کمک به شما در جهت‌یابی به محیط اطراف خود در نظر گرفته شده است.
fi_fi: <em>"Lähiympäristö"</em>-painike kertoo sinulle yhdestä asiasta kussakin lähiympäristösi neljässä neljänneksessä (edessä, oikealla, takana ja vasemmalla). <em>"Lähiympäristö"</em> on tarkoitettu auttamaan sinua perehtymään ympäristöösi.
fr_ca: Le bouton <em>« Autour de moi »</em> vous indique un lieu à chacun des quatre points cardinaux autour de vous (devant, à droite, derrière et à gauche). <em>« Autour de moi »</em> est conçu pour vous aider à vous orienter dans votre environnement.
it_it: Il pulsante <em>"Intorno a me"</em> ti indica una cosa in ciascuno dei quattro quadranti intorno a te (avanti, a destra, dietro e a sinistra). <em>"Intorno a me"</em> ha lo scopo di aiutarti a orientarti rispetto ai tuoi dintorni.
ja_jp: [<em>周辺</em>] ボタンでは、ユーザーの周辺の 4 方向 (前方、右側、後方、左側) のそれぞれについて 1 つ程度の情報が聞こえます。[<em>周辺</em>] ボタンは、その場所で自分がどの方向に向いているかを確認するのに役立ちます。
nb_no: Knappen <em>Rundt meg</em> forteller deg om én ting i hver av de fire kvadrantene rundt deg (foran deg, til høyre, bak deg og til venstre). <em>Rundt meg</em> er beregnet på å hjelpe deg med å orientere deg i omgivelsene.
nl_nl: Met de knop <em>Om me heen</em> hoort u informatie over één ding in elk van de vier kwadranten om u heen (vóór, rechts, achter en links van u). <em>Om me heen</em> is bedoeld om u te helpen bij het oriënteren in uw omgeving.
pt_br: O botão <em>"Ao Meu Redor"</em> mostra a você uma coisa em cada um dos quatro quarteirões ao seu redor (à frente, à direita, atrás e à esquerda). <em>"Ao Meu Redor"</em> destina-se a ajudar você a se orientar nos arredores.
pt_pt: O botão <em>"Em Meu Redor"</em> informa-o sobre uma coisa em cada um dos quatro quadrantes em seu redor (à frente, à direita, atrás e à esquerda). <em>"Em Meu Redor"</em> destina-se a ajudá-lo a orientar-se no ambiente que o rodeia.
sv_se: Knappen <em>"Omkring mig"</em> berättar om en sak i var och en av de fyra kvadranterna omkring dig (framför, till höger, bakom och till vänster). <em>"Omkring mig"</em> hjälper dig att orientera dig i omgivningarna.

# help.text.around_me.when
source: When you are trying to get your bearings and orient yourself to your surroundings, use <em>"Around Me"</em> to hear about the things around you.
da_dk: Når du forsøger at få styr på dit retning og orientere dig i forhold til dine omgivelser, skal du bruge <em>"Omkring mig"</em> for at høre om tingene omkring dig.
de_de: Wenn Sie versuchen, sich zu orientieren und sich in Ihrer Umgebung zurechtzufinden, verwenden Sie <em>„Um mich herum“</em>, um mehr über die Umgebung um Sie herum zu erfahren.
el_gr: Όταν προσπαθείτε να βρείτε την πορεία σας και να προσανατολίζεστε στο περιβάλλον σας, χρησιμοποιήστε το <em>"Γύρω μου"</em> για να ακούσετε για τα πράγματα γύρω σας.
es_es: Cuando intentes orientarte en tu entorno, usa <em>"Alrededor de mí"</em> para escuchar sobre las cosas que te rodean.
fa_ir: وقتی در حال تلاش برای جهت‌یابی و جهت‌دهی خود به محیط اطراف خود هستید، از <em>«اطراف من»</em> برای شنیدن در مورد چیزهای اطراف خود استفاده کنید.
fi_fi: Kun haluat päästä jyvälle siitä, missä olet, ja perehtyä ympäristöösi, käytä <em>"Lähiympäristö"</em>-toimintoa kuullaksesi lähiympäristösi asioista.
fr_ca: Lorsque vous essayez de trouver vos repères et de vous orienter dans votre environnement, utilisez <em>« Autour de moi »</em> pour entendre la description de ce qui vous entoure.
it_it: Quando cerchi di orientarti rispetto a ciò che ti circonda, usa <em>"Intorno a me"</em> per ascoltare cosa c'è intorno a te.
ja_jp: 自分がどこにいて、どの方向を向いているのかを確認したい場合は、[<em>周辺</em>] ボタンを使用すると、自分の周辺の情報を聞くことができます。
nb_no: Når du prøver å orientere deg i omgivelsene, kan du bruke <em>Rundt meg</em> til å høre om tingene rundt deg.
nl_nl: Wanneer u probeert om uw positie te ontdekken en u te oriënteren in uw omgeving, gebruikt u <em>Om me heen</em> om meer te horen over de dingen om u heen.
pt_br: Quando você estiver tentando se orientar em seus arredores, use <em>"Ao Meu Redor"</em> para ouvir sobre o que há ao seu redor.
pt_pt: Quando estiver a tentar orientar-se no ambiente que o rodeia, utilize <em>"Em Meu Redor"</em> para ouvir informações sobre o que o rodeia.
sv_se: När du försöker orientera dig i omgivningarna kan du använda <em>"Omkring mig"</em> för att höra om vad som finns omkring dig.

# help.text.around_me.how
source: As with all four of the buttons at the bottom of the home screen, hold your phone with the screen flat (facing towards the sky) and the top of the phone pointing in the direction you are facing before you press the <em>"Around Me"</em> button. This acts like a compass telling the app which direction you are facing. Simply, tap the <em>"Around Me"</em> button and you will hear four points of interest arranged around you.
da_dk: Som med alle fire knapper nederst på startskærmen skal du holde telefonen med skærmen vandret (så den vender mod himlen), og toppen af telefonen skal pege i den retning, du vender, før du trykker på knappen <em>"Omkring mig"</em>. Dette fungerer som et kompas, der fortæller appen, i hvilken retning du vender. Du skal blot trykke på <em>"Omkring mig"</em>, så vil du høre om flere interessepunkter, der alle ligger nogenlunde foran dig.
de_de: Wie bei allen vier Schaltflächen am unteren Rand des Startbildschirms, halten Sie Ihr Telefon mit dem Bildschirm flach (zum Himmel zeigend) und mit der Oberseite in die Richtung, in die Sie schauen, bevor Sie die Schaltfläche <em>„Um mich herum“</em> antippen. Dies wirkt wie ein Kompass, der der App mitteilt, in welche Richtung Sie schauen. Tippen Sie einfach auf die Schaltfläche <em>„Um mich herum“</em>, und Sie werden Hinweise zu vier Points-of-Interest hören, die sich im Bereich um Sie herum befinden.
el_gr: Όπως και με τα τέσσερα κουμπιά στο κάτω μέρος της αρχικής οθόνης, κρατήστε το τηλέφωνό σας με την οθόνη επίπεδη (στραμμένη προς τον ουρανό) και το επάνω μέρος του τηλεφώνου στραμμένο προς την κατεύθυνση που κοιτάτε πριν πατήσετε το κουμπί <em>"Γύρω μου"</em>. Αυτό λειτουργεί σαν πυξίδα που λέει στην εφαρμογή προς ποια κατεύθυνση είστε στραμμένοι. Απλά, πατήστε το κουμπί <em>"Γύρω μου"</em> και θα ακούσετε τέσσερα σημεία ενδιαφέροντος τοποθετημένα γύρω σας.
es_es: Como con los cuatro botones de la parte inferior de la pantalla principal, mantén el teléfono con la pantalla en posición horizontal (hacia arriba) y la parte superior del teléfono apuntando en la dirección hacia la que estás orientado antes de presionar el botón <em>"Alrededor de mí"</em>. Esto actúa como una brújula que le indica a la aplicación hacia qué dirección estás orientado. Solo tienes que pulsar el botón <em>"Alrededor de mí"</em> y oirás los cuatro puntos de interés situados a tu alrededor.
fa_ir: مانند همه چهار دکمه در پایین صفحه اصلی، گوشی خود را با صفحه صاف (رو به آسمان) و بالای گوشی که در جهتی که رو کرده‌اید اشاره می‌کند نگه دارید قبل از اینکه دکمه <em>«اطراف من»</em> را فشار دهید. این مانند یک قطب‌نما عمل می‌کند که به برنامه می‌گوید به کدام جهت رو کرده‌اید. به سادگی، روی دکمه <em>«اطراف من»</em> ضربه بزنید و چهار نقطه مورد علاقه را که در اطراف شما چیده شده‌اند خواهید شنید.
fi_fi: Kuten kaikkien neljän kotinäytön alareunan painikkeen kohdalla, pidä puhelintasi niin, että näyttö on litteä (taivasta kohti) ja puhelimen yläosa osoittaa päin olevaan suuntaan, ennen kuin painat <em>"Ympärilläni"</em> -painiketta. Tämä toimii kuin kompassi, joka kertoo sovellukselle, mihin suuntaan olet menossa. Napauta vain <em>"Ympärilläni"</em> -painiketta, niin kuulet neljä kiinnostavaa kohdetta ympärilläsi.
fr_ca: Comme avec les quatre boutons situés en bas de l’écran d’accueil, tenez votre téléphone à plat (écran face au ciel) et le haut de votre téléphone pointé vers la direction face à vous avant d’appuyer sur le bouton <em>"Autour de moi"</em>. Cette opération agit comme une boussole et indique à l’appli la direction dans laquelle vous êtes. Appuyez simplement sur le bouton <em>"Autour de moi"</em> et vous entendrez quatre points d’intérêt se trouvant à proximité.
it_it: Come per tutti e quattro i pulsanti nella parte inferiore della schermata iniziale, tieni il telefono con lo schermo piatto (rivolto verso il cielo) e la parte superiore del telefono che punta davanti a te prima di premere il pulsante <em>"Intorno a me"</em>. Questo pulsante funziona come una bussola che indica all'app verso quale direzione sei rivolto. Tocca semplicemente il pulsante <em>"Intorno a me"</em> e sentirai quattro punti di interesse che si trovano intorno a te.
ja_jp: ホーム画面の下部の 4 つのボタンはどれも同じですが、スマートフォンの画面を上 (空) に向けて水平に持ち、スマートフォンの画面上部を自分が向いている方向に合わせてから、[<em>周辺</em>] ボタンを押します。これにより、コンパスを合わせるように、自分が向いている方向をアプリに伝えることができます。[<em>周辺</em>] ボタンをタップすると、自分の周辺にある 4 つの特定地点の情報が聞こえます。
nb_no: Som med alle de fire knappene nederst på startskjermen holder du telefonen flatt (vendt mot himmelen) og toppen av telefonen pekende i retningen du er vendt mot, før du trykker på knappen <em>Rundt meg</em>. Denne fungerer som et kompass som forteller appen hvilken retning du er vendt mot. Trykk på knappen <em>Rundt meg</em> så hører du fire interessepunkter rundt deg.
nl_nl: Net als met de vier knoppen onderaan het hoofdscherm houdt u de telefoon met het scherm horizontaal en met de bovenkant in de richting waarin u loopt, voordat u op <em>Om me heen</em> drukt. Dit werkt als een kompas en geeft aan de app door in welke richting u kijkt. Tik op de knop <em>Om me heen</em> en u hoort de referentiepunten die zich om u heen bevinden.
pt_br: Tal como acontece com os quatro botões da parte inferior da tela inicial, segure seu telefone com a tela na horizontal (com a tela voltada para cima) e o topo apontando na direção para a qual você estava voltado antes de pressionar o botão <em>"Ao Meu Redor"</em>. Isso age como uma bússola, mostrando ao aplicativo a direção para a qual você está voltado. Bastará tocar no botão <em>"Ao Meu Redor"</em> e você ouvirá vários pontos de interesse organizados ao seu redor.
pt_pt: Tal como acontece com os quatro botões existentes na parte inferior do ecrã principal, segure no telemóvel com o ecrã numa posição plana (virado para o céu) e a parte superior apontada para a extremidade voltada para a direção em que está virado antes de premir o botão <em>"Em Meu Redor"</em>. Isto funciona como uma bússola, indicando à aplicação a direção em que está virado. Basta tocar no botão <em>"Em Meu Redor"</em> e ouvirá vários pontos de interesse localizados sensivelmente à sua frente.
sv_se: Som med alla fyra knappar längst ned på startskärmen ska du hålla telefonen plant med skärmen riktad uppåt och peka med telefonen i färdriktningen innan du trycker på knappen <em>"Omkring mig"</em>. Detta fungerar som en kompass som talar om för appen vilken riktning du står i. Tryck på knappen <em>"Omkring mig"</em> så hör du flera olika intressepunkter som finns omkring dig.
