Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.why_not_every_business.question
source: Why doesn’t Soundscape announce every business that I pass?
da_dk: Hvorfor annoncerer Soundscape ikke alle forretninger, jeg passerer?
de_de: Warum weist Soundscape nicht auf jedes Geschäft zu, dass ich passiere?
el_gr: Γιατί το Soundscape δεν ανακοινώνει κάθε επιχείρηση που προσπερνάω;
es_es: ¿Por qué Soundscape no anuncia todos los negocios por los que paso?
fa_ir: چرا Soundscape هر کسب‌وکاری را که از کنارش عبور می‌کنم اعلام نمی‌کند؟
fi_fi: Miksi Soundscape ei ilmoita kaikista yrityksistä, jotka ohitan?
fr_ca: Pourquoi Soundscape n’annonce-t-il pas chaque entreprise que je passe?
it_it: Perché Soundscape non comunica ogni attività commerciale che incontro?
ja_jp: Soundscape では、通りかかった店舗がすべて通知されるわけではないのはなぜですか?
nb_no: Hvorfor kunngjør ikke Soundscape hver virksomhet jeg går forbi?
nl_nl: Waarom geeft Soundscape niet bij elk bedrijf dat ik passeer, een aankondiging?
pt_br: Por que o Soundscape não anuncia todas as empresas pelas quais eu passo?
pt_pt: Por que motivo é que o Soundscape não anuncia cada empresa por que passo?
sv_se: Varför anmäler inte Soundscape alla företag som jag passerar?

# faq.why_not_every_business.answer
source: Soundscape is designed not to be too chatty. In addition, it uses Open Street Map as its back-end data source. Open Street Map (OSM, https://www.openstreetmap.org/) is a community-developed and edited map of the world, relying on individuals, to enter and curate the data. If a business or point of interest is not announced by Soundscape, the most probable reason is that the business has not been added, or in some cases updated, by a member of the OSM community yet.
da_dk: Soundscape er designet til ikke at være for snakkesalig. Desuden bruger det Open Street Map som sin back-end datakilde. Open Street Map (OSM, https://www.openstreetmap.org/) er et community-udviklet og redigeret kort over verden, der er afhængige af at enkeltpersoner indtaster og organiserer data. Hvis en virksomhed eller et interessepunkt ikke annonceres af Soundscape, er den mest sandsynlige årsag, at virksomheden endnu ikke er blevet tilføjet, eller i nogle tilfælde opdateret, af et medlem af OSM-community'et.
de_de: Soundscape ist so konzipiert, dass es nicht zu gesprächig ist. Darüber hinaus verwendet es Open Street Map als Back-End-Datenquelle. Open Street Map (OSM, https://www.openstreetmap.org/) ist eine von der Gemeinschaft entwickelte und bearbeitete Weltkarte, für die Einzelpersonen die Daten eingeben. Wenn ein Geschäft oder ein Point-of-Interest nicht von Soundscape angezeigt wird, ist es möglicherweise so, dass dieses Geschäft noch nicht von einem Mitglied der OSM-Community hinzugefügt oder in einigen Fällen aktualisiert wurde.
el_gr: Το Soundscape έχει σχεδιαστεί για να μην είναι πολύ φλύαρο. Επιπλέον, χρησιμοποιεί το Open Street Map ως πηγή δεδομένων παρασκηνίου. Το Open Street Map (OSM, https://www.openstreetmap.org/) είναι ένας χάρτης του κόσμου που αναπτύχθηκε από την κοινότητα και βασίζεται σε άτομα, για να εισάγει και να επιμελείται τα δεδομένα. Εάν μια επιχείρηση ή ένα σημείο ενδιαφέροντος δεν ανακοινωθεί από το Soundscape, ο πιο πιθανός λόγος είναι ότι. επιχείρηση δεν έχει προστεθεί ή σε ορισμένες περιπτώσεις ενημερωθεί από ένα μέλος της κοινότητας OSM ακόμα.
es_es: Soundscape se ha diseñado para no emitir demasiados sonidos. Además, usa Open Street Map como su origen de datos back-end. Open Street Map (OSM, https://www.openstreetmap.org/) es un mapa del mundo editado y desarrollado por la comunidad, que depende de los usuarios, para introducir y mantener datos. Si Soundscape no anuncia un negocio o un punto de interés, lo más probable es que todavía no se haya agregado el negocio, o actualizado en algunos casos, por un miembro de la comunidad de OSM.
fa_ir: Soundscape طوری طراحی شده که بیش از حد پرحرف نباشد. علاوه بر این، از Open Street Map به عنوان منبع داده‌های خود استفاده می‌کند. Open Street Map (OSM, https://www.openstreetmap.org/) یک نقشه از جهان است که توسط جامعه توسعه و ویرایش می‌شود و به افراد متکی است تا داده‌ها را وارد و مدیریت کنند. اگر Soundscape یک کسب‌وکار یا نقطه مورد علاقه را اعلام نمی‌کند، محتمل‌ترین دلیل این است که آن کسب‌وکار هنوز توسط یکی از اعضای جامعه OSM اضافه نشده یا در برخی موارد به‌روزرسانی نشده است.
fi_fi: Soundscape on suunniteltu olemaan liian puhelias. Lisäksi se käyttää Open Street Mapia taustatietolähteenä. Avoin katukartta (Open Street Map (OSM)) (ttps://www.openstreetmap.org/) on yhteisön kehittämä ja muokattu maailmankartta, joka luottaa siihen, että henkilöt syöttävät ja kuratoivat tietoja. Jos Soundscape ei julkista yritystä tai kiinnostavaa kohdetta, todennäköisin syy on se, että OSM-yhteisön jäsen ei ole vielä lisännyt tai joissain tapauksissa päivittänyt yritystä.
fr_ca: Soundscape est conçu de manière à ne pas être trop bavard. En outre, il utilise Open Street Map comme source de données principale. Open Street Map (OSM, https://www.openstreetmap.org/) est une carte du monde modifiée et développée par la communauté, qui repose sur des personnes pour la saisie et l’organisation des données. Si une entreprise ou un point d’intérêt n’est pas annoncé par Soundscape, la raison la plus probable est que l’entreprise n’a pas encore été ajoutée ou, dans certains cas, mise à jour par un membre de la communauté OSM.
it_it: Soundscape è progettato per non essere troppo loquace. Inoltre, utilizza Open Street Map come origine dei dati di back-end. Open Street Map (OSM, https://www.openstreetmap.org/) è una mappa del mondo sviluppata e modificata dalla community, che si basa sulle singole persone, per inserire e curare i dati. Se un'attività commerciale o un punto di interesse non viene comunicato da Soundscape, il motivo più probabile è che l'attività commerciale non è stata ancora aggiunta o in alcuni casi aggiornata da un membro della comunità OSM.
ja_jp: Soundscape は音声がうるさくなりすぎないように設計されています。また、バックエンドのデータ ソースとして Open Street Map を使用しています。Open Street Map (OSM、http://www.openstreetmap.org/) は、コミュニティで開発と編集が行われている地図で、データの入力や収集、整理は個人に頼っています。Soundscape で通知されない店舗や特定地点がある場合、原因として最も可能性が高いのは、OSM コミュニティのメンバーによってその場所の情報がまだ追加されていないか、場合によっては更新が行われていないことです。
nb_no: Soundscape er laget slik at den ikke snakker for mye. I tillegg bruker den Open Street Map som serverdatakilde. Open Street Map (OSM, https://www.openstreetmap.org/) er et fellesskapsutviklet og redigert kart over verden som er avhengig av enkeltpersoner for å angi og samle inn data. Hvis en virksomhet eller et interessepunkt ikke kunngjøres av Soundscape, er det antakelig fordi virksomheten ikke er lagt til eller i noen tilfeller oppdatert av et medlem i OSM-fellesskapet ennå.
nl_nl: Soundscape is ontworpen om veel tekst te produceren. Het werkt met Open Street Map als achterliggende gegevensbron. Open Street Map (OSM, https://www.openstreetmap.org/) is een door de community ontwikkelde en bewerkte kaart van de wereld, die steunt op individuen die gegevens invoeren en beheren. Als een bedrijf of referentiepunt niet door Soundscape wordt aangekondigd, komt dat waarschijnlijk doordat het bedrijf nog niet is toegevoegd of bijgewerkt door een lid van de OSM-community.
pt_br: O Soundscape foi projetado para não ser muito tagarela, ele usa o Open Street Map como sua fonte de dados de back-end. O Open Street Map (OSM, https://www.openstreetmap.org/) é um mapa-múndi desenvolvido e editado pela comunidade, baseando-se em indivíduos, para inserir e ajustar os dados. Se uma empresa ou ponto de interesse não for anunciado pelo Soundscape, o motivo mais provável é que a empresa ainda não foi adicionada ou, em alguns casos atualizada, por um membro da comunidade do OSM.
pt_pt: O Soundscape foi concebido para não ser demasiado ruidoso. Além disso, utiliza o Open Street Map como origem de dados de back-end. O Open Street Map (OSM, https://www.openstreetmap.org/) é um mapa do mundo desenvolvido e editado pela comunidade, cujos dados são introduzidos e organizados por pessoas individuais. Se uma empresa ou um ponto de interesse não for anunciada pelo Soundscape, a razão mais provável é que ainda não tenha sido adicionada (ou, em alguns casos, atualizada) por um membro da comunidade do OSM.
sv_se: Soundscape ska inte låta för mycket. Appen använder dessutom Open Street Map som huvudsaklig datakälla. Open Street Map (OSM, https://www.openstreetmap.org/) är en världskarta som utvecklats av en community av enskilda personer som registrerar och modererar informationen. Om ett företag eller en intressepunkt inte anmäls av Soundscape, beror det förmodligen på att företaget ännu inte har lagts till eller i vissa fall inte uppdaterats av någon medlem i OSM-communityn.

# faq.callouts_stopping_in_vehicle.question
source: Why do some callouts stop when I'm in a vehicle?
da_dk: Hvorfor stopper nogle lydbeskeder, når jeg kører i et køretøj?
de_de: Warum höre ich manche Hinweise nicht, wenn ich in einem Fahrzeug unterwegs bin?
el_gr: Γιατί κάποιες επεξηγήσεις σταματούν όταν βρίσκομαι σε όχημα;
es_es: ¿Por qué se detienen algunos avisos cuando estoy en un vehículo?
fa_ir: چرا برخی از اعلان‌های صوتی وقتی در وسیله نقلیه هستم، متوقف می‌شوند؟
fi_fi: Miksi jotkin ilmoitukset lakkaavat, kun olen ajoneuvossa?
fr_ca: Pourquoi certaines notifications s’arrêtent-elles lorsque je suis dans un véhicule?
it_it: Perché alcune notifiche si interrompono quando sono in un veicolo?
ja_jp: 乗り物に乗っていると一部のコールアウトが停止するのはなぜですか?
nb_no: Hvorfor stopper enkelte meldinger når jeg sitter i en bil?
nl_nl: Waarom hoor ik bepaalde waarschuwingen niet meer wanneer ik in een auto rijd?
pt_br: Por que algumas notificações param quando estou em um veículo?
pt_pt: Por que motivo é que alguns avisos param quando estou num veículo?
sv_se: Varför hörs inte alla informationsljud när jag befinner mig i ett fordon?

# faq.callouts_stopping_in_vehicle.answer
source: In order to stop the number of callouts becoming overwhelming, some categories, such as intersections, are not announced automatically when you’re traveling in a vehicle.
da_dk: For at forhindre, at antallet af lydbeskeder bliver overvældende, annonceres nogle kategorier, f.eks. kryds, ikke automatisk, når du kører i et køretøj.
de_de: Um zu verhindern, dass die Anzahl der Hinweise zu überwältigend wird, werden einige Kategorien, z. B. Kreuzungen, nicht automatisch angekündigt, wenn Sie in einem Fahrzeug unterwegs sind.
el_gr: Για να σταματήσει ο αριθμός των επεξηγήσεων να γίνεται συντριπτικός, ορισμένες κατηγορίες, όπως οι διασταυρώσεις, δεν ανακοινώνονται αυτόματα όταν ταξιδεύετε με όχημα.
es_es: Para que el número de avisos no resulte abrumador, algunas categorías, como los cruces, no se anuncian automáticamente al viajar en un vehículo.
fa_ir: برای جلوگیری از زیاد شدن بیش از حد اعلان‌های صوتی، برخی دسته‌بندی‌ها، مانند تقاطع‌ها، هنگام سفر با وسیله نقلیه به طور خودکار اعلام نمی‌شوند.
fi_fi: Jotta ilmoitusten määrää voidaan estää kasvamasta hallitsemattomaksi, joitakin luokkia, kuten risteyksiä, ei ilmoiteta automaattisesti, kun kuljet ajoneuvolla.
fr_ca: Pour éviter un trop grand nombre de notifications, certaines catégories, comme les intersections, ne sont pas automatiquement annoncées lorsque vous les passez dans un véhicule.
it_it: Per evitare che il numero di notifiche diventi eccessivo, alcune categorie, come gli incroci, non vengono comunicate automaticamente quando viaggi in un veicolo.
ja_jp: コールアウトの数が多くなりすぎないように、ユーザーが乗り物で移動している間は、交差点など一部のカテゴリについては自動的にアナウンスが停止されます。
nb_no: For å hindre at antall meldinger blir for mange kunngjøres ikke enkelte kategorier, som veikryss, automatisk når du reiser med bil.
nl_nl: Om te voorkomen dat er te veel waarschuwingen worden weergegeven, worden bepaalde categorieën, zoals kruispunten, niet automatisch aangekondigd wanneer u met een auto reist.
pt_br: Para evitar que o número de notificações fique imenso, algumas categorias, como cruzamentos, não serão anunciadas automaticamente quando você estiver em um veículo.
pt_pt: Para evitar que o número de avisos se torne insuportável, algumas categorias (como cruzamentos) não são anunciados automaticamente quando viajar num veículo.
sv_se: För att det inte ska bli för många informationsljud meddelas vissa kategorier, som vägkorsningar, inte automatiskt om du färdas med ett fordon.

# faq.miss_a_callout.question
source: What if I don't understand a callout or miss it because of ambient noise?
da_dk: Hvad gør jeg, hvis jeg ikke forstår en lydbesked eller går glip af den på grund af omgivende støj?
de_de: Was wenn ich einen Hinweis nicht verstehe oder ihn aufgrund der Umgebungsgeräusche verpasse?
el_gr: Τι γίνεται αν δεν καταλαβαίνω μια επεξήγηση ή την χάνω λόγω του θορύβου του περιβάλλοντος;
es_es: ¿Qué ocurre si no comprendo un aviso o si no lo oigo por el ruido?
fa_ir: اگر یک اعلان صوتی را به خاطر سر و صدای محیط متوجه نشدم یا از دست دادم، چه کار کنم؟
fi_fi: Mitä, jos en ymmärrä ilmoitusta tai en huomaa sitä ympäristön melun takia?
fr_ca: Que se passe-t-il si je ne comprends pas une notification ou si je la manque en raison du bruit ambiant?
it_it: Cosa posso fare se non capisco una notifica o se la perdo a causa del rumore ambientale?
ja_jp: 周辺の音でコールアウトがわからない場合や聞き逃した場合はどうしたらよいですか?
nb_no: Hva om jeg ikke forstår en melding eller går glipp av den på grunn av omgivelsesstøy?
nl_nl: Wat moet ik doen als ik een waarschuwing niet begrijp of niet hoor vanwege omgevingsgeluid
pt_br: E se eu não entender uma notificação ou perdê-la por causa do ruído do ambiente?
pt_pt: O que acontece se não compreender um aviso ou se o perder devido ao ruído ambiente?
sv_se: Vad ska jag göra om jag inte förstår ett informationsljud eller jag missar det på grund av buller?

# faq.miss_a_callout.answer
source: Soundscape has a list of your recent callouts so that you can revisit callouts that you might have missed. To find this, tap on the search bar on the Soundscape home screen. At the bottom of this page, there is a section for "Recent Callouts" where the callout you missed will be listed. Alternatively, you can shake your phone to repeat the last callout. From the "Manage Callouts" section of the "Settings" screen, turn on "Repeat Callouts".
da_dk: Soundscape har en liste over dine seneste lydbeskeder, så du kan se på de lydbeskeder, du måske er gået glip af. Du kan finde den ved at trykke på søgelinjen på Soundscape-startskærmen. Nederst på denne side er der en sektion for "Seneste lydbeskeder", hvor den lydbesked, du gik glip af, vises.
de_de: Soundscape hat eine Liste der zuletzt genannten Hinweise, sodass Sie möglicherweise verpasste Hinweise wieder aufrufen können. Tippen Sie dazu in die Suchleiste auf dem Soundscape-Startbildschirm. Unten auf der Seite sehen Sie den Abschnitt „Neueste Hinweise“, wo Sie den verpassten Hinweis finden.
el_gr: Το Soundscape διαθέτει μια λίστα με τις πρόσφατες επεξηγήσεις σας, ώστε να μπορείτε να επισκεφθείτε ξανά τις επεξηγήσεις που μπορεί να έχετε χάσει. Για να το βρείτε αυτό, πατήστε στη γραμμή αναζήτησης στην αρχική οθόνη του Soundscape. Στο κάτω μέρος αυτής της σελίδας, υπάρχει μια ενότητα για "Πρόσφατες επεξηγήσεις" όπου θα παρατίθεται η επεξήγηση που χάσατε.
es_es: Soundscape tiene una lista de tus avisoss recientes para que puedas volver a visitar los avisos que te hayas perdido. Para ello, pulsa en la barra de búsqueda de la pantalla de inicio de Soundscape. En la parte inferior de esta página, hay una sección de "Avisos recientes" donde aparecerá el aviso que te perdiste. También puedes agitar el teléfono para repetir el último aviso. En la sección "Administrar Avisos" de la pantalla "Ajustes", activa la opción "Repetir Avisos".
fa_ir: Soundscape لیستی از اعلان‌های صوتی اخیر شما را نگه می‌دارد تا بتوانید اعلان‌هایی را که ممکن است از دست داده باشید، دوباره مرور کنید. برای پیدا کردن این لیست، روی نوار جستجو در صفحه اصلی Soundscape ضربه بزنید. در پایین این صفحه، بخشی برای «اعلان‌های صوتی اخیر» وجود دارد که اعلان صوتی از دست رفته شما در آن لیست شده است. همچنین، می‌توانید گوشی خود را تکان دهید تا آخرین اعلان صوتی تکرار شود. از بخش «مدیریت اعلان‌های صوتی» در صفحه «تنظیمات»، «تکرار اعلان‌های صوتی» را روشن کنید.
fi_fi: Soundscapessa on luettelo viimeisimmistä huomioteksteistäsi, jotta voit tarkastella uudelleen huomiotekstejä, jotka olet ehkä unohtanut. Löytääksesi tämän, napauta Soundscapen kotinäytön hakupalkkia. Tämän sivun alareunassa on "Viimeaikaiset huomiotekstit" -osio, jossa huomaamatta jääneet huomiotekstit näkyvät. Vaihtoehtoisesti voit toistaa viimeisen huomiotekstin ravistamalla puhelintasi. Ota "Toista huomiotekstit" käyttöön, "Asetukset"-näytön "Hallitse huomiotekstejä" -osiosta.
fr_ca: Soundscape dispose d’une liste de vos récentes notifications activées afin que vous puissiez consulter celles que vous pourriez avoir manquées. Pour cela, appuyez sur la barre de recherche de l’écran d’accueil de Soundscape. Au bas de cette page, vous trouverez une section intitulée « Notifications activées récentes », présentant une liste des notifications activées manquées.
it_it: Soundscape ha l'elenco delle tue notifiche recenti per permetterti di esaminare quelle che potresti aver perso. Per trovarlo, tocca la barra di ricerca nella schermata iniziale di Soundscape. Nella parte inferiore di questa pagina, c'è la sezione "Notifiche recenti" in cui vengono elencate le notifiche che hai perso.
ja_jp: Soundscape には最近のコールアウトの一覧があり、聞き逃したコールアウトを確認できます。この一覧を確認するには、Soundscape ホーム画面の検索バーをタップします。このページの下に [最近のコールアウト] のセクションがあり、聞き逃したコールアウトが表示されます。
nb_no: Soundscape har en liste over nylige meldinger slik at du kan se meldinger du kanskje har gått glipp av. Du finner listen ved å trykke på søkefeltet på startskjermen til Soundscape. Nederst på denne siden finner du delen Nylige meldinger der meldingen du har gått glipp av, er oppført.
nl_nl: Soundscape bevat een lijst met uw recente waarschuwingen zodat u deze kunt bekijken als u ze hebt gemist. Tik hiervoor op de zoekbalk op het startscherm van Soundscape. Onderaan deze pagina ziet u de sectie Recente waarschuwingen waarin de waarschuwing die u hebt gemist, wordt vermeld.
pt_br: O Soundscape tem uma lista das notificações recentes para que você possa verificá-las caso tenha perdido alguma. Para acessar a lista, toque na barra de pesquisa na tela inicial do Soundscape. Na parte inferior dessa tela, há a seção "Notificações Recentes" onde uma notificação que você tiver perdido estará listada.
pt_pt: O Soundscape tem uma lista dos avisos recentes, para que possa rever avisos que tenha perdido. Para os encontrar, toque na barra de pesquisa existente no ecrã principal do Soundscape. Na parte inferior desta página, existe uma secção chamada "Avisos Recentes", onde estará listado o aviso que perdeu.
sv_se: Soundscape innehåller en lista över dina senaste informationsljud så att du kan besöka informationsljud du har missat igen. Du hittar listan genom att trycka på sökfältet på startskärmen i Soundscape. Längst ned på sidan finns avsnittet "Senaste informationsljud" där informationsljudet som du missade visas.

# faq.section.how_soundscape_works
source: How does Soundscape work?
da_dk: Hvordan fungerer Soundscape?
de_de: Wie funktioniert Soundscape?
el_gr: Πως λειτουργεί το Soundscape;
es_es: ¿Cómo funciona Soundscape?
fa_ir: Soundscape چگونه کار می‌کند؟
fi_fi: Kuinka Soundscape toimii?
fr_ca: Comment Soundscape fonctionne-t-il?
it_it: Come funziona Soundscape?
ja_jp: Soundscape はどのような仕組みになっていますか?
nb_no: Hvordan fungerer Soundscape?
nl_nl: Hoe werkt Soundscape?
pt_br: Como funciona o Soundscape?
pt_pt: Como funciona o Soundscape?
sv_se: Hur fungerar Soundscape?

# faq.supported_phones.question
source: What phone does Soundscape run on?
da_dk: Hvilken telefon kører Soundscape på?
de_de: Mit welchen Mobilgeräten ist Soundscape kompatibel?
el_gr: Σε ποια τηλέφωνα λειτουργεί το Soundscape;
es_es: ¿En qué teléfono se ejecuta Soundscape?
fa_ir: Soundscape روی چه گوشی‌هایی اجرا می‌شود؟
fi_fi: Missä puhelimessa Soundscape toimii?
fr_ca: Avec quel téléphone Soundscape fonctionne-t-il?
it_it: Su quale telefono funziona Soundscape?
ja_jp: どのスマートフォンで Soundscape を実行できますか?
nb_no: Hvilken telefon støtter Soundscape?
nl_nl: Op welke telefoon werkt Soundscape?
pt_br: Em quais telefones o Soundscape pode ser executado?
pt_pt: Que telemóveis são compatíveis com o Soundscape?
sv_se: Vilken telefon går det att köra Soundscape på?

# faq.supported_phones.answer
source: Soundscape is currently available for Apple iOS, running on iPhone SE, iPhone 6S and later.
da_dk: Soundscape er i øjeblikket tilgængelig til Apple iOS og kører på iPhone SE, iPhone 6S og nyere.
de_de: Soundscape ist derzeit für Apple iOS verfügbar und funktioniert mit iPhone SE, iPhone 6S und neueren Versionen.
el_gr: Το Soundscape είναι προς το παρόν διαθέσιμο για Apple iOS, που εκτελείται σε iPhone SE, iPhone 6S και νεότερες συσκευές.
es_es: Soundscape está disponible actualmente para Apple iOS, en iPhone SE, iPhone 6S y modelos posteriores.
fa_ir: Soundscape در حال حاضر برای Apple iOS، روی آیفون SE، آیفون 6S و مدل‌های جدیدتر در دسترس است.
fi_fi: Soundscape on saatavilla Apple iOS -käyttöjärjestelmälle laitteilla iPhone SE, iPhone 6S ja uudemmat.
fr_ca: Soundscape est actuellement disponible pour Apple iOS, qui est utilisé sur les iPhone SE, iPhone 6S et versions ultérieures.
it_it: Soundscape è attualmente disponibile per Apple iOS, in esecuzione su iPhone SE, iPhone 6S e successivi.
ja_jp: Soundscape は現在、iPhone SE、iPhone 6S 以降を実行する Apple iOS で使用できます。
nb_no: Soundscape er for øyeblikket tilgjengelig for Apple iOS, som kjøres på iPhone SE, iPhone 6S og nyere.
nl_nl: Soundscape is momenteel beschikbaar voor Apple iOS, en werkt op iPhone SE, iPhone 6S en later.
pt_br: Atualmente, o Soundscape está disponível para o sistema Apple iOS nos modelos iPhone SE, iPhone 6S e posteriores.
pt_pt: O Soundscape está atualmente disponível para o Apple iOS, em execução num iPhone SE, iPhone 6S e posteriores.
sv_se: Soundscape är för närvarande tillgängligt för Apple iOS som körs på iPhone SE, iPhone 6S och senare.

# faq.supported_headsets.question
source: What headphones should I use with Soundscape?
da_dk: Hvilke hovedtelefoner skal jeg bruge sammen med Soundscape?
de_de: Welche Kopfhörer sollte ich mit Soundscape verwenden?
el_gr: Ποια ακουστικά πρέπει να χρησιμοποιήσω με το Soundscape;
es_es: ¿Qué auriculares debo usar con Soundscape?
fa_ir: از چه هدفون‌هایی باید با Soundscape استفاده کنم؟
fi_fi: Mitä kuulokkeita Soundscapen kanssa tulisi käyttää?
fr_ca: Quel casque dois-je utiliser avec Soundscape?
it_it: Quali auricolari si devono usare con Soundscape?
ja_jp: Soundscape ではどのようなヘッドホンを使用する必要がありますか?
nb_no: Hvilke hodetelefoner bør jeg bruke med Soundscape?
nl_nl: Welke koptelefoon kan ik het beste gebruiken met with Soundscape?
pt_br: Quais fones de ouvido devo usar com o Soundscape?
pt_pt: Que auscultadores devo utilizar com o Soundscape?
sv_se: Vilka hörlurar bör jag använda med Soundscape?
