Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.controlling_what_you_hear.answer
source: Soundscape provides several ways to control what you hear and when: 1. Immediately stop all audio: Double tap the screen with two fingers to immediately turn off all audio, including any callout that is currently playing and the beacon if it is on. Callouts will resume automatically when you approach the next intersection or point of interest, but the audible beacon will not. Select the "unmute beacon button" on the home screen to resume hearing the beacon. 2. Stop automatic callouts: When you are not traveling or have reached a destination, you probably will not need Soundscape to continue to notify you of things around you. Instead of exiting the app, you can put Soundscape in Snooze mode and it will wake up again when you leave, or you can put Soundscape in Sleep mode and it will stay off until you wake it up. Alternatively, you can select "Settings" from the menu and choose to turn all callouts off in the "Manage Callouts" section. 3. Stop the beacon: There are several scenarios for which you might set a destination, but not need the audible beacon on. For example, you may know exactly how to get to your destination but want to get automatic updates about how far away you are from your destination. Or, you may know roughly how to get to your destination, and only need the audio beacon as you near your destination. Whatever the case, you can choose when to hear the beacon by toggling the "mute beacon"/"unmute beacon" button on the home screen.
da_dk: Soundscape indeholder flere måder, hvorpå du kan styre, hvad du hører og hvornår: 1. Stop straks al lyd: Dobbelttryk på skærmen med to fingre for straks at slukke for al lyd, herunder enhver lydbesked, der afspilles i øjeblikket, og lydfyret, hvis det er tændt. Lydbeskeder genoptages automatisk, når du nærmer dig det næste kryds eller interessepunkt, men det hørbare lydfyr gør ikke. Vælg knappen "slå lydfyr til" på hovedskærmen for at fortsætte med at høre lydfyret. 2. Stop automatiske lydbeskeder: Når du ikke kører eller har nået en destination, behøver du sandsynligvis ikke, at Soundscape fortsætter med at give dig besked om ting omkring dig. I stedet for at forlade appen kan du sætte Soundscape i slumretilstand, og den aktiveres igen, når du forlader programmet, eller du kan sætte Soundscape i dvaletilstand, så forbliver den slukket, indtil du vælger at slå den til igen. Du kan også vælge "Indstillinger" i menuen og vælge at slå alle lydbeskeder fra i afsnittet "Administrer lydbeskeder". 3. Stop lydfyret: Der er flere scenarier, som du kan indstille en destination, men ikke har brug for at slå lydfyret til. Du ved f.eks. præcis, hvordan du kommer til din destination, men ønsker at få automatiske opdateringer om, hvor langt du er fra din destination. Eller du ved måske nogenlunde, hvordan du kommer til din destination, og har kun brug for lydfyret, når du nærmer dig din destination. Uanset hvad, kan du vælge, hvornår du vil høre lydfyret ved at skifte knappen "slå lydfyr fra"/"slå lydfyr til" på hovedskærmen.
de_de: Soundscape bietet mehrere Möglichkeiten, um zu steuern, was Sie hören, und wann Sie es hören: 1. Alle Audiosignale sofort stoppen: Doppeltippen Sie mit zwei Fingern auf den Bildschirm, um alle Audiosignale sofort auszuschalten, einschließlich aller Hinweise, die derzeit abgespielt sind, und des Beacons, wenn eines aktiv ist. Die Hinweisfunktion wird automatisch aktiviert, sobald Sie sich der nächsten Kreuzung oder dem nächsten Point-of-Interest nähern, das Audiobeacon bleibt jedoch stummgeschaltet. Tippen Sie auf dem Startbildschirm auf „Stummschaltung des Beacons aufheben“, um das Beacon wieder zu hören. 2. Automatische Hinweise anhalten: Wenn Sie nicht mehr unterwegs sind oder Ihr Ziel erreicht haben, benötigen Sie Soundscape wahrscheinlich nicht mehr, um Sie über Dinge in Ihrer Umgebung zu informieren. Anstatt die App zu beenden, können Sie Soundscape bis zur erneuten Aktivierung in den Ruhemodus versetzen. Sie können Soundscape auch in den Standbymodus schalten, damit es aus bleibt, bis Sie es wieder einschalten. Alternativ können Sie unter „Einstellungen“ im Abschnitt „Hinweise verwalten“ festlegen, dass alle Hinweise ausgeschaltet werden sollen. 3. Beacon anhalten: Es gibt mehrere Szenarien, in denen Sie ein Ziel festlegen, aber das Audiobeacon nicht benötigen. Sie wissen zum Beispiel genau, wie Sie Ihr Ziel erreichen, möchten aber automatische Updates darüber erhalten, wie weit Sie von Ihrem Ziel entfernt sind. Oder Sie wissen ungefähr, wie Sie zu Ihrem Ziel kommen, und benötigen das Beacon nur, wenn Sie sich Ihrem Ziel nähern. In jedem Fall können Sie auswählen, wann Sie das Beacon hören möchten, indem Sie auf dem Hauptbildschirm zwischen den Schaltflächen „Beacon stummschalten“ und „Stummschaltung des Beacons aufheben“ umschalten.
el_gr: Το Soundscape παρέχει διάφορους τρόπους ελέγχου όσων ακούτε και πότε: 1. Σταματήστε αμέσως κάθε ήχο: Πατήστε δύο φορές την οθόνη με δύο δάχτυλα για να απενεργοποιήσετε αμέσως τον ήχο, συμπεριλαμβανομένης οποιασδήποτε επεξήγησης αναπαράγεται εκείνη τη στιγμή και του ηχητικού σήματος, αν είναι σε εξέλιξη. Οι επεξηγήσεις θα συνεχιστούν αυτόματα όταν πλησιάσετε την επόμενη διασταύρωση ή σημείο ενδιαφέροντος, αλλά το ηχητικό σήμα όχι. Επιλέξτε το "κουμπί μη σίγαση ηχητικού σήματος" στην κύρια οθόνη για να συνεχίσετε να ακούτε το ηχητικό σήμα. 2. Διακοπή αυτόματων επεξηγήσεων: Όταν δεν μετακινήστε. δεν έχετε φτάσει σε έναν προορισμό, πιθανότατα δεν θα χρειαστείτε το Soundscape για να συνεχίσετε να σας ειδοποιεί για πράγματα γύρω σας. Αντί να βγείτε από την εφαρμογή, μπορείτε να θέσετε το Soundscape σε λειτουργία αναβολής και θα ενεργοποιηθεί ξανά όταν ξεκινήσετε, ή μπορείτε να θέσετε το Soundscape σε κατάσταση αναστολής λειτουργίας και θα παραμείνει κλειστό μέχρι να επιλέξετε να το ενεργοποιήσετε ξανά. Εναλλακτικά, μπορείτε να επιλέξετε "Ρυθμίσεις" από το μενού και να επιλέξετε να απενεργοποιήσετε όλες τις επεξηγήσεις στην ενότητα "Διαχείριση επεξηγήσεων". 3. Σταματήστε το ηχητικό σήμα: Υπάρχουν διάφορα σενάρια για τα οποία μπορείτε να ορίσετε έναν προορισμό, αλλά δεν χρειάζεστε το ηχητικό σήμα. Για παράδειγμα, μπορεί να γνωρίζετε ακριβώς πώς να φτάσετε στον προορισμό σας, αλλά να θέλετε να λαμβάνετε αυτόματες ενημερώσεις σχετικά με το πόσο μακριά βρίσκεστε από τον προορισμό σας. Ή, μπορεί να γνωρίζετε περίπου πώς να φτάσετε στον προορισμό σας και χρειάζεστε μόνο το ηχητικό σήμα καθώς πλησιάζετε στον προορισμό σας. Σε κάθε περίπτωση, μπορείτε να επιλέξετε πότε θα ακούσετε το ηχητικό σήμα, πατώντας το κουμπί "σίγαση ηχητικού σήματος"/"κατάργηση σίγασης ηχητικού σήματος".
es_es: Soundscape ofrece varias formas de controlar lo que oyes y cuándo: 1. Detener inmediatamente todo el audio: Toca dos veces la pantalla con dos dedos para apagar inmediatamente todo el audio, incluyendo cualquier aviso que se esté reproduciendo en ese momento y la señal si está encendida. Los avisos se reanudarán automáticamente cuando te acerques al siguiente cruce o punto de interés, pero la señal de audio no. Selecciona el botón "Reactivar señal" en la pantalla de inicio para reanudar la audición de la señal. 2. Detener los avisos automáticos: Cuando no estés viajando o hayas llegado a un destino, probablemente no necesitarás que Soundscape siga avisándote de las cosas que te rodean. En lugar de salir de la aplicación, puedes poner Soundscape en el modo de aplazamiento y se despertará de nuevo cuando salgas, o puedes poner Soundscape en el modo de reposo y permanecerá apagado hasta que lo despiertes. Alternativamente, puedes seleccionar "Ajustes" en el menú y elegir desactivar todos los avisos en la sección "Administrar Avisos". 3. Detener la señal: Hay varios escenarios para los que podrías establecer un destino, pero no necesitar la señal audible encendida. Por ejemplo, puede que sepas exactamente cómo llegar a tu destino pero quieras recibir actualizaciones automáticas sobre la distancia a la que te encuentras de tu destino. O puede que sepas más o menos cómo llegar a tu destino y sólo necesites la señal de audio cuando te acerques a él. En cualquier caso, puedes elegir cuándo oír la señal alternando el botón "Silenciar señal"/"Reactivar señal" en la pantalla de inicio.
fa_ir: Soundscape چندین راه برای کنترل آنچه می‌شنوید و زمان آن را فراهم می‌کند: ۱. توقف فوری همه صداها: با دو انگشت روی صفحه دو بار ضربه بزنید تا همه صداها، از جمله هر اعلان صوتی در حال پخش و نشانهٔ صوتی اگر روشن باشد، فوراً خاموش شوند. اعلان‌های صوتی با نزدیک شدن به تقاطع یا نقطه مورد علاقه بعدی به طور خودکار از سر گرفته می‌شوند، اما نشانهٔ صوتی شنیدنی اینطور نیست. دکمه «باصدا کردن نشانهٔ صوتی» را در صفحه اصلی انتخاب کنید تا دوباره نشانهٔ صوتی را بشنوید. ۲. توقف اعلان‌های صوتی خودکار: زمانی که در حال سفر نیستید یا به مقصدی رسیده‌اید، احتمالاً نیازی ندارید که Soundscape به اطلاع‌رسانی در مورد چیزهای اطراف شما ادامه دهد. به جای خروج از برنامه، می‌توانید Soundscape را در حالت چرت زدن قرار دهید و با حرکت شما بیدار خواهد شد، یا می‌توانید Soundscape را در حالت خواب قرار دهید و تا زمانی که شما آن را بیدار نکنید، خاموش خواهد ماند. همچنین، می‌توانید از منو «تنظیمات» را انتخاب کرده و همه اعلان‌های صوتی را در بخش «مدیریت اعلان‌های صوتی» خاموش کنید. ۳. توقف نشانهٔ صوتی: سناریوهای مختلفی وجود دارد که ممکن است مقصدی را تنظیم کنید، اما به نشانهٔ صوتی شنیدنی نیاز نداشته باشید. به عنوان مثال، ممکن است دقیقاً بدانید چگونه به مقصد خود برسید، اما فقط می‌خواهید به‌روزرسانی‌های خودکار در مورد فاصله خود دریافت کنید. یا، ممکن است تقریباً بدانید چگونه به مقصد خود برسید و فقط زمانی که تقریباً به آنجا رسیده‌اید به نشانهٔ صوتی نیاز داشته باشید. در هر صورت، می‌توانید با تغییر دکمه «بی‌صدا کردن نشانهٔ صوتی»/«باصدا کردن نشانهٔ صوتی» در صفحه اصلی، زمان شنیدن نشانهٔ صوتی را انتخاب کنید.
fi_fi: Soundscape tarjoaa useita tapoja hallita, mitä kuulet ja milloin: 1. Lopeta kaikki ääni välittömästi: Kaksoisnapauta näyttöä kahdella sormella sammuttaaksesi välittömästi kaikki äänet, mukaan lukien kaikki parhaillaan toistettavat huomiotekstit ja majakka, jos se on päällä. Huomiotekstit jatkuvat automaattisesti, kun lähestyt seuraavaa risteystä tai kiinnostavaa kohdetta, mutta merkkivalo ei pala. Jatka majakan kuulemista valitsemalla kotinäytössä "kumoa majakan mykistys" -painike. 2. Lopeta automaattiset huomiotekstit: Kun et ole matkustamassa tai olet saapunut määränpäähän, et todennäköisesti tarvitse Soundscapea ilmoittamaan sinulle ympärilläsi olevista asioista. Sovelluksesta poistumisen sijaan voit laittaa Soundscapen Torkku-tilaan, jolloin se herää uudelleen, kun lähdet, tai voit laittaa Soundscapen lepotilaan, jolloin se pysyy pois päältä, kunnes herätät sen. Vaihtoehtoisesti voit valita valikosta "Asetukset" ja poistaa kaikki huomiotekstit käytöstä "Hallitse huomiotekstejä" -osiossa. 3. Pysäytä majakka: On olemassa useita tilanteita, joissa voit asettaa määränpään, mutta et tarvitse merkkivaloa. Saatat esimerkiksi tietää tarkalleen, kuinka pääset määränpäähäsi, mutta haluat saada automaattisia päivityksiä siitä, kuinka kaukana olet määränpäästäsi. Tai saatat tietää suunnilleen kuinka päästä määränpäähäsi, ja tarvitset vain äänimajakan, kun olet lähellä määränpäätä. Joka tapauksessa voit valita, milloin majakka kuullaan vaihtamalla "mykistä majakka"/"kumoa majakan mykistys" -painiketta kotinäytöllä.
fr_ca: Soundscape offre plusieurs manières de contrôler ce que vous entendez et quand vous l’entendez : 1. Arrêter immédiatement tous les sons : appuyez deux fois sur l’écran avec deux doigts pour désactiver immédiatement tous les sons, notamment les notifications en cours de lecture et les balises si elles sont activées. Les notifications reprennent automatiquement lorsque vous approchez de la prochaine intersection ou du prochain point d’intérêt, mais pas les balises audibles. Sélectionnez le bouton « Réactiver le son de la balise » dans l’écran principal pour recommencer à entendre la balise. 2. Arrêter les notifications automatiques : lorsque vous n’êtes pas en déplacement ou lorsque vous avez atteint une destination, vous n’avez probablement pas besoin que Soundscape continue à vous annoncer les éléments qui vous entourent. Au lieu de quitter l’application, vous pouvez mettre Soundscape en mode Désactiver temporairement et il ressortira de veille lorsque vous quitterez, ou vous pouvez mettre Soundscape en mode Mettre en veille et il restera désactivé jusqu’à ce que vous choisissiez de le réactiver. Vous pouvez également sélectionner « Réglages » dans le menu et choisir de désactiver toutes les notifications dans la section « Gérer les notifications ». 3. Arrêter la balise : il existe plusieurs scénarios pour lesquels vous pouvez définir une destination, mais pour lesquels vous n’avez pas besoin d’activer les balises audibles. Par exemple, vous savez peut-être exactement comment arriver à destination, mais vous souhaitez obtenir des mises à jour automatiques sur la distance à laquelle vous vous trouvez par rapport à votre destination. Ou alors, vous savez peut-être à peu près comment arriver à votre destination et n’avez besoin de la balise sonore que lorsque vous approchez de votre destination. Quel que soit le cas, vous pouvez choisir quand entendre la balise en activant/désactivant le bouton « désactiver/réactiver le son de la balise » dans l’écran principal.
it_it: Soundscape offre diversi modi per controllare ciò che senti e quando: 1. Interrompi immediatamente tutto l'audio: tocca due volte lo schermo con due dita per disattivare immediatamente tutto l'audio, incluse le notifiche attualmente in riproduzione e l'audiofaro se è attivato. Le notifiche riprenderanno automaticamente quando ti avvicini all'incrocio o al punto di interesse successivo, ma non l'audiofaro acustico. Seleziona il "pulsante Attiva audio audiofaro" nella schermata iniziale per riprendere l'ascolto dell'audiofaro. 2. Interrompi le notifiche automatiche: quando non sei in viaggio o hai raggiunto la destinazione, probabilmente non avrai bisogno che Soundscape continui a notificarti cosa c'è intorno a te. Invece di uscire dall'app, puoi mettere Soundscape in modalità Posponi e si riattiverà di nuovo quando esci oppure puoi mettere Soundscape in modalità Sospendi e rimarrà spento fino a quando non scegli di riattivarlo. In alternativa puoi selezionare "Impostazioni" dal menu e scegliere di disattivare tutte le notifiche nella sezione "Gestisci notifiche". 3. Interrompi l'audiofaro: esistono diversi scenari in cui potresti impostare una destinazione, ma non hai la necessità di attivare l'audiofaro acustico. Ad esempio, potresti sapere esattamente come arrivare a destinazione ma desideri ricevere aggiornamenti automatici su quanto sei lontano dalla destinazione. Oppure potresti sapere più o meno come arrivare a destinazione e avere solo bisogno dell'audiofaro solo quando sei nelle vicinanze. In ogni caso, puoi scegliere quando ascoltare l'audiofaro attivando il pulsante "Attiva audio audiofaro"/"Disattiva audio audiofaro" nella schermata principale.
ja_jp: Soundscape のどの音声案内をいつ鳴らすかをコントロールするには、いくつかの方法があります。 1. すべての音声をすぐに停止: 2 本指で画面をダブルタップすると、即座にすべての音声がオフになります。再生中のコールアウトや設定されているビーコンも停止されます。次の交差点や特定地点に近付くと自動的にコールアウトが再開されますが、音声ビーコンは再開されません。再度ビーコンを鳴らすには、メイン画面の [ビーコンのミュートを解除] ボタンを選択します。 2. 自動コールアウトを停止: 移動中でないときや目的地に着いたときには、Soundscape による周辺情報の通知は必要ありません。その場合、アプリを終了せずに、Soundscape をスヌーズ モードにすると、移動を始めたときにスヌーズが解除されます。または、Soundscape をスリープ モードにすると、ユーザーがオンにするまでオフのままになります。もう 1 つの方法として、メニューの [設定] を選択して、[コールアウトを管理] セクションですべてのコールアウトをオフにすることもできます。 3. ビーコンを停止: 目的地を設定しても、音声ビーコンは必要でない場合もあります。たとえば、目的地までの行き方はよくわかっていて、目的地までの距離だけは自動的に通知が欲しい場合があります。または、目的地までの大まかな行き方はわかっているので、目的地付近まで来たら音声ビーコンが必要な場合があります。どのような場合でも、メイン画面の [ビーコンをミュート]/[ビーコンのミュートを解除] ボタンを切り替えることで、ビーコンを鳴らすかどうかを指定できます。
nb_no: Det finner flere måter for å styre det du hører og når du hører det, i Soundscape: 1. Stopp umiddelbart all lyd: Dobbelttrykk på skjermen med to fingre for å slå av all lyd umiddelbart, deriblant meldinger som for øyeblikket spilles av og lydsignalet hvis det er på. Meldinger gjenopptas automatisk når du nærmer deg neste veikryss eller interessepunkt, men lydsignalet gjenopptas ikke. Velg knappen Slå på lydsignal på hovedskjermen for å høre lydsignalet igjen. 2. Stopp automatiske meldinger: Når du ikke beveger deg, eller når du har nådd en destinasjon, er det kanskje ikke nødvendig at Soundscape fortsetter å varsle deg om ting rundt deg. I stedet for å avslutte appen kan du sette Soundscape i pausemodus og vekke den igjen når du forlater stedet, eller du kan sette Soundscape i dvalemodus. Den forblir av til du velger å slå den på igjen. Du kan også velge Innstillinger fra menyen og velge å slå av alle meldinger i delen Administrer meldinger. 3. Stopp lydsignalet: Det finnes flere tilfeller der du kanskje vil angi en destinasjon, men ikke trenger å ha lydsignalet på. Du vet for eksempel nøyaktig hvordan du kommer deg til destinasjonen, men ønsker å få automatiske oppdateringer om hvor langt unna destinasjonen du er. Det kan hende at du også vil vite sånn cirka hvordan du kommer deg til destinasjonen, og at du bare trenger lydsignalet når du nærmer deg destinasjonen. Du kan uansett velge når du hører lydsignalet ved å trykke på knappen for å slå av og på lydsignalet på hovedskjermen.
nl_nl: Soundscape heeft verschillende manieren om te bepalen wat u hoort en wanneer: 1. Meteen alle audio stoppen: dubbeltik op het scherm met twee vingers om meteen alle audio uit te schakelen, met inbegrip van waarschuwingen die momenteel worden afgespeeld en van het baken als het is ingeschakeld. De waarschuwingen worden automatisch hervat wanneer u het volgende kruispunt of referentiepunt nadert, maar het audiobaken niet. Selecteer de knop Baken dempen opheffen op het hoofdscherm als u het baken weer wilt horen. 2. Automatische waarschuwingen stoppen: wanneer u niet rijdt of een bestemming hebt bereikt, is het waarschijnlijk niet meer nodig dat Soundscape meldingen blijft geven over uw omgeving. In plaats van de app af te sluiten kunt u Soundscape in de sluimerstand zetten. De app wordt dan geactiveerd wanneer u weer vertrekt. Ook kunt u Soundscape in de slaapstand zetten waardoor de app uitgeschakeld blijft tot u deze weer inschakelt. Of selecteer Instellingen in het menu en schakel alle waarschuwingen uit in de sectie Waarschuwingen beheren. 3. Het baken stoppen: er zijn verschillende scenario's waarin u wel een bestemming wilt instellen maar geen hoorbaar baken nodig hebt. U weet bijvoorbeeld precies hoe u bij uw bestemming komt maar u wilt automatische updates krijgen over hoe ver het nog is. Of u weet ongeveer hoe u de bestemming vindt en u hebt het audiobaken pas nodig als u er bijna bent. In beide gevallen kunt u het audiobaken in- of uitschakelen met de knop Baken dempen/Baken dempen opheffen op het hoofdscherm.
pt_br: O Soundscape oferece diversas formas de controlar o que você ouve e quando: 1. Parar imediatamente todo o áudio: dê um toque duplo na tela com dois dedos para desativar todo o áudio imediatamente, incluindo qualquer notificação que esteja sendo reproduzida e o sinalizador, se estiver ativado. As notificações serão retomadas automaticamente quando você se aproximar do próximo cruzamento ou ponto de interesse, mas o sinalizador audível não. Selecione o botão "Desativar Mudo do Sinalizador" na tela principal para voltar a ouvir o sinalizador. 2. Parar notificações automáticas: quando você não estiver se movendo ou se tiver chegado a um destino, provavelmente não precisará que o Soundscape continue a notificá-lo sobre o que está ao seu redor. Em vez de sair do aplicativo, você poderá Colocar em Ociosidade o Soundscape e ele despertará novamente quando você sair, ou poderá Colocar em Suspensão o Soundscape e ele permanecerá desativado até você optar por ativá-lo novamente. Como alternativa, selecione "Ajustes" no menu e opte por desativar todas as notificações na seção "Gerenciar Notificações". 3. Parar o sinalizador: há vários cenários para os quais você pode definir um destino, mas não precisa de um sinalizador audível ativado. Por exemplo, você pode saber exatamente como chegar ao seu destino, mas quer obter atualizações automáticas sobre a distância até o destino. Ou você pode saber mais ou menos como chegar ao destino, e só precisa do sinalizador sonoro quando se aproxima do destino. Seja qual for o caso, você pode escolher quando ouvirá o sinalizador ao alternar o botão "Ativar Mudo do Sinalizador"/"Desativar Mudo do Sinalizador" na tela principal.
pt_pt: O Soundscape fornece várias formas de controlar o que ouve e quando: 1. Parar automaticamente todo o áudio: faça duplo toque no ecrã com dois dedos para desativar imediatamente todo o áudio, incluindo qualquer aviso que esteja atualmente a ser reproduzido e o aviso, se este estiver ativado. Os avisos continuarão automaticamente quando se aproximar do próximo cruzamento ou ponto de interesse, mas o sinal audível não. Selecione o "botão ativar sinal" no ecrã principal para voltar a ouvir o sinal. 2. Desativar avisos automáticos: quando não está a viajar ou tiver chegado a um destino, é provável que não necessite que o Soundscape continue a avisá-lo do que o rodeia. Em vez de sair da aplicação, pode colocar o Soundscape em Modo de pausa e este será reativado quando partir. Alternativamente, pode colocar o Soundscape em Modo de suspensão; neste caso, a aplicação permanecerá desativada até que volte a ativá-la. Também pode selecionar "Definições" no menu e optar por desativar todos os avisos na secção "Gerir Avisos" section. 3. Parar o sinal: existem vários cenários nos quais poderá pretender definir um destino, mas não necessitar de ter o sinal audível ativo. Por exemplo, poderá saber exatamente como chegar ao destino, mas pretender receber notificações automáticas sobre a distância a que se encontra deste. Também pode saber vagamente como chegar ao destino e só necessitar do sinal de áudio quando estiver perto deste. Independentemente da situação, pode optar quando o sinal está ativo através do botão "desativar sinal"/"ativar sinal" no ecrã principal.
sv_se: I Soundscape kan du på flera sätt kontrollera vad du hör och när: 1. Stoppa alla ljud omedelbart: Dubbelknacka på skärmen med två fingrar om du vill stänga av alla ljud omedelbart, även alla informationsljud som spelas upp och ljudfyren om den är aktiv. Informationsljuden återupptas när du närmar dig nästa vägkorsning eller intressepunkt, men ljudfyren hörs inte. Välj knappen "Sätt på ljudfyr" på huvudskärmen om du vill höra ljudfyren igen. 2. Stoppa automatiska informationsljud: När du inte reser eller när du har kommit fram till ett mål behöver du förmodligen inte längre Soundscape. I stället för att avsluta Soundscape kan du försätta appen i snoozeläge så att den aktiveras när du börjar resa igen. Du kan också försätta Soundscape i viloläge så att appen är avstängd tills du väljer att aktivera den igen. Du kan också välja "Inställningar" från menyn och välja att stänga av alla informationsljud i avsnittet "Hantera informationsljud". 3. Stoppa ljudfyren: Det finns flera situationer där du kanske vill ställa in ett mål, men inte behöver ha ljudfyren på. Du kanske känner till exakt hur du tar dig till målet, men vill få automatiska uppdateringar om hur långt det är kvar. Eller så kanske du känner till på ett ungefär hur du tar dig till målet, och bara behöver ljudfyren när du börjar närma dig. Oavsett vilket, kan du välja att höra ljudfyren genom att växla läge på knappen "Stäng av ljudfyr"/"Sätt på ljudfyr" på huvudskärmen.
