Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.mobile_data_use.question
source: How much mobile data does Soundscape use?
da_dk: Hvor mange mobildata bruger Soundscape?
de_de: Wie hoch ist die mobile Datenmenge, die Soundscape verbraucht?
el_gr: Πόσα δεδομένα κινητής τηλεφωνίας χρησιμοποιεί το Soundscape;
es_es: ¿Cuántos datos móviles usa Soundscape?
fa_ir: Soundscape چه مقدار داده تلفن همراه مصرف می‌کند؟
fi_fi: Kuinka paljon mobiilidataa Soundscape käyttää?
fr_ca: Quelle quantité de données mobiles Soundscape utilise-t-il?
it_it: Quanti dati mobili utilizza Soundscape?
ja_jp: Soundscape ではどの程度のモバイル データが使用されますか?
nb_no: Hvor mye mobildata bruker Soundscape?
nl_nl: Hoeveel mobiele gegevens gebruikt Soundscape?
pt_br: Qual a quantidade de dados móveis usados pelo Soundscape?
pt_pt: Que quantidade de dados móveis utiliza o Soundscape?
sv_se: Hur mycket mobildata använder Soundscape?

# faq.mobile_data_use.answer
source: The amount of mobile data used depends on how you use Soundscape. We have designed Soundscape to use only a small amount of data when you’re out and about by doing things like saving points as you walk around so you don’t need to download them again every time you go back to somewhere you’ve already been. To reduce the amount of mobile data you use, make sure you are connected to Wi-Fi whenever possible, particularly to download the app. When you are not using Soundscape, you should use the "Sleep" button to put Soundscape to sleep or force close the app.
da_dk: Mængden af mobildata, der bruges, afhænger af, hvordan du bruger Soundscape. Vi har designet Soundscape til kun at bruge en lille mængde data, når du er aktiv, ved at gemme punkter, mens du går omkring, så du ikke behøver at downloade dem igen, hver gang du går tilbage til et sted, du allerede har været. Hvis du vil reducere mængden af mobildata, du bruger, skal du sørge for, at du har forbindelse til Wi-Fi, så snart det er muligt, især til at downloade appen. Når du ikke bruger Soundscape, skal du bruge knappen "Dvale" til at sætte Soundscape på vågeblus eller tvinge appen til at lukke.
de_de: Die Menge der verwendeten mobilen Daten hängt davon ab, wie Sie Soundscape verwenden. Soundscape ist darauf ausgelegt, nur eine kleine Menge an Daten zu verbrauchen, wenn Sie unterwegs sind, indem Sie z. B. Punkte speichern, während Sie herumlaufen, damit Sie sie nicht jedes Mal erneut herunterladen müssen, wenn Sie an einen Ort zurückkehren, an dem Sie bereits waren. Um den mobilen Datenverbrauch zu reduzieren, stellen Sie sicher, dass Sie nach Möglichkeit mit WLAN verbunden sind, insbesondere um die App herunterzuladen. Wenn Sie Soundscape nicht verwenden, sollten Sie die Schaltfläche „Ruhemodus“ verwenden, um Soundscape in den Ruhezustand zu versetzen oder das Schließen der App zu erzwingen.
el_gr: Ο αριθμός των δεδομένων κινητής τηλεφωνίας που χρησιμοποιούνται εξαρτάται από τον τρόπο με τον οποίο χρησιμοποιείτε το Soundscape. Έχουμε σχεδιάσει το Soundscape για να χρησιμοποιείτε μόνο ένα μικρό όγκο δεδομένων όταν είστε έξω και περίπου κάνοντας πράγματα όπως η αποθήκευση σημείων καθώς περπατάτε, ώστε να μην χρειάζεται να τα κατεβάσετε ξανά κάθε φορά που επιστρέψετε κάπου που έχετε ήδη πάει. Για να μειώσετε την ποσότητα δεδομένων κινητής τηλεφωνίας που χρησιμοποιείτε, βεβαιωθείτε ότι είστε συνδεδεμένοι σε Wi-Fi όποτε είναι δυνατόν, ειδικά για να κατεβάσετε την εφαρμογή. Όταν δεν χρησιμοποιείτε το Soundscape, θα πρέπει να χρησιμοποιήσετε το κουμπί "Αναστολή λειτουργίας" για να θέσετε το Soundscape σε κατάσταση αναστολής. να αναγκάσετε να κλείσει την εφαρμογή.
es_es: La cantidad de datos móviles que use dependerá de cómo utilices Soundscape. Hemos diseñado Soundscape para que utilice solo una pequeña cantidad de datos cuando estés fuera; por ejemplo, por medio de puntos de ahorro mientras caminas, a fin de que no tengas que volver a descargarlos cada vez que vuelvas a un punto donde ya hayas estado. Para usar menos datos móviles, conéctate siempre que puedas a una red WiFi, en especial cuando descargues la aplicación. Cuando no uses Soundscape, pulsa el botón "Suspender" para suspender Soundscape, o bien cierra totalmente la aplicación.
fa_ir: مقدار داده تلفن همراه مصرفی به نحوه استفاده شما از Soundscape بستگی دارد. ما Soundscape را طوری طراحی کرده‌ایم که هنگام بیرون بودن، فقط مقدار کمی داده مصرف کند، مثلاً با ذخیره کردن نقاطی که از کنارشان عبور می‌کنید تا هر بار که به مکانی که قبلاً بوده‌اید بازمی‌گردید، نیازی به دانلود مجدد آنها نباشد. برای کاهش مقدار داده تلفن همراه مصرفی، اطمینان حاصل کنید که هر زمان ممکن است به وای-فای متصل هستید، به خصوص برای دانلود برنامه. زمانی که از Soundscape استفاده نمی‌کنید، باید از دکمه «خواب» برای قرار دادن Soundscape در حالت خواب استفاده کنید یا برنامه را به طور کامل ببندید.
fi_fi: Käytetyn mobiilidatan määrä riippuu siitä, kuinka käytät Soundscapea. Olemme suunnitelleet Soundscapen käyttämään vain vähän dataa, kun kuljet ulkona, esimerkiksi tallentamalla pisteitä, kun liikut, jotta niitä ei tarvitse ladata uudelleen joka kerta, kun palaat jonnekin, jossa olet jo vieraillut. Voit vähentää käytettävän mobiilidatan määrä varmistamalla, että yhdistät WLAN:iin aina kun mahdollista, erityisesti ladatessasi sovelluksen. Kun et käytä Soundscapea, on syytä käyttää "Siirry lepotilaan"-painiketta Soundscapen asettamiseksi lepotilaan tai pakottaa sovellus sulkeutumaan.
fr_ca: La quantité de données mobiles utilisées dépend de la façon dont vous utilisez Soundscape. Nous avons conçu Soundscape de manière à n’utiliser qu’une petite quantité de données lorsque vous êtes en déplacement et sur le point d’effectuer des opérations, telles qu’enregistrer des points lorsque vous marchez afin de ne pas devoir les retélécharger chaque fois que vous retournez à un endroit auquel vous êtes déjà allé. Pour réduire la quantité de données mobiles que vous utilisez, assurez-vous d’être connecté au Wi-Fi dès que possible, en particulier pour télécharger l’appli. Si vous n’utilisez pas Soundscape, vous devez appuyer sur le bouton « Mettre en veille » pour mettre Soundscape en veille ou pour forcer la fermeture de l’appli.
it_it: La quantità di dati mobili utilizzati dipende da come usi Soundscape. Abbiamo progettato Soundscape per utilizzare solo una piccola quantità di dati quando sei in giro e intendi salvare i punti mentre cammini, in modo da non doverli scaricare di nuovo ogni volta che torni da qualche parte in cui sei già stato. Per ridurre la quantità di dati mobili che utilizzi, assicurati di essere connesso al Wi-Fi quando possibile, in particolare per scaricare l'app. Quando non usi Soundscape, utilizza il pulsante "Sospendi" per sospendere Soundscape o forzare la chiusura dell'app.
ja_jp: モバイル データの使用量は、Soundscape の使い方によって異なります。Soundscape は外出先や移動中に使用するデータ量が少なくなるように設計されています。たとえば、歩いた地点の情報は保存され、既に行った場所を再度歩く場合に毎回データをダウンロードせずに済むようになっています。モバイル データの使用量を減らすには、特にアプリをダウンロードするときなどは、可能な限り Wi-Fi に接続するようにします。Soundscape を使用しないときは、[スリープ] ボタンを使用して Soundscape をスリープ モードにするか、アプリを強制的に終了します。
nb_no: Mengden mobildata som brukes, avhenger av hvordan du bruker Soundscape. Vi har laget Soundscape slik at den bare bruker en liten mengde data når du bruker den ved å gjøre ting som å lagre punkter mens du går, slik at du ikke trenger å laste dem ned på nytt hver gang du går tilbake til et sted du allerede har vært. Hvis du vil redusere mengden mobildata du bruker, må du sørge for at du er koblet til Wi-Fi når det er mulig, særlig for å laste ned appen. Når du ikke bruker Soundscape, bør du bruke knappen Sett i dvalemodus for å sette Soundscape i dvalemodus eller tvangslukke appen.
nl_nl: Hoeveel mobiele gegevens worden gebruikt, hangt af van hoe u Soundscape gebruikt. Soundscape is zo opgezet dat u slechts weinig gegevens gebruikt wanneer u rondloopt en plaatsen opslaat zodat u ze niet elke keer hoeft te downloaden als u teruggaat naar een plaats waar u al bent geweest. Als u het gegevensgebruik wilt verminderen, maakt u waar mogelijk gebruik van Wi-Fi, met name om de app te downloaden. Wanneer u Soundscape niet gebruikt, kunt u Soundscape het beste in de slaapstand zetten met de knop Slapen of de app sluiten.
pt_br: O volume de dados móveis usado depende de como se usa o Soundscape. Criamos o Soundscape para usar um pequeno volume de dados quando você estiver fora de casa e fazendo coisas do tipo salvar pontos interessantes conforme anda por diferentes locais. Dessa forma, você não precisa baixar essas referências toda vez que voltar a algum lugar onde já esteve. Para reduzir o volume de dados usado, conecte-se a uma rede Wi-Fi sempre que possível, especialmente se for baixar o aplicativo. Quando você não estiver usando o Soundscape, use o botão "Colocar em Suspensão" para suspender o uso do Soundscape ou forçar o fechamento do aplicativo.
pt_pt: A quantidade de dados móveis utilizada depende da forma como utiliza o Soundscape. Concebemos o Soundscape para utilizar apenas uma pequena quantidade de dados quando efetua tarefas como guardar pontos à medida que caminha, para que não tenha de os transferir novamente sempre que voltar a um local onde já tenha estado. Para reduzir a quantidade de dados móveis utilizada, certifique-se de que está ligado a uma rede Wi-Fi sempre que possível, especialmente para transferir a aplicação. Quando não estiver a utilizar o Soundscape, deverá utilizar o botão "Suspender" parar colocar o Soundscape em modo de suspensão; alternativamente, feche a aplicação.
sv_se: Hur mycket mobildata som används beror på hur du använder Soundscape. Vi har utformat Soundscape så att appen bara använder en liten mängd data när du är ute, till exempel genom att spara punkter medan du går så att du inte behöver ladda ned dem igen varje gång du går tillbaka till en plats du redan varit på. Om du vill minska mängden mobildata som används ska du ansluta till Wi-Fi så ofta som möjligt, speciellt när du ska ladda ned appen. När du inte använder Soundscape bör du inaktivera Soundscape med knappen "Inaktivera" eller stänga appen.

# faq.difference_from_map_apps.question
source: How is Soundscape different from other map apps?
da_dk: Hvordan adskiller Soundscape sig fra andre kortapps?
de_de: Wie unterscheidet sich Soundscape von anderen Karten-Apps?
el_gr: Πώς διαφέρει το Soundscape από άλλες εφαρμογές χάρτη;
es_es: ¿En qué se diferencia Soundscape de otras aplicaciones de mapas?
fa_ir: Soundscape چه تفاوتی با دیگر برنامه‌های نقشه دارد؟
fi_fi: Kuinka Soundscape eroaa muista karttasovelluksista?
fr_ca: En quoi Soundscape diffère-t-il d’autres applis de cartes?
it_it: In che modo Soundscape è diverso da altre app di mappe?
ja_jp: Soundscape は他の地図アプリとどう違うのですか?
nb_no: Hvordan skiller Soundscape seg fra andre kartapper?
nl_nl: Waarin verschilt Soundscape van andere kaarttoepassingen?
pt_br: Como o Soundscape é diferente de outros aplicativos de mapa?
pt_pt: Qual é a diferença entre o Soundscape e as outras aplicações de mapas?
sv_se: Vad är skillnaden mellan Soundscape och andra kartappar?
