Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# general.error.location_services.authorize.description
source: Soundscape uses your location to find and tell you about the places and things around you. The app needs your permission to use Location Services.
da_dk: Soundscape bruger din placering til at finde og fortælle dig om de steder og ting, der er omkring dig. Appen skal have din tilladelse til at bruge Lokalitetstjenester.
de_de: Soundscape verwendet Ihren Standort, um Orientierungspunkte in Ihrer Umgebung zu lokalisieren und Sie darauf hinzuweisen. Die App benötigt Ihre Zustimmung zur Verwendung der Ortungsdienste.
el_gr: Το Soundscape χρησιμοποιεί την τοποθεσία σας για να βρει και να σας ενημερώσει για τα μέρη και τα πράγματα γύρω σας. Η εφαρμογή χρειάζεται την άδειά σας για να χρησιμοποιήσει τις Υπηρεσίες τοποθεσίας.
es_es: Soundscape usa tu ubicación para encontrar e informarte sobre los lugares y cosas que te rodean. La aplicación debe tener tu permiso para utilizar los servicios de ubicación.
fa_ir: Soundscape از موقعیت مکانی شما برای پیدا کردن و اطلاع‌رسانی درباره مکان‌ها و اشیاء اطرافتان استفاده می‌کند. این برنامه برای استفاده از خدمات موقعیت مکانی به اجازه شما نیاز دارد.
fi_fi: Soundscape käyttää sijaintiasi löytääkseen paikkoja ja asioita ympäriltäsi ja kertoakseen niistä sinulle. Tämä sovellus tarvitsee luvan sijaintipalveluiden käyttöön.
fr_ca: Soundscape utilise votre localisation pour rechercher et vous indiquer les lieux et les choses qui vous entourent. L’appli nécessite votre autorisation pour utiliser les services de localisation.
it_it: Soundscape usa la tua posizione per trovare e raccontarti i luoghi e le cose intorno a te. L'app necessita della tua autorizzazione per utilizzare i servizi di localizzazione.
ja_jp: Soundscape は位置情報を使用して、周辺の場所などに関する情報を提供します。このアプリは、位置情報サービスを使用するため、ユーザーの許可が必要です。
nb_no: Soundscape bruker posisjonen din til å finne og fortelle deg om stedene og tingene rundt deg. Appen trenger din tillatelse for å bruke stedstjenester.
nl_nl: Soundscape gebruikt uw locatie om plaatsen en dingen om u heen te vinden en deze te beschrijven. De app heeft uw toestemming nodig om Locatievoorzieningen te gebruiken.
pt_br: O Soundscape usa sua localização para encontrar e mostrar os locais e coisas ao seu redor. O aplicativo precisa da sua permissão para usar os Serviços de localização.
pt_pt: O Soundscape utiliza a sua localização para localizar e fornecer informações sobre os locais e itens nas suas imediações. A aplicação necessita de permissão para utilizar os Serviços de localização.
sv_se: Soundscape använder din plats för att hitta och berätta om platser och saker som finns runt omkring dig. Appen behöver behörighet att använda Platstjänster.

# general.error.location_services.authorize.instructions
source: 1. Open the Settings app below 2. Select "Location" 3. Select "Always" or "While Using the App"
da_dk: 1. Åbn appen Indstillinger nedenfor 2. Vælg "Placering" 3. Vælg "Altid" eller "Mens du bruger appen"
de_de: 1. Öffnen Sie die Einstellungen-App unten 2. Wählen Sie „Standort“ aus 3. Wählen Sie „Immer“ oder „Beim Verwenden der App“ aus
el_gr: 1. Ανοίξτε την εφαρμογή Ρυθμίσεις παρακάτω 2. Επιλέξτε "Τοποθεσία" 3. Επιλέξτε "Πάντα" ή "Κατά τη χρήση της εφαρμογής"
es_es: 1. Abre la aplicación Configuración a continuación 2. Selecciona "Ubicación" 3. Selecciona "Siempre" o "Al usar la app"
fa_ir: ۱. برنامه تنظیمات را در زیر باز کنید ۲. «موقعیت مکانی» را انتخاب کنید ۳. «همیشه» یا «هنگام استفاده از برنامه» را انتخاب کنید
fi_fi: 1. Avaa alla oleva Asetukset-sovellus 2. Valitse "Sijainti" 3. Valitse "Aina" tai "Sovellusta käytettäessä"
fr_ca: 1. Ouvrez l’appli Réglages ci-dessous 2. Sélectionnez « Localisation » 3. Sélectionnez « Toujours » ou « Pendant l’utilisation de l’appli »
it_it: 1. Apri l'app Impostazioni indicata di seguito 2. Seleziona "Posizione" 3. Seleziona "Sempre" o "Mentre usi l'app"
ja_jp: 1. 下の [設定] アプリを開きます 2. [位置情報サービス] を選択します 3. [常に] または [このAppの使用中のみ許可] を選択します
nb_no: 1. Åpne appen Innstillinger nedenfor 2. Velg Posisjon 3. Velg Alltid eller Mens appen er i bruk
nl_nl: 1. Open de Instellingen-app hieronder 2. Selecteer Locatie 3. Selecteer Altijd of Tijdens het gebruiken van de app
pt_br: 1. Abra o aplicativo Ajustes abaixo 2. Selecione "Localização" 3. Selecione "Sempre" ou "Ao Usar o Aplicativo"
pt_pt: 1. Abra a aplicação Definições abaixo 2. Selecione "Localização" 3. Selecione "Sempre" ou "Ao usar a aplicação"
sv_se: 1. Öppna appen Inställningar nedan. 2. Välj"Plats". 3. Välj "Alltid" eller "När jag använder appen".

# general.error.location_services.precise_location.instructions
source: 1. Open the Settings app below 2. Select "Location" 3. Turn on "Precise Location"
da_dk: 1. Åbn appen Indstillinger nedenfor 2. Vælg "Placering" 3. Slå til "Præcis placering"
de_de: 1. Öffnen Sie die Einstellungen-App unten 2. Wählen Sie „Standort“ aus 3. Aktivieren Sie „Genauer Standort“
el_gr: 1. Ανοίξτε την εφαρμογή Ρυθμίσεις παρακάτω 2. Επιλέξτε "Τοποθεσία" 3. Ενεργοποίηση "Ακριβούς τοποθεσίας"
es_es: 1. Abre la aplicación Configuración a continuación 2. Selecciona "Ubicación" 3. Activa "Ubicación precisa"
fa_ir: ۱. برنامه تنظیمات را در زیر باز کنید ۲. «موقعیت مکانی» را انتخاب کنید ۳. «موقعیت مکانی دقیق» را روشن کنید
fi_fi: 1. Avaa alla oleva Asetukset-sovellus 2. Valitse "Sijainti" 3. Ota käyttöön "Tarkka sijainti"
fr_ca: 1. Ouvrez l’appli Réglages ci-dessous 2. Sélectionnez « Localisation » 3. Activez « Localisation précise »
it_it: 1. Apri l'app Impostazioni indicata di seguito 2. Seleziona "Posizione" 3. Attiva "Posizione precisa"
ja_jp: 1. 下の [設定] アプリを開きます 2. [位置情報サービス] を選択します 3. [正確な位置情報] をオンにします
nb_no: 1. Åpne appen Innstillinger nedenfor 2. Velg Posisjon 3. Slå på Nøyaktig posisjon
nl_nl: 1. Open de Instellingen-app hieronder 2. Selecteer Locatie 3. Schakel Exacte locatie in
pt_br: 1. Abra o aplicativo Ajustes abaixo 2. Selecione "Localização" 3. Ativar "Localização Precisa"
pt_pt: 1. Abra a aplicação Definições abaixo 2. Selecione "Localização" 3. Ative "Localização exata"
sv_se: 1. Öppna appen Inställningar nedan 2. Välj "Plats" 3. Aktivera "Exakt plats"

# general.error.location_services_resume
source: Open Soundscape to resume Location Services
da_dk: Åbn Soundscape for at genoptage Lokalitetstjenester
de_de: Öffnen Sie Soundscape, um die Ausführung der Ortungsdienste fortzusetzen
el_gr: Άνοιγμα του Soundscape για συνέχιση των υπηρεσιών τοποθεσίας
es_es: Abre Soundscape para reanudar servicios de ubicación
fa_ir: برای ادامه تنظیمات خدمات موقعیت مکانی، Soundscape را باز کنید
fi_fi: Avaa Soundscape jatkaaksesi sijaintipalveluiden käyttöä
fr_ca: Ouvrir Soundscape pour reprendre les services de localisation
it_it: Apri Soundscape per riprendere i servizi di localizzazione
ja_jp: Soundscape を開いて位置情報サービスを再開してください
nb_no: Åpne Soundscape for å gjenoppta stedstjenester
nl_nl: Open Soundscape om Locatievoorzieningen te hervatten
pt_br: Abra o Soundscape para retomar os Serviços de Localização
pt_pt: Abra o Soundscape para retomar os Serviços de localização
sv_se: Öppna Soundscape om du vill återuppta Platstjänster

# general.error.location_services_enable
source: Enable Location Services
da_dk: Aktivér Lokalitetstjenester
de_de: Ortungsdienste aktivieren
el_gr: Ενεργοποίηση υπηρεσιών τοποθεσίας
es_es: Habilitar servicios de ubicación
fa_ir: فعال کردن خدمات موقعیت مکانی
fi_fi: Ota sijaintipalvelut käyttöön
fr_ca: Activer les services de localisation
it_it: Abilita servizi di localizzazione
ja_jp: 位置情報サービスを有効にしてください
nb_no: Aktiver stedstjenester
nl_nl: Locatievoorzieningen inschakelen
pt_br: Habilitar Serviços de Localização
pt_pt: Ative os Serviços de localização
sv_se: Aktivera Platstjänster

# general.error.location_services_enable_description
source: Location Services are currently disabled. Soundscape cannot work when Location Services are turned off.
da_dk: Lokalitetstjenester er deaktiveret i øjeblikket. Soundscape kan ikke fungere, når Lokalitetstjenester er slået fra.
de_de: Die Ortungsdienste sind derzeit deaktiviert. Soundscape funktioniert nur, wenn die Ortungsdienste aktiviert sind.
el_gr: Οι Υπηρεσίες τοποθεσίας είναι απενεργοποιημένες αυτήν τη στιγμή. Το Soundscape δεν μπορεί να λειτουργήσει όταν είναι απενεργοποιημένες οι Υπηρεσίες τοποθεσίας.
es_es: Si los servicios de ubicación están deshabilitados. Soundscape no puede funcionar.
fa_ir: خدمات موقعیت مکانی در حال حاضر غیرفعال است. Soundscape نمی‌تواند وقتی خدمات موقعیت مکانی خاموش است کار کند.
fi_fi: Sijaintipalvelut on poistettu käytöstä. Soundscape ei voi toimia, kun sijaintipalvelut ovat pois käytöstä.
fr_ca: Les services de localisation sont actuellement désactivés. Soundscape ne peut pas fonctionner lorsque les services de localisation sont désactivés.
it_it: I servizi di localizzazione sono attualmente disabilitati. Soundscape non può funzionare quando i servizi di localizzazione sono disattivati.
ja_jp: 位置情報サービスが無効になっています。位置情報サービスが無効な状態では Soundscape を使用できません。
nb_no: Stedstjenester er for øyeblikket deaktivert. Soundscape fungerer ikke når stedstjenester er slått av.
nl_nl: Locatievoorzieningen zijn momenteel uitgeschakeld. Soundscape kan niet werken als Locatievoorzieningen zijn uitgeschakeld.
pt_br: Os Serviços de Localização estão desabilitados no momento. O Soundscape não funciona quando os Serviços de Localização estão desativados.
pt_pt: Os Serviços de localização estão atualmente desativados. O Soundscape não consegue funcionar quando os Serviços de localização estão desativados.
sv_se: Platstjänster är inaktiverat. Soundscape fungerar inte när Platstjänster är inaktiverat.

# general.error.location_services_enable_instructions.2
source: Turn Location Services On in the Settings app to continue. 1. Press the back button (titled Settings) 2. Select Privacy 3. Select Location Services 4. Turn On Location Services
da_dk: Slå Lokalitetstjenester til i appen Indstillinger for at fortsætte. 1. Tryk på knappen Tilbage (med titlen Indstilling) 2. Vælg Anonymitet 3. Vælg Lokalitetstjenester 4. Slå Lokalitetstjenester til
de_de: Aktivieren Sie die Ortungsdienste in der Einstellungen-App, um fortzufahren. 1. Tippen Sie auf „Zurück“ (mit dem Titel „Einstellungen“) 2. Wählen Sie Datenschutz aus 3. Wählen Sie Ortungsdienste aus 4. Aktivieren Sie die Ortungsdienste
el_gr: Ενεργοποιήστε τις Υπηρεσίες τοποθεσίας στην εφαρμογή Ρυθμίσεις για να συνεχίσετε. 1. Πατήστε το κουμπί πίσω (με τίτλο Ρυθμίσεις) 2. Επιλέξτε Απόρρητο 3. Επιλέξτε Υπηρεσίες τοποθεσίας 4. Ενεργοποίηση υπηρεσιών τοποθεσίας
es_es: Activa los servicios de ubicación en la aplicación para continuar. 1. Presiona el botón Atrás (en Configuración) 2. Selecciona Privacidad 3. Selecciona Servicios de ubicación 4. Activa los servicios de ubicación
fa_ir: برای ادامه، خدمات موقعیت مکانی را در برنامه تنظیمات روشن کنید. ۱. دکمه بازگشت (با عنوان تنظیمات) را فشار دهید ۲. حریم خصوصی و امنیت را انتخاب کنید ۳. خدمات موقعیت مکانی را انتخاب کنید ۴. خدمات موقعیت مکانی را روشن کنید
fi_fi: Ota sijaintipalvelut käyttöön Asetukset-sovelluksessa jatkaaksesi. 1. Paina takaisin-painiketta (nimeltä Asetukset) 2. Valitse Tietosuoja 3. Valitse Sijaintipalvelut 4. Ota Sijaintipalvelut käyttöön
fr_ca: Activez les services de localisation dans l’appli Réglages pour continuer. 1. Appuyez sur le bouton Retour (intitulé Réglages) 2. Sélectionnez Confidentialité 3. Sélectionnez Services de localisation 4. Activez les services de localisation
it_it: Attiva i servizi di localizzazione nell'app Impostazioni per continuare. 1. Premi il pulsante Indietro (in Impostazioni) 2. Seleziona Privacy 3. Seleziona Servizi di localizzazione 4. Attiva i servizi di localizzazione
ja_jp: 続けるには、[設定] アプリで位置情報サービスを有効にします。 1. [設定] に戻るボタンを押します 2. [プライバシー] を選択します 3. [位置情報サービス] を選択します 4. [位置情報サービス] をオンにします
nb_no: Slå på stedstjenester i appen Innstillinger for å fortsette. 1. Trykk på tilbakeknappen (som heter Innstillinger) 2. Velg Personvern 3. Velg Stedstjenester 4. Slå på Stedstjenester
nl_nl: Schakel Locatievoorzieningen in via de Instellingen-app om door te gaan. 1. Druk op de knop Vorige (met de naam Instellingen) 2. Selecteer Privacy 3. Selecteer Locatievoorzieningen 4. Schakel Locatievoorzieningen in
pt_br: Ative os Serviços de Localização no aplicativo Ajustes para continuar. 1. Pressione o botão voltar (chamado Ajustes) 2. Selecione Privacidade 3. Selecione Serviços de Localização 4. Ative os Serviços de Localização
pt_pt: Ative os Serviços de localização na aplicação Definições para continuar. 1. Prima o botão Anterior (chamado Definições) 2. Selecione Privacidade 3. Selecione Serviços de localização 4. Ative os Serviços de localização
sv_se: Aktivera Platstjänster i appen Inställningar om du vill fortsätta. 1. Tryck på tillbaka-knappen (med namnet Inställningar). 2. Välj Integritet. 3. Välj Platstjänster. 4. Aktivera Platstjänster.

# general.error.location_services_enable_instructions.3
source: Turn Location Services On in the Settings app to continue. 1. Press Open Settings 2. Press the back button (titled Settings) 3. Select Privacy 4. Select Location Services 5. Turn On Location Services
da_dk: Slå Lokalitetstjenester til i appen Indstillinger for at fortsætte. 1. Tryk på Åbn Indstillinger 2. Tryk på knappen Tilbage (med titlen Indstillinger) 3. Vælg Anonymitet 4. Vælg Lokalitetstjenester 5. Slå Lokalitetstjenester til
de_de: Aktivieren Sie die Ortungsdienste in der Einstellungen-App, um fortzufahren. 1. Tippen Sie auf „Einstellungen öffnen“ 2. Tippen Sie auf „Zurück“ (mit dem Titel „Einstellungen“) 3. Wählen Sie Datenschutz aus 4. Wählen Sie Ortungsdienste aus 5. Aktivieren Sie die Ortungsdienste
el_gr: Ενεργοποιήστε τις Υπηρεσίες τοποθεσίας στην εφαρμογή Ρυθμίσεις για να συνεχίσετε. 1. Πατήστε Άνοιγμα ρυθμίσεων 2. Πατήστε το κουμπί πίσω (με τίτλο Ρυθμίσεις) 3. Επιλέξτε Απόρρητο 4. Επιλέξτε Υπηρεσίες τοποθεσίας 5. Ενεργοποίηση υπηρεσιών τοποθεσίας
es_es: Activa Servicios de localización en la aplicación Configuración para continuar. 1. Presiona Abrir Configuración 2. Presiona el botón atrás (con el título Configuración) 3. Selecciona Privacidad 4. Selecciona Servicios de localización 5. Activa Servicios de localización
fa_ir: برای ادامه، خدمات موقعیت مکانی را در برنامه تنظیمات روشن کنید. ۱. باز کردن تنظیمات را فشار دهید ۲. دکمه بازگشت (با عنوان تنظیمات) را فشار دهید ۳. حریم خصوصی و امنیت را انتخاب کنید ۴. خدمات موقعیت مکانی را انتخاب کنید ۵. خدمات موقعیت مکانی را روشن کنید
fi_fi: Ota sijaintipalvelut käyttöön Asetukset-sovelluksessa jatkaaksesi. 1. Paina Avaa Asetukset 2. Paina takaisin-painiketta (nimeltä Asetukset) 3. Valitse Tietosuoja 4. Valitse Sijaintipalvelut 5. Ota Sijaintipalvelut käyttöön
fr_ca: Activez les services de localisation dans l’appli Réglages pour continuer. 1. Appuyez sur Ouvrir les réglages 2. Appuyez sur le bouton Retour (intitulé Réglages) 3. Sélectionnez Confidentialité 4. Sélectionnez Services de localisation 5. Activez les services de localisation
it_it: Attiva i servizi di localizzazione nell'app Impostazioni per continuare. 1. Premi Apri impostazioni 2. Premi il pulsante Indietro (in Impostazioni) 3. Seleziona Privacy 4. Seleziona Servizi di localizzazione 5. Attiva i servizi di localizzazione
ja_jp: 続けるには、[設定] アプリで位置情報サービスを有効にします。 1. [設定を開く] を押します 2. [設定] に戻るボタンを押します 3. [プライバシー] を選択します 4. [位置情報サービス] を選択します 5. [位置情報サービス] をオンにします
nb_no: Slå på stedstjenester i appen Innstillinger for å fortsette. 1. Trykk på Åpne innstillinger 2. Trykk på tilbakeknappen (som heter Innstillinger) 3. Velg Personvern 4. Velg Stedstjenester 5. Slå på Stedstjenester
nl_nl: Schakel Locatievoorzieningen in via de Instellingen-app om door te gaan. 1. Druk op Instellingen openen 2. Druk op de knop Vorige (met de naam Instellingen) 3. Selecteer Privacy 4. Selecteer Locatievoorzieningen 5. Schakel Locatievoorzieningen in
pt_br: Ative os Serviços de Localização no aplicativo Ajustes para continuar. 1. Pressione Abrir Ajustes 2. Pressione o botão Voltar (chamado Ajustes) 3. Selecione Privacidade 4. Selecione Serviços de Localização 5. Ative Serviços de Localização
pt_pt: Ative os Serviços de localização na aplicação Definições para continuar. 1. Prima Abrir Definições 2. Prima o botão Anterior (chamado Definições) 3. Selecione Privacidade 4. Selecione Serviços de localização 5. Ative os Serviços de localização
sv_se: Aktivera Platstjänster i appen Inställningar om du vill fortsätta. 1. Tryck på Öppna inställningar 2. Tryck på tillbaka-knappen (med namnet Inställningar) 3. Välj Integritet 4. Välj Platstjänster 5. Aktivera Platstjänster

# general.error.location_services_find_location_error
source: We are having trouble finding your current location.
da_dk: Vi har problemer med at finde din aktuelle placering.
de_de: Ihr aktueller Standort wurde nicht gefunden.
el_gr: Δυσκολευόμαστε να βρούμε την τρέχουσα τοποθεσία σας.
es_es: Tenemos problemas para encontrar tu ubicación actual.
fa_ir: ما در پیدا کردن موقعیت مکانی فعلی شما با مشکل مواجه هستیم.
fi_fi: Meillä on ongelmia nykyisen sijaintisi löytämisessä.
fr_ca: Nous rencontrons des problèmes pour localiser votre emplacement actuel.
it_it: Si è verificato un problema durante la ricerca della tua posizione attuale.
ja_jp: 現在地を確認できません。
nb_no: Vi har problemer med å finne nåværende posisjon.
nl_nl: We kunnen uw huidige locatie niet vinden.
pt_br: Estamos com problemas para achar sua localização atual.
pt_pt: Estamos a ter problemas para identificar a sua localização atual.
sv_se: Det går inte att hitta platsen där du är.

# general.error.heading
source: Soundscape is not sure which direction you are facing. Please hold your phone flat or begin walking and try again.
da_dk: Soundscape er ikke sikker på, i hvilken retning du vender. Hold telefonen vandret, eller begynd at gå, og prøv igen
de_de: Soundscape ist sich nicht sicher, in welche Richtung Sie schauen. Bitte halten Sie Ihr Telefon flach, oder setzen Sie sich in Bewegung und versuchen Sie es erneut.
el_gr: Το Soundscape δεν είναι σίγουρο προς ποια κατεύθυνση κοιτάτε. Κρατήστε το τηλέφωνό σας επίπεδο ή αρχίστε να περπατάτε και προσπαθήστε ξανά
es_es: Soundscape no está seguro de qué dirección estás mirando. Por favor, mantén tu teléfono plano o empieza a caminar y vuelve a intentarlo.
fa_ir: Soundscape مطمئن نیست که به کدام جهت رو کرده‌اید. لطفاً گوشی خود را صاف نگه دارید یا شروع به راه رفتن کنید و دوباره امتحان کنید.
fi_fi: Soundscape ei ole varma, mihin suuntaan olet kääntyneenä. Pitele puhelintasi vaakatasossa tai ala kävellä ja yritä uudelleen.
fr_ca: Soundscape n’est pas sûr de la direction face à vous. Tenez votre téléphone à plat ou commencez à marcher et réessayez
it_it: Soundscape non è sicuro della direzione verso cui sei rivolto. Tieni il telefono piatto o inizia a camminare e riprova
ja_jp: 向いている方向が Soundscape で認識されません。スマートフォンを水平に持つか、歩き出して、再度試してください
nb_no: Soundscape er ikke sikker på hvilken retning du er vendt mot. Hold telefonen flatt eller begynn å gå igjen, og prøv på nytt
nl_nl: Soundscape weet niet in welke richting u kijkt. Houd uw telefoon horizontaal of begin te lopen en probeer het opnieuw
pt_br: O Soundscape não tem certeza sobre a direção para a qual você está voltado. Segure seu telefone na horizontal ou comece a caminhar e tente novamente
pt_pt: O Soundscape não consegue determinar para que direção está virado. Segure no telemóvel numa posição plana ou comece a caminhar e tente novamente
sv_se: Soundscape är inte säker på vilken riktning du står i. Håll telefonen plant eller börja gå och försök igen.

# general.error.location_services_find_location_error.try_again
source: We are having trouble finding your current location. Try again later.
da_dk: Vi har problemer med at finde din aktuelle position. Prøv igen senere.
de_de: Ihr aktueller Standort wurde nicht gefunden. Versuchen Sie es erneut.
el_gr: Δυσκολευόμαστε να βρούμε την τρέχουσα τοποθεσία σας. Προσπαθήστε ξανά αργότερα.
es_es: Estamos teniendo problemas para encontrar tu ubicación actual. Inténtalo de nuevo más tarde.
fa_ir: ما در پیدا کردن موقعیت مکانی فعلی شما با مشکل مواجه هستیم. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Meillä on ongelmia nykyisen sijaintisi löytämisessä. Yritä myöhemmin uudelleen.
fr_ca: Nous rencontrons des problèmes pour localiser votre emplacement actuel. Réessayez ultérieurement.
it_it: Si è verificato un problema durante la ricerca della tua posizione attuale. Riprova più tardi.
ja_jp: 現在地を確認できません。少し待ってからやり直してください。
nb_no: Vi har problemer med å finne nåværende posisjon. Prøv på nytt senere.
nl_nl: We kunnen uw huidige locatie niet vinden. Probeer het later opnieuw.
pt_br: Estamos com problemas para achar sua localização atual. Tente mais tarde.
pt_pt: Estamos a ter problemas para identificar a sua localização atual. Tente novamente mais tarde.
sv_se: Det går inte att hitta platsen där du är. Försök igen senare.

# general.error.wifi
source: Oops! It doesn't look like you are connected to Wi-Fi.
da_dk: Ups! Det ser ikke ud til, at du har forbindelse til Wi-Fi.
de_de: Hoppla! Anscheinend sind Sie nicht mit dem WLAN verbunden.
el_gr: Δυστυχώς, δεν φαίνεται να είστε συνδεδεμένοι σε Wi-Fi.
es_es: ¡Uy! Parece que no estás conectado a ninguna WiFi.
fa_ir: اوه! به نظر می‌رسد به وای-فای متصل نیستید.
fi_fi: Hupsista! Vaikuttaa siltä, että et ole kytkeytyneenä langattomaan verkkoon.
fr_ca: Désolé. Il semble que vous n’êtes pas connecté au Wi-Fi.
it_it: Ops! Sembra che non sei connesso al Wi-Fi.
ja_jp: Wi-Fi に接続されていません。
nb_no: Au da! Det ser ikke ut til at du er koblet til Wi-Fi.
nl_nl: Het lijkt erop dat u geen Wi-Fi-verbinding hebt.
pt_br: Opa! Você não parece estar conectado ao Wi-Fi.
pt_pt: Ups! Parece que não está atualmente ligado a uma rede Wi-Fi.
sv_se: Hoppsan! Det verkar som om du inte är ansluten till ett trådlöst nätverk.

# general.error.wifi.info
source: You will need a Wi-Fi connection to download.
da_dk: Du skal have en Wi-Fi-forbindelse for at kunne downloade.
de_de: Zum Herunterladen ist eine WLAN-Verbindung erforderlich.
el_gr: Θα χρειαστείτε μια σύνδεση Wi-Fi για να κάνετε λήψη.
es_es: Necesitarás una conexión WiFi para descargar.
fa_ir: برای دانلود به اتصال وای-فای نیاز دارید.
fi_fi: Tarvitset langattoman verkkoyhteyden lataamista varten.
fr_ca: Vous aurez besoin d’une connexion au Wi-Fi pour télécharger.
it_it: Hai bisogno di una connessione Wi-Fi per il download.
ja_jp: ダウンロードするには Wi-Fi 接続が必要です。
nb_no: Du trenger en Wi-Fi-tilkobling for å laste ned.
nl_nl: U hebt een Wi-Fi-verbinding nodig om te downloaden.
pt_br: Você precisará de uma conexão Wi-Fi para baixar.
pt_pt: Necessita de uma ligação Wi-Fi para transferir.
sv_se: Du måste vara ansluten till ett trådlöst nätverk för att kunna ladda ned.

# general.error.network_connection_required
source: Network Connection Required
da_dk: Netværksforbindelse er påkrævet
de_de: Netzwerkverbindung erforderlich
el_gr: Απαιτείται σύνδεση δικτύου
es_es: Conexión de red obligatoria
fa_ir: اتصال به شبکه مورد نیاز است
fi_fi: Verkkoyhteys vaaditaan
fr_ca: Connexion réseau obligatoire
it_it: Connessione di rete richiesta
ja_jp: ネットワーク接続が必要です
nb_no: Nettverkstilkobling er nødvendig
nl_nl: Netwerkverbinding vereist
pt_br: Conexão de Rede Necessária
pt_pt: Ligação de Rede Necessária
sv_se: Du måste ha en nätverksanslutning
