Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.creating_markers.page_title
source: Creating Markers
da_dk: Oprettelse af mærker
de_de: Erstellen von Markierungen
el_gr: Δημιουργία δεικτών
es_es: Creación de marcadores
fa_ir: ایجاد نشانگرها
fi_fi: Luodaan merkintöjä
fr_ca: Création de marqueurs
it_it: Creazione di indicatori
ja_jp: マーカーの作成
nb_no: Opprett markører
nl_nl: Markeringen maken
pt_br: Criando Favoritos
pt_pt: Criar Marcos
sv_se: Skapar platsmarkörer

# help.edit_markers.page_title
source: Customizing Markers
da_dk: Tilpasning af mærker
de_de: Anpassen von Markierungen
el_gr: Εξατομίκευση δεικτών
es_es: Personalización de marcadores
fa_ir: سفارشی‌سازی نشانگرها
fi_fi: Merkintöjen mukauttaminen
fr_ca: Personnalisation de marqueurs
it_it: Personalizzazione di indicatori
ja_jp: マーカーのカスタマイズ
nb_no: Tilpass markører
nl_nl: Markeringen aanpassen
pt_br: Personalizando Favoritos
pt_pt: Personalizar Marcos
sv_se: Anpassa platsmarkörer

# help.remote.page_title
source: Using Media Controls
da_dk: Brug af mediebetjeningsknapper
de_de: Mediensteuerungen verwenden
el_gr: Χρήση στοιχείων ελέγχου πολυμέσων
es_es: Uso de controles multimedia
fa_ir: استفاده از کنترل‌های رسانه
fi_fi: Mediasäädinten käyttö
fr_ca: Utilisation des commandes multimédias
it_it: Utilizzo dei controlli di riproduzione
ja_jp: メディアコントロールの使用
nb_no: Bruk mediekontroller
nl_nl: Mediaregelaars gebruiken
pt_br: Uso dos Controles de Mídia
pt_pt: Utilizar Controlos Multimédia
sv_se: Använda mediereglage

# help.tutorial.footer.disabled
source: Tutorials are disabled while route guidance is active
da_dk: Selvstudier er deaktiveret, mens rutevejledningen er aktiv
de_de: Bei aktiver Routenführung sind Tutorials deaktiviert
el_gr: Τα προγράμματα εκμάθησης απενεργοποιούνται ενώ η καθοδήγηση διαδρομής είναι ενεργή
es_es: Los tutoriales están deshabilitados mientras la guía de la ruta esté activa
fa_ir: آموزش‌ها در حین فعال بودن راهنمای مسیر غیرفعال هستند
fi_fi: Opetusohjelmat ovat pois käytöstä kun reittiopastus on aktiivinen
fr_ca: Les didacticiels sont désactivés lorsque les conseils d’itinéraire sont actifs
it_it: Le esercitazioni sono disabilitate mentre la guida del percorso è attiva
ja_jp: ルート案内がアクティブのときは、チュートリアルは利用できません
nb_no: Veiledninger er deaktivert mens ruteveiledning er aktiv
nl_nl: Zelfstudies zijn uitgeschakeld als navigatie actief is
pt_br: Os tutoriais serão desativados enquanto a orientação pela rota estiver ativa.
pt_pt: Os tutoriais estão desativados quando a orientação de rotas está ativa
sv_se: Självstudier är inaktiverade medan ruttvägledningen är aktiv

# help.text.section_title.what
source: What is it?
da_dk: Hvad er det?
de_de: Was ist es?
el_gr: Τι είναι?
es_es: ¿Qué es?
fa_ir: این چیست؟
fi_fi: Mikä se on?
fr_ca: De quoi s’agit-il?
it_it: Cos'è?
ja_jp: どのようなものですか?
nb_no: Hva er det?
nl_nl: Wat is het?
pt_br: O que é?
pt_pt: O que é?
sv_se: Vad är det?

# help.text.section_title.when
source: When would I use it?
da_dk: Hvornår ville jeg bruge det?
de_de: Wann würde ich es verwenden?
el_gr: Πότε θα το χρησιμοποιούσα;
es_es: ¿Cuándo lo usaría?
fa_ir: چه زمانی از آن استفاده کنم؟
fi_fi: Milloin käyttäisin sitä?
fr_ca: Utilisation
it_it: Quando si usa?
ja_jp: どのような場合に使用できますか?
nb_no: Når skal jeg bruke den?
nl_nl: Wanneer zou ik het moeten gebruiken?
pt_br: Quando eu o usaria?
pt_pt: Quando devo utilizá-lo?
sv_se: När ska jag använda det?

# help.text.section_title.how
source: How does it work?
da_dk: Hvordan virker det?
de_de: Wie funktioniert es?
el_gr: Πώς λειτουργεί;
es_es: ¿Cómo funciona?
fa_ir: چگونه کار می‌کند؟
fi_fi: Kuinka se toimii?
fr_ca: Fonctionnement
it_it: Come funziona?
ja_jp: どのような仕組みですか?
nb_no: Hvordan fungerer den?
nl_nl: Hoe werkt het?
pt_br: Como ele funciona?
pt_pt: Como funciona?
sv_se: Hur fungerar det?

# help.more_help.section_title
source: More Help
da_dk: Mere hjælp
de_de: Weitere Hilfe
el_gr: Περισσότερη βοήθεια
es_es: Más ayuda
fa_ir: راهنمایی بیشتر
fi_fi: Lisää ohjeita
fr_ca: Aide supplémentaire
it_it: Altre informazioni
ja_jp: さらにヘルプを見る
nb_no: Mer hjelp
nl_nl: Meer Help
pt_br: Mais Ajuda
pt_pt: Mais Ajuda
sv_se: Mer hjälp

# help.support
source: Soundscape Community Support
el_gr: Υποστήριξη της Soundscape Community
es_es: Soporte técnico de Soundscape Community
fa_ir: پشتیبانی جامعه Soundscape
fi_fi: Soundscape Community-tuki
it_it: Supporto tecnico Soundscape Community
ja_jp: Soundscape Community サポート
nb_no: Soundscape Community kundestøtte
nl_nl: Soundscape Community-ondersteuning
pt_br: Suporte da Soundscape Community
pt_pt: Suporte da Soundscape Community

# terms_of_use.title
source: Terms of Use
da_dk: Vilkår for anvendelse
de_de: Nutzungsbedingungen
el_gr: Όροι Χρήσης
es_es: Términos de uso
fa_ir: شرایط استفاده
fi_fi: Käyttöehdot
fr_ca: Conditions d’utilisation
it_it: Condizioni per l'utilizzo
ja_jp: 使用条件
nb_no: Vilkår for bruk
nl_nl: Gebruiksvoorwaarden
pt_br: Termos de Uso
pt_pt: Termos de Utilização
sv_se: Användningsvillkor

# terms_of_use.message
source: Your use of Soundscape is subject to the terms of the %@ and the terms set out below (together, the "Terms of Use").
da_dk: Din brug af Soundscape er underlagt vilkårene i %@ og vilkårene nedenfor (tilsammen "Vilkår for anvendelse").
de_de: Ihre Nutzung von Soundscape unterliegt den Bedingungen der %@ und den unten aufgeführten Bedingungen (gemeinsam als „Nutzungsbedingungen“ bezeichnet).
el_gr: Η χρήση που κάνετε του Soundscape υπόκειται στους όρους του %@ και τους όρους που ορίζονται παρακάτω (εφεξής συνολικά καλούμενοι οι "Όροι χρήσης").
es_es: El uso que realice de Soundscape está sujeto a los términos del %@ y a los términos establecidos a continuación (en conjunto, los "Términos de uso").
fa_ir: استفاده شما از Soundscape تابع شرایط %@ و شرایط ذکر شده در زیر (در مجموع، «شرایط استفاده») است.
fi_fi: Soundscapen käyttöön sovelletaan %@ ehtoja sekä alla esitettyjä ehtoja (yhteisesti "Käyttöehdot").
fr_ca: Votre utilisation de Soundscape est soumise aux conditions de %@ et à celles définies ci-dessous (appelées conjointement, les « Conditions d’utilisation »).
it_it: L'utilizzo di Soundscape è soggetto alle condizioni di %@ e alle condizioni indicate di seguito (insieme, le "Condizioni per l'utilizzo").
ja_jp: Soundscape の使用には %@ の使用条件および下記の条件 (両方を合わせて「使用条件」) が適用されます。
nb_no: Din bruk av Soundscape er underlagt vilkårene i %@ og vilkårene oppgitt nedenfor (samlet vilkårene for bruk).
nl_nl: Op uw gebruik van Soundscape zijn de voorwaarden van %@ van toepassing en de hieronder beschreven voorwaarden (samen de "Gebruiksvoorwaarden").
pt_br: A sua utilização do Soundscape está sujeita aos termos do %@ e aos termos estabelecidos abaixo (em conjunto, os "Termos de Uso").
pt_pt: A sua utilização do Soundscape está sujeita aos termos do %@ e aos termos estabelecidos abaixo (conjuntamente, os "Termos de Utilização").
sv_se: Din användning av Soundscape omfattas av villkoren i %@ och de villkor som anges nedan (vilka tillsammans utgör "Användningsvillkoren").

# terms_of_use.message.prompt
source: Please check the box below to agree and continue.
da_dk: Markér afkrydsningsfeltet nedenfor for at acceptere og fortsætte.
de_de: Aktivieren Sie das Kästchen unten, um zuzustimmen und fortzufahren.
el_gr: Επιλέξτε το παρακάτω πλαίσιο για να αποδεχτείτε και να συνεχίσετε.
es_es: Seleccione la casilla siguiente para aceptar y continuar.
fa_ir: لطفاً برای موافقت و ادامه، کادر زیر را علامت بزنید.
fi_fi: Tarkista alla oleva laatikko, jotta voit hyväksyä ehdot ja jatkaa.
fr_ca: Veuillez cocher la case ci-dessous pour accepter et continuer.
it_it: Seleziona la casella sottostante per accettare e continuare.
ja_jp: 同意して続行するには、下のボックスにチェックを入れてください。
nb_no: Merk av i boksen nedenfor for å godta og fortsette.
nl_nl: Selecteer het vakje hieronder om akkoord te gaan en verder te gaan.
pt_br: Marque a caixa abaixo para concordar e continuar.
pt_pt: Selecione a caixa abaixo para aceitar e continuar.
sv_se: Markera rutan nedan om du accepterar och vill fortsätta.

# terms_of_use.service_agreement
source: Soundscape Community Services Agreement
da_dk: Soundscape Community-serviceaftale
de_de: Soundscape Community-Servicevertrag
el_gr: Συμφωνητικό υπηρεσιών Soundscape Community
es_es: Contrato de servicios de Soundscape Community
fa_ir: توافقنامه خدمات جامعه Soundscape
fi_fi: Soundscape Community palvelusopimus
fr_ca: Contrat de services Soundscape Community
it_it: Contratto di servizi Soundscape Community
ja_jp: Soundscape Community サービス規約
nb_no: Soundscape Community tjenesteavtale
nl_nl: Soundscape Community-serviceovereenkomst
pt_br: Contrato de Serviços Soundscape Community
pt_pt: Contrato de Serviços da Soundscape Community
sv_se: Villkor för Soundscape Community-tjänster

# terms_of_use.accept_checkbox.acc_label
source: Accept Terms of Use
da_dk: Acceptér vilkår for anvendelse
de_de: Nutzungsbedingungen akzeptieren
el_gr: Αποδοχή Όρων Χρήσης
es_es: Aceptar las condiciones de uso
fa_ir: پذیرش شرایط استفاده
fi_fi: Hyväksy käyttöehdot
fr_ca: Accepter les conditions d’utilisation
it_it: Accetta le condizioni per l'utilizzo
ja_jp: 使用条件に同意する
nb_no: Godta vilkårene for bruk
nl_nl: Gebruiksvoorwaarden accepteren
pt_br: Aceitar Termos de Uso
pt_pt: Aceitar Termos de Utilização
sv_se: Godkänn användningsvillkoren

# terms_of_use.accept_checkbox.on.acc_hint
source: Double tap to check the "accept the terms of use" checkbox.
da_dk: Dobbelttryk for at markere afkrydsningsfeltet "Acceptér vilkår for anvendelse"
de_de: Doppeltippen, um das Kontrollkästchen „Nutzungsbedingungen akzeptieren“ zu aktivieren
el_gr: Πατήστε δύο φορές για να ελέγξετε το πλαίσιο ελέγχου "Αποδοχή των όρων χρήσης"
es_es: Pulsa dos veces para activar la casilla "aceptar las condiciones de uso".
fa_ir: برای علامت زدن کادر «پذیرش شرایط استفاده» دو بار ضربه بزنید
fi_fi: Kaksoisnapauta valitaksesi "hyväksy käyttöehdot" -valintaruudun
fr_ca: Appuyer deux fois pour activer la case à cocher "accepter les conditions d’utilisation"
it_it: Tocca due volte per selezionare la casella di controllo "Accetta le condizioni per l'utilizzo"
ja_jp: [使用条件に同意する] チェック ボックスをオンにするには、ダブルタップします
nb_no: Dobbelttrykk for å merke av Godta vilkårene for bruk
nl_nl: Dubbeltik om het selectievakje Gebruiksvoorwaarden accepteren in te schakelen
pt_br: Dê um toque duplo para marcar a caixa de seleção "aceitar os termos de uso"
pt_pt: Faça duplo toque para selecionar a caixa de verificação "aceitar termos de utilização"
sv_se: Dubbelknacka om du vill markera kryssrutan "Godkänn användningsvillkoren"

# terms_of_use.accept_checkbox.off.acc_hint
source: Double tap to uncheck the "accept the terms of use" checkbox.
da_dk: Dobbelttryk for at fjerne markeringen i afkrydsningsfeltet "Acceptér vilkår for anvendelse"
de_de: Doppeltippen, um das Kontrollkästchen „Nutzungsbedingungen akzeptieren“ zu deaktivieren
el_gr: Πατήστε δύο φορές για να καταργήσετε την επιλογή του πλαισίου ελέγχου "Αποδοχή των όρων χρήσης"
es_es: Pulsa dos veces para desactivar la casilla "aceptar las condiciones de uso".
fa_ir: برای برداشتن علامت از کادر «پذیرش شرایط استفاده» دو بار ضربه بزنید
fi_fi: Kaksoisnapauta poistaaksesi "hyväksy käyttöehdot" -valintaruudun valinnan
fr_ca: Appuyer deux fois pour désactiver la case à cocher "accepter les conditions d’utilisation"
it_it: Tocca due volte per deselezionare la casella di controllo "Accetta le condizioni per l'utilizzo"
ja_jp: [使用条件に同意する] チェック ボックスをオフにするには、ダブル タップします
nb_no: Dobbelttrykk for å fjerne merket for Godta vilkårene for bruk
nl_nl: Dubbeltik om het selectievakje Gebruiksvoorwaarden accepteren uit te schakelen
pt_br: Dê um toque duplo para desmarcar a caixa de seleção "aceitar os termos de uso"
pt_pt: Faça duplo toque para desmarcar a caixa de verificação "aceitar termos de utilização"
sv_se: Dubbelknacka om du vill avmarkera kryssrutan "Godkänn användningsvillkoren"

# terms_of_use.accept_checkbox.on.acc_value
source: Checked
da_dk: Markeret
de_de: Aktiviert
el_gr: Έχει επιλεχθεί
es_es: Activada
fa_ir: علامت‌زده شده
fi_fi: Tarkistettu
fr_ca: Cochée
it_it: Selezionato
ja_jp: オン
nb_no: Merket
nl_nl: Ingeschakeld
pt_br: Marcado
pt_pt: Selecionada
sv_se: Markerad

# terms_of_use.accept_checkbox.off.acc_value
source: Unchecked
da_dk: Ikke markeret
de_de: Deaktiviert
el_gr: Δεν έχει επιλεχθεί
es_es: Desactivada
fa_ir: علامت‌زده نشده
fi_fi: Valinta poistettu
fr_ca: Décochée
it_it: Non selezionato
ja_jp: オフ
nb_no: Ikke merket
nl_nl: Uitgeschakeld
pt_br: Desmarcada
pt_pt: Desmarcada
sv_se: Omarkerad

# terms_of_use.medical_safety_disclaimer
source: You acknowledge that Soundscape (1) is not designed, intended, or made available as a medical device, and (2) is not designed or intended to be a substitute for professional medical advice, diagnosis, treatment, or judgment and should not be used to replace or as a substitute for professional medical advice, diagnosis, treatment, or judgment. Safety Notice Soundscape is a navigation aid and should not be used in lieu of mobility skills, being aware of your surroundings, and good judgement. Use caution when navigating your environment as the mapping data incorporated into the Soundscape program is captured from a third-party program, and therefore, there may be limitations with the accuracy of the information presented.
da_dk: Du anerkender, at Soundscape (1) ikke er designet, beregnet eller stillet til rådighed som medicinsk udstyr, og (2) ikke er designet eller beregnet til at erstatte professionel medicinsk rådgivning, diagnose, behandling eller vurdering og ikke bør bruges til at erstatte eller som erstatning for professionel medicinsk rådgivning, diagnose, behandling eller vurdering. Sikkerhedsmeddelelse Soundscape er et navigationshjælpemiddel og bør ikke bruges i stedet for mobilitetsfærdigheder, at være opmærksom på dine omgivelser og god dømmekraft. Vær forsigtig, når du navigerer i dit miljø, da de kortlægningsdata, der er indarbejdet i Soundscape-programmet, stammer fra et tredjepartsprogram, og derfor kan der være begrænsninger med nøjagtigheden af de viste oplysninger.
de_de: Sie erkennen an, dass Soundscape (1) nicht als medizinisches Gerät konzipiert, vorgesehen oder zur Verfügung gestellt wird und (2) nicht als Ersatz für professionelle medizinische Beratung, Diagnose, Behandlung oder Beurteilung konzipiert oder vorgesehen ist und nicht als Ersatz für professionelle medizinische Beratung, Diagnose, Behandlung oder Beurteilung verwendet werden sollte. Sicherheitshinweise Soundscape ist eine Navigationshilfe und sollte nicht als Ersatz für Mobilitätsfähigkeiten, Aufmerksamkeit für Ihre Umgebung und gutes Urteilsvermögen verwendet werden. Seien Sie vorsichtig, wenn Sie durch Ihre Umgebung navigieren, da die in das Soundscape-Programm integrierten Kartendaten von einem Drittanbieterprogramm erfasst werden und es daher Einschränkungen bei der Genauigkeit der dargestellten Informationen geben kann.
el_gr: Αναγνωρίζετε ότι το Soundscape (1) δεν έχει σχεδιαστεί, δεν προορίζεται ούτε διατίθεται ως ιατροτεχνολογική συσκευή και (2) δεν έχει σχεδιαστεί ή προορίζεται να αντικαταστήσει επαγγελματικές ιατρικές συμβουλές, διάγνωση, θεραπεία ή κρίση και δεν πρέπει να χρησιμοποιείται για να αντικαταστήσει ή ως υποκατάστατο για επαγγελματική ιατρική συμβουλή, διάγνωση, θεραπεία ή κρίση. Ειδοποίηση ασφαλείας Το Soundscape είναι ένα βοήθημα περιήγησης και δεν πρέπει να χρησιμοποιείται αντί δεξιοτήτων κινητικότητας, του να έχετε επίγνωση του περιβάλλοντός σας και της ορθής κρίσης. Να προσέχετε όταν περιηγείστε στο περιβάλλον σας καθώς τα δεδομένα χαρτογράφησης που είναι ενσωματωμένα στο πρόγραμμα Soundscape καταγράφονται από πρόγραμμα τρίτου και επομένως, μπορεί να υπάρχουν περιορισμοί ως προς την ακρίβεια των παρουσιαζόμενων πληροφοριών.
es_es: Confirma que Soundscape (1) no se ha diseñado, pensado ni puesto a disposición como dispositivo médico, y (2) no se ha diseñado o pensado para sustituir un dispositivo, diagnóstico, tratamiento o criterio médico profesional. Aviso de seguridad Soundscape es una ayuda de navegación y no se debe usar en lugar de las habilidades de movilidad, el sentido común y el conocimiento del entorno. Tenga cuidado al navegar por su entorno, ya que los datos de mapas incorporados en el programa Soundscape se capturan desde un programa externo y, por tanto, puede haber limitaciones con la precisión de la información presentada.
fa_ir: شما تصدیق می‌کنید که Soundscape (۱) به عنوان یک دستگاه پزشکی طراحی، در نظر گرفته یا در دسترس قرار نگرفته است، و (۲) به عنوان جایگزینی برای مشاوره، تشخیص، درمان یا قضاوت پزشکی حرفه‌ای طراحی یا در نظر گرفته نشده است و نباید به جای یا به عنوان جایگزینی برای مشاوره، تشخیص، درمان یا قضاوت پزشکی حرفه‌ای استفاده شود. اعلامیه ایمنی Soundscape یک کمک ناوبری است و نباید به جای مهارت‌های حرکتی، آگاهی از محیط اطراف و قضاوت خوب استفاده شود. هنگام پیمایش در محیط خود احتیاط کنید زیرا داده‌های نقشه‌برداری گنجانده شده در برنامه Soundscape از یک برنامه شخص ثالث گرفته شده است و بنابراین، ممکن است در دقت اطلاعات ارائه شده محدودیت‌هایی وجود داشته باشد.
fi_fi: Ymmärrät, että Soundscapea (1) ei ole suunniteltu, tarkoitettu tai tehty saatavaksi lääkinnällisenä laitteena ja (2) sitä ei ole suunniteltu korvaamaan eikä sen ole tarkoitus korvata terveydenhuollon ammattilaisen neuvoja, diagnoosia, hoitoa eikä arviota, eikä sen tulisi korvata terveydenhuollon ammattilaisen neuvoa, diagnoosia, hoitoa eikä arviota. Turvailmoitus Soundscape on suunnistusapuväline, eikä sen tulisi toimia liikkumiskyvyn, ympäristön tiedostamisen sekä hyvän arviointikyvyn korvikkeena. Suunnista ympäristössäsi varovaisesti, sillä Soundscape -ohjelmaan sisällytetyt karttatiedot on kaapattu kolmannen osapuolen ohjelmalla, jonka vuoksi esitettyjen tietojen tarkkuudessa voi olla rajoituksia.
fr_ca: Vous reconnaissez que Soundscape (1) n’est pas conçu, prévu, ni rendu disponible en tant que dispositif médical, et (2) n’est pas conçu, ni prévu en tant que remplacement d’un dispositif médical professionnel, d’un diagnostic, d’un traitement ou d’un jugement et ne doit pas être utilisé pour remplacer un avis médical professionnel, un diagnostic, un traitement ou un jugement. Consigne de sécurité Soundscape est un assistant de navigation. Ne l’utilisez pas à la place d’outils d’aide à la mobilité, ni sans prendre connaissance de ce qui vous entoure et d’en juger par vous-même. Soyez prudent lorsque vous vous déplacez dans votre environnement, car les données cartographiques incorporées au programme de Soundscape proviennent d’un programme tiers et, par conséquent, peuvent être limitées en termes de précision des renseignements fournis.
it_it: L'utente riconosce che Soundscape (1) non è progettato, inteso o reso disponibile come dispositivo medico e (2) non è progettato o destinato a sostituire la consulenza, la diagnosi, il trattamento o il giudizio medico professionale e non deve essere utilizzato in sostituzione della consulenza, della diagnosi, del trattamento o del giudizio medico professionale. Avviso di sicurezza Soundscape è un aiuto per lo spostamento e non è concepito come sostitutivo delle capacità di mobilità, della consapevolezza dei dintorni e del buon senso. Presta attenzione quando esplori l'ambiente poiché i dati di mapping incorporati nel programma Soundscape vengono acquisiti da un programma di terze parti e, pertanto, potrebbero esserci limitazioni circa l'accuratezza delle informazioni presentate.
ja_jp: お客様は、Soundscape が (1) 医療機器として設計されておらず、医療機器として使用することが意図されておらず、医療機器として提供されていないこと、および (2) 医師のアドバイス、診断、治療、判断の代わりになるように設計または意図されておらず、医師のアドバイス、診断、治療、判断の代わりにまたはそれらを置き換えるものとして使用すべきではないことを認めます。 安全上の注意事項 Soundscape は移動を支援するものであり、周囲に注意を払い、適切な判断をする移動能力を代替するものとして使用することはできません。Soundscape プログラムに組み込まれている地図データはサードパーティ プログラムから取得したものであり、提示される情報の正確性には限界がある可能性があるため、実際に移動する際には注意してください。
nb_no: Du bekrefter at Soundscape (1) ikke er utformet for, beregnet på eller gjort tilgjengelig som medisinsk utstyr, og (2) at den ikke er utformet for eller beregnet som en erstatning for helseråd, diagnose, behandling eller vurdering og skal ikke brukes til å erstatte eller som en erstatning for helseråd, diagnose, behandling eller vurdering. Sikkerhetsmerknad Soundscape er et navigasjonshjelpemiddel og skal ikke brukes i stedet for mobilitetsferdigheter, bevissthet over omgivelsene eller god dømmekraft. Bruk den forsiktig når du navigerer i omgivelsene siden kartleggingsdataene som brukes i Soundscape-programmet er hentet fra et tredjepartsprogram, og det derfor kan være begrensninger med nøyaktigheten på informasjonen som gis.
nl_nl: U erkent dat Soundscape (1) niet is ontworpen, bedoeld of beschikbaar is gesteld als een medisch apparaat, en (2) niet is ontworpen of bedoeld als vervanging voor professionele medische adviezen, diagnoses, behandelingen of beoordelingen en niet moeten worden gebruikt als vervanging of substitutie voor professionele medische adviezen, diagnoses, behandelingen of beoordelingen. Veiligheidsverklaring Soundscape is een navigatiehulpmiddel en moet niet worden gebruikt ter vervanging van mobiele vaardigheden, bewustzijn van uw omgeving en gezond verstand. Wees voorzichtig bij het navigeren in uw omgeving omdat de kaartgegevens in Soundscape zijn overgenomen uit een programma van derden. Daarom kunnen er beperkingen zijn in de nauwkeurigheid van de gepresenteerde informatie.
pt_br: Você reconhece que o Soundscape (1) não foi projetado, destinado ou disponibilizado como um dispositivo médico e (2) não foi projetado ou destinado para ser um substituto para orientação, diagnóstico, tratamento ou avaliação médica e não deve ser usado para substituir orientação, diagnóstico, tratamento ou avaliação médica. Aviso de Segurança O Soundscape é um auxílio de navegação e não deve ser usado em lugar de habilidades de mobilidade, consciência de seus arredores e do bom senso. Tome cuidado ao andar por seu ambiente, já que os dados de mapeamentos incorporados ao programa Soundscape são capturados de um programa de terceiros e, portanto, pode haver limitações na precisão das informações apresentadas.
pt_pt: Aceita que o Soundscape (1) não foi concebido, não se destina nem foi disponibilizado como dispositivo médico, e (2) não foi concebido nem se destina a substituir conselhos, diagnósticos ou tratamentos médicos profissionais e não deve ser utilizado para substituir conselhos, diagnósticos ou tratamentos médicos profissionais. Aviso de Segurança O Soundscape é um auxiliar de navegação e não deve ser utilizado em substituição de competências de mobilidade, estar ciente do ambiente que o rodeia e senso comum. Tome cuidado quando navegar, visto que os dados de mapeamento incorporados no Soundscape são capturados a partir de um programa de terceiros e, consequentemente, poderão existir limitações relativas à exatidão das informações apresentadas.
sv_se: Du är medveten om att Soundscape (1) inte är avsett för eller gjorts tillgängligt som medicinsk utrustning och (2) inte är avsett att ersätta professionell medicinsk utrustning, diagnoser, behandling eller bedömning och bör ska inte användas i stället för professionell medicinsk utrustning, diagnoser, behandling eller bedömning. Säkerhetsinformation Soundscape är ett navigeringshjälpmedel och ska inte användas i stället för mobilitetsfärdigheter, kännedom om omgivningarna och gott omdöme. Var försiktig när du navigerar i din miljö eftersom de kartdata som ingår i Soundscape har samlats in från ett program från tredje part, och det kan därför finnas begränsningar i hur exakt den informationen presenteras.

# terms_of_use.accept.new_features
source: Accept
da_dk: Acceptér
de_de: Zustimmen
el_gr: Αποδοχή
es_es: Aceptar
fa_ir: پذیرش
fi_fi: Hyväksy
fr_ca: Accepter
it_it: Accetta
ja_jp: 同意
nb_no: Godta
nl_nl: Accepteren
pt_br: Aceitar
pt_pt: Aceitar
sv_se: Acceptera
