Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# terms_of_use.accept.new_features.accessibility_hint
source: Double tap to accept and close announcements.
da_dk: Dobbelttryk for at acceptere og lukke meddelelser
de_de: Zum Akzeptieren und Schließen der Benachrichtigungen doppelt tippen
el_gr: Πατήστε δύο φορές για να αποδεχτείτε και να κλείσετε τις ανακοινώσεις
es_es: Pulsa dos veces para aceptar y cerrar los anuncios.
fa_ir: برای پذیرش و بستن اطلاعیه‌ها دو بار ضربه بزنید
fi_fi: Hyväksy ja sulje ilmoitukset kaksoisnapauttamalla
fr_ca: Appuyer deux fois pour accepter et fermer les annonces
it_it: Tocca due volte per accettare e chiudere gli annunci
ja_jp: 同意して通知を閉じるにはダブルタップします
nb_no: Dobbelttrykk for å godta og lukke kunngjøringer
nl_nl: Dubbeltik om aankondigingen te accepteren en te sluiten
pt_br: Dê um toque duplo para aceitar e fechar os anúncios
pt_pt: Faça duplo toque para aceitar e fechar os anúncios
sv_se: Dubbelknacka för att acceptera och stänga meddelanden

# first_launch.get_started_button.off.acc_hint
source: You must check the "accept the terms of use" checkbox before you can press this button.
da_dk: Du skal markere afkrydsningsfeltet "acceptér vilkår for anvendelse", før du kan trykke på denne knap
de_de: Sie müssen das Kontrollkästchen „Nutzungsbedingungen akzeptieren“ aktivieren, bevor Sie diese Schaltfläche antippen können.
el_gr: Πρέπει να επιλέξετε το πλαίσιο ελέγχου "Αποδοχή των όρων χρήσης" για να μπορέσετε να πατήσετε αυτό το κουμπί
es_es: Debes marcar la casilla "aceptar los términos de uso" antes de poder pulsar este botón.
fa_ir: قبل از اینکه بتوانید این دکمه را فشار دهید، باید کادر «پذیرش شرایط استفاده» را علامت بزنید
fi_fi: Sinun on valittava "hyväksy käyttöehdot" -valintaruutu, ennen kuin voit painaa tätä painiketta
fr_ca: Vous devez activer la case à cocher "accepter les conditions d’utilisation" avant de pouvoir appuyer sur ce bouton
it_it: Devi selezionare la casella di controllo "Accetta le condizioni per l'utilizzo" per poter premere questo pulsante
ja_jp: このボタンを押す前に、[利用規約に同意する] チェックボックスにチェックを入れる必要があります
nb_no: Du må merke av for Godta vilkårene for bruk før du trykker på denne knappen.
nl_nl: Schakel het selectievakje Gebruiksvoorwaarden accepteren in voordat u op deze knop drukt
pt_br: Você deverá marcar a caixa de seleção "aceitar os termos de uso" antes de poder pressionar este botão
pt_pt: Tem de selecionar a caixa de verificação "aceitar termos de utilização" antes de poder premir este botão
sv_se: Du måste markera kryssrutan "Godkänn användningsvillkoren" innan du kan trycka på den här knappen.

# first_launch.welcome_text
source: Welcome! Before we get started, we need to go through some setup and ask for several permissions. Press the Next button to start.
da_dk: Velkommen! Før vi går i gang, skal vi igennem nogle konfigurationer og bede om flere tilladelser. Tryk på knappen Næste for at starte.
de_de: Willkommen! Bevor Sie loslegen können, müssen wir einige Einstellungen vornehmen und verschiedene Berechtigungen abfragen. Tippen Sie auf „Weiter“, um zu beginnen.
el_gr: Καλώς ήρθατε! Πριν ξεκινήσουμε, πρέπει να περάσουμε από κάποια ρύθμιση και να ζητήσουμε αρκετές άδειες. Πατήστε το κουμπί Επόμενο για να ξεκινήσετε.
es_es: ¡Bienvenido! Antes de comenzar, tenemos que pasar por algunos ajustes y aceptar varios permisos. Presiona el botón Siguiente para iniciar.
fa_ir: خوش آمدید! قبل از شروع، باید برخی تنظیمات را انجام دهیم و چندین اجازه را درخواست کنیم. برای شروع دکمه بعدی را فشار دهید.
fi_fi: Tervetuloa! Ennen kuin aloitamme, meidän on suoritettava joitakin määrityksiä ja kysyttävä eri käyttöoikeuksia. Paina Seuraava-painiketta aloittaaksesi.
fr_ca: Bienvenue! Avant de commencer, nous devons procéder à certains réglages et vous demander plusieurs autorisations. Appuyez sur le bouton Suivant pour commencer.
it_it: Benvenuti! Prima di iniziare, dobbiamo eseguire alcune impostazioni e chiedere diverse autorizzazioni. Premi il pulsante Avanti per iniziare.
ja_jp: ようこそ。始める前にいくつかの設定が必要になります。また、ユーザーの許可が必要な項目があります。始めるには、[次へ] ボタンを押してください。
nb_no: Velkommen! Før vi kommer i gang, må vi gå gjennom oppsettet og be om flere tillatelser. Trykk på knappen Neste for å begynne.
nl_nl: Welkom! Voordat u kunt beginnen, moet u wat instellingen opgeven en machtigingen toestaan. Druk op Volgende om te beginnen.
pt_br: Bem-vindo! Antes de começar, precisamos passar por algumas configurações e pedir várias permissões. Pressione o botão Avançar para iniciar.
pt_pt: Boas-vindas! Antes de começarmos, necessitamos de configurar alguns itens e pedir várias permissões. Prima o botão Seguinte para começar.
sv_se: Välkommen! Innan vi börjar måste vi gå igenom några inställningar och be om en del behörigheter. Du startar genom att trycka på Nästa.

# first_launch.welcome_audio_text
source: Welcome! Soundscape helps you stay aware of where you are and where you're going by using unique audio guidance and by calling out roads, intersections, and places as you approach them. Press the Next button to begin.
da_dk: Velkommen! Soundscape hjælper dig med at være opmærksom på, hvor du er, og hvor du skal hen, ved hjælp af unik lydvejledning og ved at annoncere veje, kryds og steder, når du nærmer dig dem. Tryk på knappen Næste for at starte.
de_de: Herzlich willkommen! Soundscape zeigt Ihnen mit einzigartigen akustischen Hinweisen und Hinweisen zu Straßen, Kreuzungen und Orte in Ihrer Nähe Ihre Position und Ihr Ziel an. Drücken Sie die Taste „Weiter“, um zu beginnen.
el_gr: Καλώς ήρθατε! Το Soundscape σας βοηθά να είστε ενήμεροι για το πού βρίσκεστε και πού πηγαίνετε χρησιμοποιώντας μοναδική ηχητική καθοδήγηση και επεξηγώντας δρόμους, διασταυρώσεις και μέρη καθώς τα πλησιάζετε. Πατήστε το κουμπί Επόμενο για να ξεκινήσετε.
es_es: ¡Bienvenido! Soundscape te ayuda a estar al tanto de dónde estás y hacia dónde vas, usando una guía de audio única y avisando de caminos, cruces y lugares cuando te acercas. Pulsa el botón Siguiente para comenzar.
fa_ir: خوش آمدید! Soundscape با استفاده از راهنمایی صوتی منحصر به فرد و با اعلام جاده‌ها، تقاطع‌ها و مکان‌ها هنگام نزدیک شدن به آنها، به شما کمک می‌کند تا از جایی که هستید و به کجا می‌روید آگاه باشید. برای شروع دکمه بعدی را فشار دهید.
fi_fi: Tervetuloa! Soundscape auttaa sinua pysymään ajan tasalla siitä, missä olet, ja mihin olet menossa käyttämällä ainutlaatuisia ääniopasteita ja ilmoittamalla tiet, risteykset ja paikat, kun lähestyt niitä. Paina Seuraava-painiketta aloittaaksesi.
fr_ca: Bienvenue! Soundscape vous tient informé de votre emplacement et de votre direction grâce à un système d’audio-guidage unique et en vous indiquant les routes, les intersections et les emplacements à mesure que vous vous en approchez. Appuyez sur le bouton Suivant pour commencer.
it_it: Benvenuti! Soundscape ti aiuta a rimanere consapevole di dove ti trovi e dove stai andando utilizzando una guida audio unica e notificandoti strade, incroci e punti di interesse mentre ti avvicini. Premi il pulsante Avanti per iniziare.
ja_jp: ようこそ。Soundscape は現在地や目的地の情報を確認しながら歩くのに役立ちます。独自の音声ガイドがあり、道路や交差点、さまざまな場所に近付くとコールアウトでお知らせします。始めるには [次へ] ボタンを押してください。
nb_no: Velkommen! Soundscape hjelper deg med å være bevisst på hvor du er og hvor du er på vei, ved å bruke unik lydveiledning og ved å lese opp veier, veikryss og steder når du nærmer deg dem. Trykk på knappen Neste for å begynne.
nl_nl: Welkom! Met Soundscape blijft u zich gemakkelijker bewust van waar u bent en waar u naartoe gaat door een unieke audiohulp en door het beschrijven van wegen, kruispunten en plaatsen als u deze nadert. Druk op Volgende om te beginnen.
pt_br: Bem-vindo(a)! O Soundscape ajuda você a ter consciência de onde está e para onde vai usando orientações de áudio exclusivas e ao notificar ruas, cruzamentos e locais à medida que você se aproximar deles. Pressione o botão Próximo para começar.
pt_pt: Boas-vindas! O Soundscape ajuda-o a saber onde está e para onde vai utilizando uma orientação por áudio exclusiva e avisando-o de ruas, cruzamentos e locais à medida que se aproxima destes. Prima o botão Seguinte para começar.
sv_se: Välkommen! Soundscape ser till att du vet var du är och vart du är på väg genom att använda unik ljudvägledning genom att läsa upp vägar, vägkorsningar och platser när du närmar dig dem. Tryck på knappen Nästa när du vill börja.

# first_launch.permission_required
source: This permission is required.
da_dk: Denne tilladelse er påkrævet.
de_de: Diese Berechtigung ist erforderlich.
el_gr: Αυτή η άδεια απαιτείται.
es_es: Este permiso es obligatorio.
fa_ir: این اجازه لازم است
fi_fi: Tämä käyttöoikeus vaaditaan.
fr_ca: Cette autorisation est obligatoire.
it_it: Questa autorizzazione è necessaria.
ja_jp: この許可は必須です。
nb_no: Denne tillatelsen er obligatorisk.
nl_nl: Deze toestemming is verplicht.
pt_br: Essa permissão é necessária.
pt_pt: Esta permissão é necessária.
sv_se: Den här behörigheten är obligatorisk.

# first_launch.soundscape_language
source: Soundscape Language
da_dk: Sproget i Soundscape
de_de: Soundscape-Sprache
el_gr: Γλώσσα Soundscape
es_es: Idioma de Soundscape
fa_ir: زبان Soundscape
fi_fi: Soundscapen kieli
fr_ca: Langue de Soundscape
it_it: Lingua di Soundscape
ja_jp: Soundscape の言語
nb_no: Soundscape-språk
nl_nl: Taal in Soundscape
pt_br: Idioma do Soundscape
pt_pt: Idioma do Soundscape
sv_se: Soundscape-språk

# first_launch.soundscape_language.text
source: Select the language you would like Soundscape to use. You can always change your selection in the app settings.
da_dk: Vælg det sprog, Soundscape skal bruge. Du kan altid ændre dit valg i appindstillingerne.
de_de: Wählen Sie die Sprache aus, die Soundscape verwenden soll. Sie können Ihre Auswahl jederzeit in den App-Einstellungen ändern.
el_gr: Επιλέξτε τη γλώσσα που θέλετε να χρησιμοποιεί το Soundscape. Μπορείτε πάντα να αλλάξετε την επιλογή σας στις ρυθμίσεις της εφαρμογής.
es_es: Selecciona el idioma que deseas usar en Soundscape. Siempre podrás cambiar tu elección en los ajustes de la aplicación.
fa_ir: زبانی را که می‌خواهید Soundscape استفاده کند انتخاب کنید. همیشه می‌توانید انتخاب خود را در تنظیمات برنامه تغییر دهید.
fi_fi: Valitse kieli, jota haluat Soundscapen käyttävän. Voit aina muuttaa valintaasi sovelluksen asetuksista.
fr_ca: Sélectionnez la langue souhaitée pour Soundscape. Vous pouvez toujours modifier votre sélection dans les paramètres de l’appli.
it_it: Seleziona la lingua che desideri utilizzare con Soundscape. Puoi sempre modificare la scelta nelle impostazioni dell'app.
ja_jp: Soundscape で使用する言語を選択してください。言語は、アプリの設定でいつでも変更できます。
nb_no: Velg språket du vil at Soundscape skal bruke. Du kan alltids endre valget i appinnstillingene.
nl_nl: Selecteer de taal waarin u Soundscape wilt gebruiken. U kunt uw keuze altijd wijzigen in de appinstellingen.
pt_br: Selecione a linguagem que você quer que o Soundscape use. Você sempre poderá alterar sua seleção nos Ajustes do aplicativo.
pt_pt: Selecione o idioma que pretende que o Soundscape utilize. Poderá alterar a sua seleção nas definições da aplicação.
sv_se: Välj vilket språk du vill ska användas i Soundscape. Du kan ändra det senare i appens inställningar.

# first_launch.location.text
source: Soundscape is a location-based app. We use your location to find and call out things around you.
da_dk: Soundscape er en placeringsbaseret app. Vi bruger din placering til at finde og sende lydbeskeder om ting omkring dig.
de_de: Soundscape ist eine standortbasierte App. Ihr Standort wird verwendet, um Sie zu lokalisieren und Sie auf Dinge in Ihrer Umgebung hinzuweisen.
el_gr: Η Soundscape είναι μια εφαρμογή που βασίζεται στην τοποθεσία. Χρησιμοποιούμε την τοποθεσία σας για να βρούμε και να επεξηγούμε πράγματα γύρω σας.
es_es: Soundscape es una aplicación basada en la ubicación. Utilizamos tu ubicación para encontrar y avisar de las cosas que te rodean.
fa_ir: Soundscape یک برنامه مبتنی بر مکان است. ما از مکان شما برای پیدا کردن و اعلام چیزهای اطراف شما استفاده می‌کنیم.
fi_fi: Soundscape on sijaintiin perustuva sovellus. Käytämme sijaintiasi löytääksemme asioita ympäristöstäsi ja ilmoittaaksemme niistä.
fr_ca: Soundscape est une appli basée sur la localisation. Nous utilisons votre localisation pour rechercher et indiquer ce qui vous entoure.
it_it: Soundscape è un'app basata sulla posizione. Usiamo la tua posizione per trovare e notificare le cose intorno a te.
ja_jp: Soundscape は、位置情報を使用するアプリです。ユーザーの位置情報を使用して、周辺の情報を確認し、コールアウトします。
nb_no: Soundscape er en posisjonsbasert app. Vi bruker posisjonen din til å finne og lese opp ting rundt deg.
nl_nl: Soundscape is een op locatie gebaseerde app. We gebruiken uw locatie om dingen om u heen te zoeken en te beschrijven.
pt_br: O Soundscape é um aplicativo baseado em localização. Nós usamos a sua localização para descobrirmos coisas ao seu redor e as notificamos para você.
pt_pt: O Soundscape é uma aplicação baseada na localização. Utilizaremos a sua localização para identificar e emitir avisos sobre o que o rodeia.
sv_se: Soundscape är en platsbaserad app. Vi använder din plats för att hitta och läsa upp vad som finns runt omkring dig.

# first_launch.location.enable_location
source: Enable Location
da_dk: Aktiver placering
de_de: Standort aktivieren
el_gr: Ενεργοποίηση τοποθεσίας
es_es: Habilitar ubicación
fa_ir: فعال کردن مکان
fi_fi: Ota sijainti käyttöön
fr_ca: Activer l’emplacement
it_it: Abilita posizione
ja_jp: 位置情報を有効にする
nb_no: Aktiver posisjon
nl_nl: Locatie inschakelen
pt_br: Habilitar Localização
pt_pt: Ativar Localização
sv_se: Aktivera plats

# first_launch.device_motion
source: Device Motion
da_dk: Enhedens bevægelse
de_de: Gerätebewegung
el_gr: Κίνηση συσκευής
es_es: Movimiento del dispositivo
fa_ir: حرکت دستگاه
fi_fi: Laitteen liike
fr_ca: Mouvement de l’appareil
it_it: Movimento del dispositivo
ja_jp: デバイス モーション
nb_no: Enhetsbevegelse
nl_nl: Apparaatbeweging
pt_br: Movimento de Dispositivo
pt_pt: Movimento do Dispositivo
sv_se: Enhetens rörelse

# first_launch.device_motion.text
source: This allows Soundscape to improve your experience based on whether you are walking, in a vehicle, or standing still.
da_dk: Dette giver Soundscape mulighed for at forbedre din oplevelse baseret på, om du går, er i et køretøj eller står stille.
de_de: Auf diese Weise kann Soundscape Ihre Erfahrung verbessern, je nach dem, ob Sie zu Fuß oder in einem Fahrzeug unterwegs sind oder stillstehen.
el_gr: Αυτό επιτρέπει στο Soundscape να βελτιώσει την εμπειρία σας ανάλογα με το αν περπατάτε, βρίσκεστε σε ένα όχημα ή στέκεστε ακίνητοι.
es_es: Esto le permite a Soundscape mejorar tu experiencia en función de si va a pie, se desplaza en un vehículo o no se mueve.
fa_ir: این به Soundscape اجازه می‌دهد تا تجربه شما را بر اساس اینکه در حال راه رفتن، در وسیله نقلیه یا ثابت هستید، بهبود بخشد.
fi_fi: Tämä sallii Soundscapen parantaa kokemustasi sen perusteella, käveletkö, oletko ajoneuvossa, vai seisotko paikallasi.
fr_ca: Cette option permet à Soundscape d’améliorer votre expérience que vous soyez à pied, en voiture ou immobile.
it_it: Questa opzione consente a Soundscape di migliorare la tua esperienza quando stai camminando, ti trovi in un veicolo o stai fermo.
ja_jp: これにより、ユーザーが歩行中か乗車中か立ち止まっているのかという状態が反映され、Soundscape のエクスペリエンスが向上します。
nb_no: Dette gjør at Soundscape kan forbedre opplevelsen din basert på om du går, sitter i en bil eller står i ro.
nl_nl: Hiermee kan Soundscape uw ervaring verbeteren op basis van het feit of u loopt, in een auto rijdt of stilstaat.
pt_br: Isso permite que o Soundscape aprimore sua experiência com base em você estar caminhando, em um veículo ou parado.
pt_pt: Isto permite que o Soundscape melhore a sua experiência consoante esteja a caminhar, num veículo ou imóvel.
sv_se: Detta gör att Soundscape kan förbättra din upplevelse baserat på om du går, befinner dig i ett fordon eller står still.

# first_launch.lighting_way_with_sound
source: Lighting up your way with sound
da_dk: Skab lys på din vej med lyd
de_de: Beleuchten Sie Ihren Weg mit Sound
el_gr: Φωτίζοντας το δρόμο σας με ήχο
es_es: Iluminando tu camino con sonido
fa_ir: روشن کردن راه شما با صدا
fi_fi: Valaisee tiesi äänen avulla
fr_ca: Le son qui vous ouvre la voie
it_it: Illumina la tua strada con il suono
ja_jp: 音で道を明るく照らす
nb_no: Lyser opp veien med lyd
nl_nl: Uw route verlichten met geluid
pt_br: Iluminando seu caminho com som
pt_pt: Iluminar o seu caminho com som
sv_se: Upplysning om vägen med hjälp av ljud

# first_launch.lighting_way_with_sound.text_alt
source: Soundscape uses 3D sound to let you know what’s around you. For example, if your destination is on your right, you will hear sound coming from that direction, or if a coffee shop is on your left, you will hear a callout from that direction.
da_dk: Soundscape bruger 3D-lyd til at fortælle dig, hvad der er omkring dig. Hvis din destination f.eks. er til højre, vil du høre lyd, der kommer fra den retning, eller hvis en café er til venstre, vil du høre en lydbesked fra denne retning.
de_de: Soundscape verwendet 3D-Sound, um Sie wissen zu lassen, was um Sie herum ist. Wenn sich Ihr Ziel beispielsweise auf der rechten Seite befindet, hören Sie Signale aus dieser Richtung. Ist ein Café links von Ihnen, kommt der Hinweis aus dieser Richtung.
el_gr: Το Soundscape χρησιμοποιεί ήχο 3D για να σας ενημερώσει για το τι υπάρχει γύρω σας. Για παράδειγμα, εάν ο προορισμός σας βρίσκεται στα δεξιά σας, θα ακούσετε ήχο που προέρχεται από αυτή την κατεύθυνση. αν ένα καφέ βρίσκεται στα αριστερά σας, θα ακούσετε μια επεξήγηση από αυτή την κατεύθυνση.
es_es: Soundscape usa sonido 3D para indicarte qué hay a tu alrededor. Por ejemplo, si tu destino está a tu derecha, oirás un sonido procedente de esa dirección, o si hay una cafetería a tu izquierda, oirás un aviso procedente de esa dirección.
fa_ir: Soundscape از صدای سه بعدی برای اطلاع شما از آنچه در اطرافتان است استفاده می‌کند. به عنوان مثال، اگر مقصد شما در سمت راست شما باشد، صدایی از آن جهت خواهید شنید، یا اگر یک کافی‌شاپ در سمت چپ شما باشد، یک اعلان صوتی از آن جهت خواهید شنید.
fi_fi: Soundscape käyttää 3D-ääntä ilmoittaakseen, mitä ympärilläsi on. Jos esimerkiksi määränpääsi on oikealla puolellasi, kuulet äänen, joka tulee siitä suunnasta, tai jos kahvila on vasemmalla puolellasi, kuulet ilmoituksen siitä suunnasta.
fr_ca: Soundscape utilise un son 3D pour vous informer sur ce qui vous entoure. Par exemple, si votre destination se trouve sur votre droite, vous entendrez du son provenant de cette direction. Si un café-restaurant se trouve sur votre gauche, vous entendrez une notification provenant de cette direction.
it_it: Soundscape utilizza l'audio 3D per farti percepire cosa c'è intorno a te. Ad esempio, se la tua destinazione è alla tua destra, sentirai un suono proveniente da destra oppure se c'è un bar alla tua sinistra, sentirai una notifica da sinistra.
ja_jp: Soundscape は 3D サウンドでユーザーの周辺の情報をお知らせします。たとえば、目的地が右側にある場合、その方向から音が聞こえます。また、左側にカフェがある場合は、その方向からコールアウトが聞こえます。
nb_no: Soundscape bruker 3D-lyd til å gi deg beskjed om hva som er rundt deg. Hvis destinasjonen for eksempel ligger til høyre for deg, hører du lyd fra den retningen, eller hvis det ligger en kafé til venstre for deg, hører du en melding fra den retningen.
nl_nl: Soundscape gebruikt 3D-geluid om u te laten weten wat er in de buurt is. Als uw bestemming zich bijvoorbeeld rechts bevindt, hoort u geluid vanuit die richting of als er links een café is, hoort u een waarschuwing uit die richting.
pt_br: O Soundscape usa som 3D para permitir que você saiba o que há ao seu redor. Por exemplo, se o seu destino estiver à sua direita, você ouvirá um som vindo dessa direção, ou se uma cafeteria estiver à sua esquerda, você ouvirá uma notificação vinda dessa direção.
pt_pt: O Soundscape utiliza som 3D para o informar sobre o ambiente que o rodeia. Por exemplo, se o seu destino estiver à sua direita, ouvirá som proveniente dessa direção; se existir um café à sua esquerda, ouvirá um aviso vindo dessa direção.
sv_se: Soundscape använder 3D-ljud för att berätta vad som finns omkring dig. Om ditt mål till exempel finns till höger, hör du ljudet komma från höger. Eller om ett kafé finns på din vänstra sida, hör du ett informationsljud från det hållet.

# first_launch.heading_somewhere
source: Heading Somewhere?
da_dk: Er du på vej til et eller andet sted?
de_de: Haben Sie ein bestimmtes Ziel?
el_gr: Πηγαίνετε κάπου;
es_es: ¿Te diriges a algún lugar?
fa_ir: به جایی می‌روید؟
fi_fi: Oletko matkalla jonnekin?
fr_ca: Vous allez quelque part?
it_it: Vuoi andare da qualche parte?
ja_jp: どこかへ向かう場合
nb_no: Er du på vei et sted?
nl_nl: Onderweg naar iets?
pt_br: Indo Para Algum Lugar?
pt_pt: Vai a Algum Lado?
sv_se: På väg någonstans?
