Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# search.no_results_found_with_action
source: No results found. Edit text or press Search for more.
da_dk: Der blev ikke fundet nogen resultater. Rediger tekst, eller tryk på Søg efter mere.
de_de: Keine Ergebnisse gefunden. Bearbeiten Sie den Text oder tippen Sie erneut auf „Suche“.
el_gr: Δεν βρέθηκαν αποτελέσματα. Κάντε επεξεργασία κειμένου ή πατήστε Αναζήτηση περισσότερων.
es_es: No se han encontrado resultados. Edita el texto o presiona Buscar para más.
fa_ir: نتیجه‌ای یافت نشد. متن را ویرایش کنید یا برای گزینه‌های بیشتر جستجو را فشار دهید.
fi_fi: Tuloksia ei löytynyt. Muokkaa tekstiä tai paina Haku saadaksesi lisätietoja.
fr_ca: Aucun résultat. Modifiez le texte ou appuyez sur Rechercher pour plus de résultats.
it_it: Nessun risultato trovato. Modifica il testo o premi Cerca per altre informazioni.
ja_jp: 検索結果は見つかりませんでした。テキストを編集するか、[検索] を押してください。
nb_no: Ingen resultater. Rediger teksten eller trykk på Søk etter mer.
nl_nl: Geen resultaten gevonden. Bewerk de tekst of druk op Zoeken voor meer.
pt_br: Nenhum resultado encontrado. Edite o texto ou pressione Pesquisar para obter mais.
pt_pt: Não foram encontrados resultados. Edite ou texto ou prima Procurar.
sv_se: Det finns inga resultat. Redigera texten eller tryck på Sök.

# search.no_results_found_with_hint
source: No results found. Try editing your search term.
da_dk: Der blev ikke fundet nogen resultater. Prøv at redigere søgeordet.
de_de: Keine Ergebnisse gefunden. Ändern Sie Ihren Suchbegriff.
el_gr: Δεν βρέθηκαν αποτελέσματα. Προσπαθήστε να επεξεργαστείτε τον όρο αναζήτησης.
es_es: No se han encontrado resultados. Intenta editar tu término de búsqueda.
fa_ir: نتیجه‌ای یافت نشد. عبارت جستجوی خود را ویرایش کنید.
fi_fi: Tuloksia ei löytynyt. Kokeile muokata hakusanaa.
fr_ca: Aucun résultat trouvé. Essayez de modifier le terme de la recherche.
it_it: Nessun risultato trovato. Prova a modificare il termine di ricerca.
ja_jp: 検索結果は見つかりませんでした。検索語句を編集してみてください。
nb_no: Ingen resultater. Prøv å redigere søkeordet.
nl_nl: Geen resultaten gevonden. Probeer uw zoekwoord te wijzigen.
pt_br: Nenhum resultado encontrado. Tente editar seu termo de pesquisa.
pt_pt: Não foram encontrados resultados. Tente editar o termo de pesquisa.
sv_se: Det finns inga resultat. Försök med att redigera söktermen.

# searching.no_results_found_title
source: Oops! No results found
da_dk: Ups! Der blev ikke fundet nogen resultater
de_de: Hoppla! Keine Ergebnisse gefunden
el_gr: Δυστυχώς δεν βρέθηκαν αποστελέσματα.
es_es: No se han encontrado resultados
fa_ir: اوه! نتیجه‌ای یافت نشد
fi_fi: Hupsista! Ei tuloksia
fr_ca: Désolé! Aucun résultat trouvé
it_it: Ops! Nessun risultato trovato
ja_jp: 結果が見つかりませんでした
nb_no: Au da! Ingen resultater
nl_nl: Helaas, geen resultaten gevonden
pt_br: Opa! Nenhum resultado encontrado
pt_pt: Ups! Não foram encontrados resultados
sv_se: Det finns inga resultat.

# searching.no_results_found_message
source: If you're looking for a specific place, you can try searching by name or address.
da_dk: Hvis du leder efter et bestemt sted, kan du prøve at søge efter navn eller adresse.
de_de: Wenn Sie nach einem bestimmten Ort suchen, versuchen Sie, nach dem Namen oder der Adresse zu suchen.
el_gr: Αν ψάχνετε για ένα συγκεκριμένο μέρος, μπορείτε να δοκιμάσετε να το αναζητήσετε με το όνομα ή τη διεύθυνσή του.
es_es: Si estás buscando un lugar específico, puedes intentar buscar por nombre o dirección.
fa_ir: اگر به دنبال مکان خاصی هستید، می‌توانید با نام یا آدرس جستجو کنید.
fi_fi: Jos etsit tiettyä paikkaa, voit yrittää etsiä sitä nimellä tai osoitteella.
fr_ca: Si vous recherchez un lieu spécifique, essayez de le rechercher par son nom ou par son adresse.
it_it: Se stai cercando un luogo specifico, puoi provare a cercarne il nome o l'indirizzo.
ja_jp: 特定の場所を探している場合は、名前または住所で検索してみてください。
nb_no: Hvis du leter etter et bestemt sted, kan du prøve å søke etter navnet eller adressen.
nl_nl: Als u naar een specifieke plaats zoekt, kunt u ook proberen te zoeken op naam of adres.
pt_br: Se estiver procurando por um local específico, você poderá tentar pesquisar por nome ou endereço.
pt_pt: Se estiver à procura de um local específico, poderá tentar procurar por nome ou endereço.
sv_se: Om du söker efter en viss plats kan du försöka med att söka utifrån namn eller adress.

# searching.offline
source: Search is disabled while offline
da_dk: Søgningen er deaktiveret, mens du er offline
de_de: Die Suche ist im Offlinemodus deaktiviert
el_gr: Η αναζήτηση είναι απενεργοποιημένη ενώ βρίσκεστε εκτός σύνδεσης
es_es: La búsqueda está deshabilitada mientras se está sin conexión
fa_ir: جستجو در حالت آفلاین غیرفعال است
fi_fi: Haku on pois käytöstä offline-tilassa
fr_ca: La recherche est désactivée hors connexion
it_it: La ricerca è disabilitata quando sei offline
ja_jp: オフラインでは検索できません
nb_no: Søk er deaktivert i frakoblet modus
nl_nl: Zoeken is uitgeschakeld als u offline bent
pt_br: A pesquisa offline está desabilitada
pt_pt: A pesquisa está desativada enquanto está offline
sv_se: Sökning inaktiveras när du är offline

# search.search_for
source: Search for "%@"
da_dk: Søg efter "%@"
de_de: Nach „%@“ suchen
el_gr: Αναζήτηση για "%@"
es_es: Buscar "%@"
fa_ir: جستجو برای «%@»
fi_fi: Hae kohdetta "%@"
fr_ca: Rechercher « %@ »
it_it: Cerca "%@"
ja_jp: 「%@」を検索
nb_no: Søk etter %@
nl_nl: Zoeken naar "%@"
pt_br: Pesquisar "%@"
pt_pt: Procurar "%@"
sv_se: Sök efter "%@"

# search.searching
source: Searching
da_dk: Søger
de_de: Suchen
el_gr: Αναζήτηση
es_es: Buscando
fa_ir: در حال جستجو
fi_fi: Haetaan
fr_ca: Recherche en cours
it_it: Ricerca in corso
ja_jp: 検索中
nb_no: Søker
nl_nl: Zoeken
pt_br: Pesquisando
pt_pt: A procurar
sv_se: Söker

# search.searching_with_punctuation
source: Searching…
da_dk: Søger…
de_de: Suchen ...
el_gr: Αναζήτηση…
es_es: Buscando…
fa_ir: در حال جستجو…
fi_fi: Haetaan...
fr_ca: Recherche en cours...
it_it: Ricerca in corso…
ja_jp: 検索中...
nb_no: Søker ...
nl_nl: Zoeken...
pt_br: Pesquisando…
pt_pt: A procurar…
sv_se: Söker ...

# search.choose_destination
source: Choose destination
da_dk: Vælg destination
de_de: Ziel auswählen
el_gr: Επιλέξτε προορισμό
es_es: Elegir destino
fa_ir: انتخاب مقصد
fi_fi: Valitse määränpää
fr_ca: Choisissez la destination
it_it: Scegli la destinazione
ja_jp: 目的地を選択
nb_no: Velg destinasjon
nl_nl: Bestemming kiezen
pt_br: Escolher destino
pt_pt: Escolher destino
sv_se: Välj mål

# search.results_found_first_result
source: %@ results found. First result: %@
da_dk: Der blev fundet %@ resultater. Første resultat: %@
de_de: %@ Ergebnisse gefunden. Erstes Ergebnis: %@
el_gr: %@ αποτελέσματα βρέθηκαν. Πρώτο αποτέλεσμα: %@
es_es: %@ resultados encontrados. Primer resultado: %@
fa_ir: %@ نتیجه یافت شد. اولین نتیجه: %@
fi_fi: %@ tulosta löytyi. Ensimmäinen tulos: %@
fr_ca: %@ résultats trouvés. Premier résultat : %@
it_it: %@ risultati trovati. Primo risultato: %@
ja_jp: 検索結果: %@ 件。最初の結果: %@
nb_no: Fant %@ resultater. Første resultat: %@
nl_nl: %@ resultaten gevonden. Eerste resultaat: %@
pt_br: %@ resultados encontrados. Primeiro resultado: %@
pt_pt: %@ resultados encontrados. Primeiro resultado: %@
sv_se: %@ resultat hittades. Första resultat: %@

# search.no_results_found_error
source: It doesn't look like there are any places nearby. If you're looking for a specific place, you can try searching by name or address.
da_dk: Det ser ikke ud som om der er nogen steder i nærheden. Hvis du leder efter et bestemt sted, kan du prøve at søge efter navn eller adresse.
de_de: Anscheinend gibt es keine Orte in der Nähe. Wenn Sie nach einem bestimmten Ort suchen, versuchen Sie, nach dem Namen oder der Adresse zu suchen.
el_gr: Δεν φαίνεται να υπάρχουν μέρη κοντά. Αν ψάχνετε για ένα συγκεκριμένο μέρος, μπορείτε να δοκιμάσετε να το αναζητήσετε με το όνομα ή τη διεύθυνσή του.
es_es: No parece que haya lugares cerca. Si buscas un lugar específico, puedes intentar buscar por nombre o dirección.
fa_ir: به نظر نمی‌رسد مکان‌های نزدیکی وجود داشته باشد. اگر به دنبال مکان خاصی هستید، می‌توانید با نام یا آدرس جستجو کنید.
fi_fi: Lähiympäristön paikkoja ei vaikuttaisi olevan. Jos etsit tiettyä paikkaa, voit yrittää etsiä sitä nimen tai osoitteen avulla.
fr_ca: Il ne semble pas y avoir d’emplacement à proximité. Si vous recherchez un lieu spécifique, essayez de le rechercher par son nom ou par son adresse.
it_it: A quanto pare non ci sono luoghi nelle vicinanze. Se stai cercando un luogo specifico, puoi provare a cercarne il nome o l'indirizzo.
ja_jp: 近くの場所は見つかりませんでした。特定の場所を探している場合は、名前または住所で検索してみてください。
nb_no: Det ser ikke ut til at det er noen steder i nærheten. Hvis du ser etter et spesielt sted, kan du prøve å søke etter navnet eller adressen.
nl_nl: Het ziet ernaar uit dat er geen plaatsen in de buurt zijn. Als u een specifieke plaats zoekt, kunt u zoeken op naam of adres.
pt_br: Não parece haver locais nas proximidades. Se estiver procurando por um local específico, você poderá tentar pesquisar por nome ou endereço.
pt_pt: Parece que não existem locais nas proximidades. Se estiver à procura de um local específico, poderá tentar procurar por nome ou endereço.
sv_se: Det verkar som om det inte finns några platser i närheten. Om du letar efter en viss plats kan du försöka med att söka utifrån namn eller adress.

# search.use_current_location
source: Current Location
da_dk: Aktuel placering
de_de: Aktueller Standort
el_gr: Τρέχουσα τοποθεσία
es_es: Ubicación actual
fa_ir: مکان فعلی
fi_fi: Nykyinen sijainti
fr_ca: Emplacement actuel
it_it: Posizione attuale
ja_jp: 現在地
nb_no: Nåværende posisjon
nl_nl: Huidige locatie
pt_br: Localização Atual
pt_pt: Localização Atual
sv_se: Aktuell plats

# search.nearby.screen_title
source: Places Nearby
da_dk: Steder i nærheden
de_de: Orte in der Nähe
el_gr: Κοντινές τοποθεσίες
es_es: Lugares cercanos
fa_ir: مکان‌های نزدیک
fi_fi: Lähiympäristön paikat
fr_ca: Emplacements à proximité
it_it: Luoghi nelle vicinanze
ja_jp: 近くの場所
nb_no: Steder i nærheten
nl_nl: Plaatsen in de buurt
pt_br: Locais Próximos
pt_pt: Locais nas Proximidades
sv_se: Platser i närheten

# search.view_markers
source: Markers & Routes
da_dk: Mærker og Ruter
de_de: Markierungen und Routen
el_gr: Δείκτες και Διαδρομές
es_es: Marcadores y rutas
fa_ir: نشانگرها و مسیرها
fi_fi: Merkinnät ja reitit
fr_ca: Marqueurs et Itinéraires
it_it: Indicatori e Percorsi
ja_jp: マーカーおよびルート
nb_no: Markører og ruter
nl_nl: Markeringen en routes
pt_br: Favoritos e Rotas
pt_pt: Marcos e Rotas
sv_se: Platsmarkörer och rutter

# search.button.markers.accessibility_hint
source: Double tap to select or edit markers you have saved.
da_dk: Dobbelttryk for at vælge eller redigere mærker, du har gemt
de_de: Doppeltippen, um gespeicherte Markierungen auszuwählen oder zu bearbeiten
el_gr: Πατήστε δύο φορές για να επιλέξετε ή να επεξεργαστείτε δείκτες που έχετε αποθηκεύσει
es_es: Pulsa dos veces para seleccionar o editar tus marcadores y rutas guardados.
fa_ir: برای انتخاب یا ویرایش نشانگرها و مسیرهای ذخیره شده خود دو بار ضربه بزنید
fi_fi: Kaksoisnapauta valitaksesi ja muokataksesi merkintöjä, jotka olet tallentanut
fr_ca: Appuyez deux fois pour sélectionner ou modifier les marqueurs que vous avez enregistrés
it_it: Tocca due volte per selezionare o modificare gli indicatori che hai salvato
ja_jp: 保存したマーカーを選択または編集するにはダブルタップします
nb_no: Dobbelttrykk for å velge eller redigere markører du har lagret
nl_nl: Dubbeltik om opgeslagen markeringen te selecteren of te bewerken
pt_br: Dê um toque duplo para selecionar ou editar os favoritos que você salvou
pt_pt: Faça duplo toque para selecionar ou editar os marcos que guardou
sv_se: Dubbelknacka om du vill välja eller redigera de platsmarkörer du har sparat

# search.button.nearby.accessibility_hint
source: Double tap to explore nearby restaurants, transit stops and more.
da_dk: Dobbelttryk for at udforske restauranter i nærheden, transitstop og meget mere
de_de: Doppeltippen, um nahe gelegene Restaurants, Zwischenstopps und mehr zu erkunden
el_gr: Πατήστε δύο φορές για να εξερευνήσετε κοντινά εστιατόρια, στάσεις συγκοινωνίας και πολλά άλλα
es_es: Pulsa Dos Veces para explorar restaurantes cercanos, paradas y más.
fa_ir: برای کاوش رستوران‌ها، ایستگاه‌های حمل‌ونقل و موارد دیگر در نزدیکی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tutustuaksesi lähiympäristön ravintoloihin, liikennepysäkkeihin ja muihin kohteisiin.
fr_ca: Appuyez deux fois pour découvrir les restaurants à proximité, les arrêts de transport en commun et plus encore
it_it: Tocca due volte per esplorare i ristoranti nelle vicinanze, le fermate dei mezzi pubblici e altro ancora
ja_jp: 近くのレストランや停留所などを探すにはダブルタップします
nb_no: Dobbelttrykk for å utforske restauranter, kollektivstopp med mer i nærheten
nl_nl: Dubbeltik om in de omgeving te zoeken naar restaurants, haltes van het openbaar vervoer en meer
pt_br: Dê um toque duplo para explorar os restaurantes, as paradas de ônibus e outros locais nas proximidades
pt_pt: Faça duplo toque para explorar restaurantes, paragens e outros pontos nas proximidades
sv_se: Dubbelknacka om du vill utforska restauranger, hållplatser och annat i närheten

# search.button.current_location.accessibility_hint
source: Double tap to preview, mark, or share your current location with a friend.
da_dk: Dobbelttryk for at få vist et eksempel, markere eller dele din aktuelle placering med en ven
de_de: Doppeltippen, um eine Vorschau anzuzeigen, zu markieren oder Ihren aktuellen Standort mit einem Freund zu teilen
el_gr: Πατήστε δύο φορές για προεπισκόπηση, σήμανση ή κοινή χρήση της τρέχουσας τοποθεσίας σας με έναν φίλο
es_es: Pulsa dos veces para previsualizar, marcar o compartir tu ubicación actual con un amigo.
fa_ir: برای پیش‌نمایش، نشانه‌گذاری یا اشتراک‌گذاری مکان فعلی خود با یک دوست دو بار ضربه بزنید
fi_fi: Kaksoisnapauta esikatsellaksesi, merkitäksesi tai jakaaksesi nykyisen sijaintisi ystävän kanssa
fr_ca: Appuyez deux fois pour prévisualiser, marquer ou partager votre emplacement actuel avec un ami
it_it: Tocca due volte per avviare l'anteprima, contrassegnare o condividere la tua posizione attuale con un amico
ja_jp: 現在地のプレビュー、マーカーの作成、友達との共有をするには、ダブルタップします
nb_no: Dobbelttrykk for å forhåndsvise, markere eller dele nåværende posisjon med en venn
nl_nl: Dubbeltik om een voorbeeld te zien van uw huidige locatie, en om deze te markeren of te delen met een vriend
pt_br: Dê um toque duplo para visualizar, marcar ou compartilhar sua localização atual com um amigo
pt_pt: Faça duplo toque para pré-visualizar, marcar ou partilhar a sua localização atual com um amigo
sv_se: Dubbelknacka om du vill förhandsgranska, markera eller dela din aktuella plats med en vän

# filter.alert_title
source: Filter places by category
da_dk: Filtrer steder efter kategori
de_de: Orte nach Kategorie filtern
el_gr: Φιλτράρισμα τοποθεσιών ανά κατηγορία
es_es: Filtrar lugares por categoría
fa_ir: فیلتر کردن مکان‌ها بر اساس دسته‌بندی
fi_fi: Suodata paikkoja luokkien mukaan
fr_ca: Filtrer les emplacements par catégorie
it_it: Filtra i luoghi per categoria
ja_jp: カテゴリで場所をフィルター
nb_no: Filtrer steder etter kategori
nl_nl: Plaatsen filteren op categorie
pt_br: Filtrar locais por categoria
pt_pt: Filtrar locais por categoria
sv_se: Filtrera platser efter kategori

# filter.set
source: Set Filter
da_dk: Angiv filter
de_de: Filter einrichten
el_gr: Ορισμός φίλτρου
es_es: Establecer filtro
fa_ir: اعمال فیلتر
fi_fi: Määritä suodatin
fr_ca: Définir le filtre
it_it: Imposta filtro
ja_jp: フィルターを設定
nb_no: Angi filter
nl_nl: Filter instellen
pt_br: Definir Filtro
pt_pt: Definir Filtro
sv_se: Ange filter

# filter.clear.capital
source: Clear Filter
da_dk: Ryd filter
de_de: Filter löschen
el_gr: Απαλοιφή φίλτρου
es_es: Borrar filtro
fa_ir: پاک کردن فیلتر
fi_fi: Poista suodatin
fr_ca: Effacer le filtre
it_it: Cancella filtro
ja_jp: フィルターを解除
nb_no: Fjern filter
nl_nl: Filter wissen
pt_br: Limpar Filtro
pt_pt: Limpar Filtro
sv_se: Rensa filter

# filter.clear.hint
source: Double tap to clear selected filter.
da_dk: Dobbelttryk for at fjerne det valgte filter
de_de: Doppeltippen, um den ausgewählten Filter zu löschen
el_gr: Διπλό πάτημα για απαλοιφή επιλεγμένου φίλτρου
es_es: Pulsa dos veces para borrar el filtro seleccionado.
fa_ir: برای پاک کردن فیلتر انتخاب شده دو بار ضربه بزنید
fi_fi: Kaksoisnapauta poistaaksesi valitun suodattimen
fr_ca: Appuyez deux fois pour effacer le filtre sélectionné
it_it: Tocca due volte per cancellare il filtro selezionato
ja_jp: 選択されているフィルターを解除するにはダブルタップします
nb_no: Dobbelttrykk for å fjerne valgt filter
nl_nl: Dubbeltik om het geselecteerde filter te wissen
pt_br: Dê um toque duplo para limpar o filtro selecionado
pt_pt: Faça duplo toque para limpar o filtro selecionado
sv_se: Dubbelknacka för att rensa det valda filtret

# filter.double_tap_places_category
source: Double tap to filter places by category.
da_dk: Dobbelttryk for at filtrere steder efter kategori.
de_de: Doppeltippen, um Orte nach Kategorie zu filtern.
el_gr: Διπλό πάτημα για φιλτράρισμα των τοποθεσιών ανά κατηγορία.
es_es: Pulsa dos veces para filtrar lugares por categoría.
fa_ir: برای فیلتر کردن مکان‌ها بر اساس دسته‌بندی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta suodattaaksesi paikkoja luokkien mukaan.
fr_ca: Appuyez deux fois pour filtrer les lieux par catégorie.
it_it: Tocca due volte per filtrare i luoghi per categoria.
ja_jp: カテゴリで場所を絞り込むにはダブルタップします。
nb_no: Dobbelttrykk for å filtrere steder etter kategori.
nl_nl: Dubbeltik om plaatsen te filteren op categorie.
pt_br: Dê um toque duplo para filtrar locais por categoria.
pt_pt: Faça duplo toque para filtrar locais por categoria.
sv_se: Dubbelknacka för att filtrera platser efter kategori.

# filter.all
source: All Places
da_dk: Alle steder
de_de: Alle Orte
el_gr: Όλες οι τοποθεσίες
es_es: Todos los lugares
fa_ir: همه مکان‌ها
fi_fi: Kaikki paikat
fr_ca: Tous les emplacements
it_it: Tutti i luoghi
ja_jp: すべての場所
nb_no: Alle steder
nl_nl: Alle plaatsen
pt_br: Todos os Locais
pt_pt: Todos os Locais
sv_se: Alla platser

# filter.transit
source: Public Transit
da_dk: Offentlig transport
de_de: Öffentliche Verkehrsmittel
el_gr: Δημόσια συγκοινωνία
es_es: Transporte público
fa_ir: حمل و نقل عمومی
fi_fi: Julkinen liikenne
fr_ca: Transport public
it_it: Trasporto pubblico
ja_jp: 公共交通機関
nb_no: Offentlig transport
nl_nl: Openbaar vervoer
pt_br: Transporte Público
pt_pt: Transportes Públicos
sv_se: Kollektivtrafik

# filter.food_drink
source: Food & Drink
da_dk: Mad og drikke
de_de: Essen & Trinken
el_gr: Τρόφιμα και ποτά
es_es: Comida y bebida
fa_ir: غذا و نوشیدنی
fi_fi: Ruoka ja juoma
fr_ca: Alimentation et boissons
it_it: Cibi e bevande
ja_jp: フード＆ドリンク
nb_no: Mat og drikke
nl_nl: Eten en drinken
pt_br: Alimentos e Bebidas
pt_pt: Gastronomia
sv_se: Mat och dryck

# filter.parks
source: Parks
es_es: Parques
fa_ir: پارک‌ها
nl_nl: Parken

# filter.things_to_do
source: Things to do
da_dk: Ting, der skal gøres
de_de: Kultur & Sehenswürdigkeiten
el_gr: Πράγματα που πρέπει να κάνετε
es_es: Cosas que hacer
fa_ir: کارهایی برای انجام دادن
fi_fi: Tekemistä
fr_ca: Choses à faire
it_it: Cose da fare
ja_jp: 施設・場所の種類
nb_no: Ting å gjøre
nl_nl: Dingen om te doen
pt_br: Tarefas pendentes
pt_pt: Atividades
sv_se: Saker att göra

# filter.groceries
source: Groceries & Convenience Stores
da_dk: Dagligvarer og nærbutikker
de_de: Lebensmittelgeschäfte und Supermärkte
el_gr: Ψώνια και Ψιλικατζίδικα
es_es: Comestibles y tiendas multiservicio
fa_ir: خواربارفروشی‌ها و فروشگاه‌های رفاه
fi_fi: Ostokset ja päivittäistavarakaupat
fr_ca: Épiceries et dépanneurs
it_it: Generi alimentari e minimarket
ja_jp: コンビニ、スーパー、食料品店
nb_no: Dagligvarebutikker
nl_nl: Supermarkten en buurtwinkels
pt_br: Mercearias e Lojas de Conveniência
pt_pt: Mercearias e Lojas de Conveniência
sv_se: Livsmedelsbutiker och närbutiker

# filter.banks
source: Banks & ATMs
da_dk: Banker og hæveautomater
de_de: Banken und Geldautomaten
el_gr: Τράπεζες και ATM
es_es: Bancos y cajeros automáticos
fa_ir: بانک‌ها و عابربانک‌ها
fi_fi: Pankit ja pankkiautomaatit
fr_ca: Banques et guichets automatiques bancaires
it_it: Banche e sportelli bancomat
ja_jp: 銀行、ATM
nb_no: Banker og minibanker
nl_nl: Banken en geldautomaten
pt_br: Bancos e Caixas Eletrônicos
pt_pt: Bancos e Caixas Multibanco
sv_se: Banker och bankomater

# filter.selected
source: %@ (selected)
da_dk: %@ (valgt)
de_de: %@ (ausgewählt)
el_gr: %@ (επιλεγμένο)
es_es: %@ (seleccionado)
fa_ir: %@ (انتخاب شده)
fi_fi: %@ (valittu)
fr_ca: %@ (sélectionné)
it_it: %@ (selezionato)
ja_jp: %@ (選択済み)
nb_no: %@ (valgt)
nl_nl: %@ (geselecteerd)
pt_br: %@ (selecionado)
pt_pt: %@ (selecionado)
sv_se: %@ (har valts)

# filter.not_available
source: Some category filters are not available. You can still browse nearby places by selecting "%@".
da_dk: Nogle kategorifiltre er ikke tilgængelige. Du kan stadig søge efter steder i nærheden ved at vælge "%@"
de_de: Einige Kategoriefilter sind nicht verfügbar. Sie können immer noch nach Orten in der Nähe suchen, indem Sie die Option „%@“ auswählen.
el_gr: Ορισμένα φίλτρα κατηγορίας δεν είναι διαθέσιμα. Μπορείτε ακόμα να περιηγηθείτε σε κοντινές τοποθεσίες επιλέγοντας "%@"
es_es: Algunos filtros de categoría no están disponibles. Todavía puedes buscar lugares cercanos seleccionando "%@".
fa_ir: برخی از فیلترهای دسته‌بندی در دسترس نیستند. شما همچنان می‌توانید با انتخاب «%@» مکان‌های اطراف را مرور کنید.
fi_fi: Joidenkin luokkien suodattimia ei ole saatavilla. Voit silti selata lähiympäristön paikkoja valitsemalla "%@".
fr_ca: Certains filtres de catégorie ne sont pas disponibles. Vous pouvez toujours parcourir les emplacements à proximité en sélectionnant « %@ »
it_it: Alcuni filtri di categoria non sono disponibili. Puoi comunque esplorare i luoghi nelle vicinanze selezionando "%@"
ja_jp: 使用できないカテゴリ フィルターがあります。[%@] を選択して、近くの場所を見つけることができます
nb_no: Enkelt kategorifiltre er ikke tilgjenglige. Du kan fremdeles se gjennom steder i nærheten ved å velge %@
nl_nl: Sommige categoriefilters zijn niet beschikbaar. U kunt wel zoeken naar plaatsen in de buurt door "%@" te selecteren
pt_br: Alguns filtros de categoria não estão disponíveis. Você ainda pode navegar pelos locais próximos ao selecionar "%@"
pt_pt: Alguns filtros de categoria não estão disponíveis, Pode explorar os locais nas proximidades mesmo assim selecionando "%@"
sv_se: En del kategorifilter är inte tillgängliga. Du kan fortfarande bläddra bland platser i närheten genom att välja "%@".

# callouts.panel.title
source: Hear My Surroundings
da_dk: Hør mine omgivelser
de_de: Meine Umgebung
el_gr: Ακρόαση του περιβάλλοντος μου
es_es: Escuchar mi entorno
fa_ir: شنیدن محیط اطرافم
fi_fi: Kuuntele ympäristöä
fr_ca: Écouter mon environnement
it_it: Ascolta i miei dintorni
ja_jp: 周辺の情報を聞く
nb_no: Hør omgivelsene mine
nl_nl: Luisteren naar mijn omgeving
pt_br: Ouvir Meus Arredores
pt_pt: Ouvir as Minhas Imediações
sv_se: Lyssna på mina omgivningar

# callouts.turn_on_off
source: Turn all callouts on or off
da_dk: Slå alle lydbeskeder til eller fra
de_de: Alle Hinweise aktivieren oder deaktivieren
el_gr: Ενεργοποίηση ή απενεργοποίηση όλων των επεξηγήσεων
es_es: Activar o desactivar todos los avisos
fa_ir: روشن یا خاموش کردن همه اعلان‌های صوتی
fi_fi: Ota ilmoitukset käyttöön tai pois käytöstä
fr_ca: Activer ou désactiver toutes les notifications
it_it: Attiva o disattiva tutte le notifiche
ja_jp: すべてのコールアウトをオン/オフ
nb_no: Slå av eller på alle meldinger
nl_nl: Alle waarschuwingen in- of uitschakelen
pt_br: Ativar ou desativar todas as notificações
pt_pt: Ativar ou desativar todos os avisos
sv_se: Sätt på eller stäng av alla informationsljud
