Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.how_close_to_destination.answer
source: Soundscape can determine the location of your destination to within several meters, but not less. When Soundscape determines that you are close to your destination, you will hear a final callout that your destination is nearby, and the beacon will turn off. You can adjust when the beacon goes silent by going to "Audio Beacon" from the "Settings" screen and then moving the "Audio Mute Distance" slider up or down.
da_dk: Soundscape kan bestemme placeringen af din destination inden for nogle meters afstand, men ikke mindre. Når Soundscape registrerer, at du er tæt på din destination, hører du en endelig lydbesked om, at din destination er i nærheden, og lydfyret slukkes.
de_de: Soundscape kann die Position Ihres Ziels mit einer Genauigkeit von einigen Metern bestimmen. Wenn Soundscape feststellt, dass Sie sich in der Nähe Ihres Ziels befinden, hören Sie einen letzten Hinweis, dass Ihr Ziel in der Nähe ist, und das Beacon schaltet sich aus.
el_gr: Το Soundscape μπορεί να καθορίσει την τοποθεσία του προορισμού σας σε απόσταση αρκετών μέτρων, αλλά όχι λιγότερο. Όταν το Soundscape διαπιστώσει ότι βρίσκεστε κοντά στον προορισμό σας, θα ακούσετε μια τελευταία επεξήγηση ότι ο προορισμός σας βρίσκεται κοντά και το ηχητικό σήμα θα σταματήσει.
es_es: Soundscape puede determinar la ubicación de tu destino con una precisión de varios metros, pero no menos. Cuando Soundscape determine que estás cerca de tu destino, oirás un último aviso de que tu destino está cerca y la baliza se apagará. Puedes ajustar cuándo se apaga la baliza yendo a "Señal de audio" en la pantalla "Ajustes" y moviendo el control deslizante "Distancia de Silenciar el audio" hacia arriba o hacia abajo.
fa_ir: Soundscape می‌تواند مکان مقصد شما را تا چند متر مشخص کند، اما نه کمتر. وقتی Soundscape تشخیص دهد که به مقصد خود نزدیک هستید، یک اعلان صوتی نهایی خواهید شنید که مقصد شما در نزدیکی است و نشانهٔ صوتی خاموش می‌شود. می‌توانید زمانی که نشانهٔ صوتی خاموش می‌شود را با رفتن به «نشانهٔ صوتی» از صفحه «تنظیمات» و سپس حرکت دادن نوار لغزنده «فاصله بی‌صدا شدن صدا» به بالا یا پایین تنظیم کنید.
fi_fi: Soundscape voi määrittää määränpääsi sijainnin useiden metrien tarkkuudella, mutta ei vähemmän. Kun Soundscape määrittää, että olet lähellä määränpäätäsi, kuulet viimeisen huomautuksen, että määränpääsi on lähellä, ja majakka sammuu. Voit säätää, milloin majakka vaimenee siirtymällä kohtaan "Äänimajakka" "Asetukset"-näytöstä ja siirtämällä sitten "Äänen mykistyksen etäisyys" -liukusäädintä ylös tai alas.
fr_ca: Soundscape peut déterminer l’emplacement de votre destination à quelques mètres près, mais pas moins. Lorsque Soundscape détermine que vous êtes proche de votre destination, vous entendez une notification finale indiquant que la destination est proche et que la balise va être désactivée.
it_it: Soundscape determina la posizione della tua destinazione con una precisione di alcuni metri, non inferiore. Quando Soundscape determina che sei vicino alla tua destinazione, sentirai una notifica finale indicante che la tua destinazione è vicina e l'audiofaro si spegnerà.
ja_jp: Soundscape では、目的地の位置を数メートルの誤差で特定できますが、それ以上の精度はありません。ユーザーが目的地付近に到着したと Soundscape が判断すると、目的地付近であることを知らせる最終のコールアウトが聞こえ、ビーコンがオフになります。
nb_no: Soundscape kan fastslå posisjonen til destinasjonen din inntil flere meter, men ikke mindre. Når Soundscape fastslår at du nærmer deg destinasjonen, hører du en siste melding om at destinasjonen er i nærheten, og lydsignalet slås av.
nl_nl: Soundscape kan de locatie van uw bestemming binnen een paar meter bepalen, maar niet minder. Wanneer Soundscape vaststelt dat u dichtbij uw bestemming bent, hoort u een laatste waarschuwing dat uw bestemming dichtbij is en wordt het baken uitgeschakeld.
pt_br: O Soundscape pode determinar a localização do seu destino em alguns metros, mas não menos. Quando o Soundscape determinar sua proximidade ao destino, você ouvirá uma notificação final de que seu destino está próximo e o sinalizador será desligado.
pt_pt: O Soundscape pode determinar a localização do seu destino com uma precisão de alguns metros, mas não menos. Quando o Soundscape determinar que está perto do destino, ouvirá um aviso final que o destino está por perto e o sinal será desativado.
sv_se: Soundscape kan fastställa ditt mål på några meter när, men inte mindre. När Soundscape fastställer att du börjar närma dig målet hör du ett sista informationsljud om att målet ligger i närheten, och ljudfyren stängs.

# faq.turn_beacon_back_on.question
source: Can I turn the beacon back on when I am close to my destination?
da_dk: Kan jeg slå for lydfyret til igen, når jeg er tæt på min destination?
de_de: Kann ich das Beacon wieder aktivieren, wenn ich in der Nähe meines Ziels bin?
el_gr: Μπορώ να ενεργοποιήσω το ηχητικό σήμα όταν είμαι κοντά στον προορισμό μου;
es_es: ¿Puedo volver a activar la señal cuando esté cerca de mi destino?
fa_ir: آیا می‌توانم نشانهٔ صوتی را وقتی به مقصد خود نزدیک هستم دوباره روشن کنم؟
fi_fi: Voinko ottaa majakan takaisin käyttöön, kun olen lähellä päämäärääni?
fr_ca: Puis-je réactiver la balise lorsque je suis proche de ma destination?
it_it: Posso riattivare l'audiofaro quando sono vicino alla mia destinazione?
ja_jp: 目的地に近くなってから、ビーコンをオンにすることはできますか?
nb_no: Kan jeg slå på igjen lydsignalet når jeg nærmer meg destinasjonen?
nl_nl: Kan ik het baken weer aanzetten als ik dicht bij mij bestemming bent?
pt_br: Posso ativar o sinalizador novamente quando estiver perto do meu destino?
pt_pt: Posso reativar o sinal quando estiver perto do meu destino?
sv_se: Kan jag aktivera ljudfyren igen när jag närmar mig målet?

# faq.turn_beacon_back_on.answer
source: Yes, you can turn the beacon back on once Soundscape turns it off by selecting the "unmute beacon button"; however, since Location Services is only accurate to about 10 meters, we cannot guarantee the behavior of the beacon when you are within a few meters of your destination.
da_dk: Ja, du kan slå lydfyret til igen, når Soundscape slår det fra, ved at vælge "slå lydfyr til-knappen". Men da lokalitetstjenester kun har en præcision på cirka 10 meter, kan vi ikke garantere lydfyrets funktion, når du er inden for nogle få meter af din destination.
de_de: Ja, Sie können das Beacon wieder einschalten, sobald es von Soundscape ausgeschaltet wird, indem Sie „Stummschaltung des Beacons aufheben“ auswählen. Jedoch kann angesichts der geringen Genauigkeit der Ortungsdienste unter 10 Metern das Verhalten des Beacons nicht garantiert werden, wenn Sie sich nur noch wenige Meter von Ihrem Ziel entfernt sind.
el_gr: Ναι, μπορείτε να ενεργοποιήσετε το ηχητικό σήμα μόλις το Soundscape το απενεργοποιήσει επιλέγοντας το κουμπί "κατάργησης σίγασης ηχητικού σήματος", ωστόσο, δεδομένου ότι οι Υπηρεσίες Τοποθεσίας έχει ακρίβεια περίπου 10 μέτρα, δεν μπορούμε να εγγυηθούμε τη συμπεριφορά του ηχητικού σήματος όταν βρίσκεστε σε απόσταση λίγων μέτρων από τον προορισμό σας.
es_es: Sí, puedes volver a activar la señal cuando Soundscape la haya desactivado. Para ello, selecciona el botón "reactivar señal". Sin embargo, dada la baja precisión de Localización a unos 10 metros, no podemos garantizar el comportamiento de la señal cuando te encuentres a pocos metros de tu destino.
fa_ir: بله، می‌توانید نشانهٔ صوتی را پس از خاموش شدن توسط Soundscape با انتخاب دکمه «باصدا کردن نشانهٔ صوتی» دوباره روشن کنید؛ با این حال، از آنجا که خدمات موقعیت مکانی فقط تا حدود ۱۰ متر دقیق است، ما نمی‌توانیم رفتار نشانهٔ صوتی را زمانی که در چند متری مقصد خود هستید تضمین کنیم.
fi_fi: Kyllä, voit laittaa majakan uudelleen päälle, kun Soundscape on laittanut sen pois päältä valitsemalla "poista majakan hiljennys -painikkeen". Koska sijaintipalvelut ovat kuitenkin tarkkoja vain noin 10 metrin etäisyydellä, emme voi taata majakan toimintaa, kun olet muutaman metrin päässä määränpäästäsi.
fr_ca: Oui, vous pouvez réactiver la balise lorsque Soundscape l’a désactivée en sélectionnant le bouton « Réactiver le son de la balise ». Toutefois, étant donné que les services de localisation ne sont précis qu’à environ 10 mètres, nous ne pouvons pas garantir le comportement de la balise si vous vous trouvez à quelques mètres de votre destination.
it_it: Sì, in Soundscape puoi riattivare l'audiofaro dopo averlo disattivato selezionando il "pulsante Attiva audio audiofaro". Tuttavia, dato che la precisione dei servizi di localizzazione è di circa 10 metri, non possiamo garantire il comportamento dell'audiofaro quando ti trovi a pochi metri dalla tua destinazione.
ja_jp: はい。Soundscape で一度オフにしたビーコンは、[ビーコンのミュートを解除] ボタンを選択すると、再びオンにすることができます。ただし、位置情報サービスの精度は約 10 メートルであるため、目的地から数メートルの距離にいる場合、ビーコンの動作は保証されません。
nb_no: Ja, du kan slå på lydsignalet igjen når Soundscape slår det av ved å velge knappen Slå på lydsignal. Siden stedstjenester bare er nøyaktig rundt 10 meter, kan vi imidlertid ikke garantere virkemåten til lydsignalet når du er noen få meter unna destinasjonen.
nl_nl: Ja, u kunt het baken weer aanzetten nadat het door Soundscape is uitgezet met de knop Baken dempen opheffen. Omdat Locatievoorzieningen tot op circa 10 meter nauwkeurig werkt, kunnen we het gedrag van het baken niet garanderen als u slechts op een paar meter afstand van uw bestemming bent.
pt_br: Sim, você poderá reativar o sinalizador assim que o Soundscape desativá-lo ao selecionar o "Botão Desativar Mudo do Sinalizador"; entretanto, como a precisão dos Serviços de Localização é de apenas cerca de 10 metros, não podemos garantir o comportamento do sinalizador quando você estiver a alguns metros do seu destino.
pt_pt: Sim, é possível reativar o sinal após o Soundscape o desativar selecionando o "botão ativar sinal"; no entanto, visto que os Serviços de localização só são precisos até uma distância aproximada de 10 metros, não podemos garantir o comportamento do sinal quando se encontrar a apenas alguns metros do destino.
sv_se: Ja, du kan aktivera ljudfyren igen när Soundscape stängt av den genom att välja knappen "Sätt på ljudfyr". Men eftersom precisionen i Platstjänster bara är cirka 10 meter, kan vi inte garantera hur ljudfyren beter sig när du bara är några meter från målet.

# faq.road_names.question
source: Why does Soundscape call out road names twice when I approach an intersection?
da_dk: Hvorfor sender Soundscape lydbeskeder om vejnavne to gange, når jeg nærmer mig et kryds?
de_de: Warum werden Straßennamen von Soundscape doppelt angekündigt, wenn ich mich einer Kreuzung nähere?
el_gr: Γιατί το Soundscape επεξηγεί τα ονόματα των δρόμων δύο φορές όταν πλησιάζω σε μια διασταύρωση;
es_es: ¿Por qué Soundscape emite un aviso de los nombres de carreteras dos veces al aproximarse a un cruce?
fa_ir: چرا Soundscape هنگام نزدیک شدن به یک تقاطع نام جاده‌ها را دو بار اعلام می‌کند؟
fi_fi: Miksi Soundscape ilmoittaa teiden nimet kahdesti, kun lähestyn risteystä?
fr_ca: Pourquoi Soundscape annonce-t-il les noms des routes à deux reprises lorsque j’approche d’une intersection?
it_it: Perché Soundscape chiama due volte i nomi delle strade quando mi avvicino a un incrocio?
ja_jp: 交差点に近付くと、Soundscape で道路の名前が 2 回コールアウトされるのはなぜですか?
nb_no: Hvorfor leser Soundscape opp veinavn to ganger når jeg nærmer meg et veikryss?
nl_nl: Waarom noemt Soundscape wegnamen twee keer wanneer ik een kruispunt nader?
pt_br: Por que o Soundscape notifica sobre nomes de rua duas vezes quando eu me aproximo de um cruzamento?
pt_pt: Por que motivo é que o Soundscape lê os nomes das ruas duas vezes quando me aproximo de um cruzamento?
sv_se: Varför läser Soundscape upp vägnamn två gånger när jag närmar mig en vägkorsning?

# faq.road_names.answer
source: To accommodate a variety of intersection configurations, Soundscape describes intersections as segments of roadways that depart from a common point. Soundscape uses spatial audio to indicate the name of the road that goes to the left, the name of the road that continues straight ahead, and the name of the road that goes to the right, in that order. If the description of the intersection begins with the road you are on rather than one to the left, then the intersection is a T with the road you are on continuing ahead and a road intersecting from the right. Similarly, if the description only includes a road to the left and to the right, you will know that the road you are on ends at a T ahead of you. This method of describing intersections also supports the case when a road changes name at an intersection.
da_dk: For at tage højde for en række konfigurationer af kryds, beskriver Soundscape kryds som segmenter af veje, der udgår fra et fælles punkt. Soundscape bruger rumlig lyd til at angive navnet på den vej, der går til venstre, navnet på den vej, der fortsætter ligeud, og navnet på den vej, der går til højre, i denne rækkefølge. Hvis beskrivelsen af krydset begynder med den vej, du er på, i stedet for én til venstre, så er krydset et T, hvor den vej, du er på, fortsætter fremad, og den tilstødende vej kommer fra højre. Tilsvarende, hvis beskrivelsen kun omfatter en vej til venstre og til højre, ved du, at den vej, du er på, ender i et T foran dig. Denne metode til beskrivelse af kryds understøtter også det tilfælde, hvor en vej skifter navn ved et kryds.
de_de: Um eine Vielzahl von Kreuzungskonfigurationen zu ermöglichen, beschreibt Soundscape Kreuzungen als Segmente von Straßen, die von einem gemeinsamen Punkt ausgehen. Soundscape verwendet räumliches Audio, um den Namen der Straße anzugeben, die nach links abgeht, den Namen der Straße, die gerade aus verläuft, dann die Straße, die nach rechts abgeht und so weiter in dieser Reihenfolge. Wenn die Beschreibung der Kreuzung mit der Straße beginnt, auf der Sie sich gerade befinden, und nicht mit der Straße links, dann handelt es sich um eine T-Kreuzung, bei der die Straße, auf der Sie sich befinden, von einer Straße von rechts gekreuzt wird. Ähnlich verhält es sich, wenn die Beschreibung nur eine Straße nach links und nach rechts enthält, dann wissen Sie, dass die Straße, auf der Sie sich befinden, an einer T-Kreuzung vor Ihnen endet. Diese Beschreibungsmethode für Kreuzungen unterstützt auch den Fall, dass eine Straße an einer Kreuzung ihren Namen ändert.
el_gr: Για να φιλοξενήσει μια ποικιλία διαμορφώσεων διασταύρωσης, το Soundscape περιγράφει τις διασταυρώσεις ως τμήματα οδών που αναχωρούν από ένα κοινό σημείο. Το Soundscape χρησιμοποιεί χωρικό ήχο για να υποδείξει το όνομα του δρόμου που πηγαίνει αριστερά, το όνομα του δρόμου που συνεχίζει ευθεία μπροστά, και το όνομα του δρόμου που πηγαίνει προς τα δεξιά, με αυτή τη σειρά. Εάν η περιγραφή της διασταύρωσης αρχίζει με το δρόμο στον οποίο βρίσκεστε και όχι με τον ένα προς τα αριστερά, τότε η διασταύρωση είναι έναν τύπου Τ με το δρόμο στο οποίο βρίσκεστε να συνεχίζει μπροστά και ένα δρόμο που τέμνεται από τα δεξιά. Ομοίως, εάν η περιγραφή περιλαμβάνει μόνο ένα δρόμο προς τα αριστερά και προς τα δεξιά, θα γνωρίζετε ότι ο δρόμος που βρίσκεστε καταλήγει σε έναν τύπου Τ μπροστά σας. Αυτή η μέθοδος περιγραφής των διασταυρώσεων υποστηρίζει επίσης την περίπτωση που ένας δρόμος αλλάζει όνομα σε μια διασταύρωση.
es_es: Para adaptarse a una variedad de configuraciones de intersecciones, Soundscape describe los cruces como segmentos de carreteras que parten de un punto común. Soundscape usa audio espacial para indicar el nombre de la carretera que va a la izquierda, el nombre de la carretera que continúa de frente y el nombre de la carretera que va a la derecha, en ese orden. Si la descripción del cruce comienza con la carretera en la que te encuentras en lugar de una a la derecha, la intersección es una T con la carretera en la que te encuentras continuando adelante y una carretera que cruza desde la derecha. De manera similar, si la descripción solo incluye una carretera a la izquierda y a la derecha, sabrás que la carretera en la que te encuentras termina en una T delante de ti. Este método de describir cruces también admite la situación de una carretera que cambia de nombre en un cruce.
fa_ir: برای تطبیق با انواع طرح‌های تقاطع، Soundscape تقاطع‌ها را به عنوان بخش‌هایی از جاده‌ها که از یک نقطه مشترک جدا می‌شوند توصیف می‌کند. Soundscape از صدای فضایی برای نشان دادن نام جاده‌ای که به چپ می‌رود، نام جاده‌ای که مستقیم ادامه می‌یابد و نام جاده‌ای که به راست می‌رود، به این ترتیب استفاده می‌کند. اگر توصیف تقاطع با جاده‌ای که در آن هستید شروع شود به جای جاده‌ای به چپ، آنگاه تقاطع یک T است که جاده‌ای که در آن هستید مستقیم ادامه می‌یابد و یک جاده از سمت راست تلاقی می‌کند. به طور مشابه، اگر توصیف فقط شامل یک جاده به چپ و راست باشد، خواهید دانست که جاده‌ای که در آن هستید در یک T پیش روی شما به پایان می‌رسد. این روش توصیف تقاطع‌ها همچنین از موردی که یک جاده در یک تقاطع نام خود را تغییر می‌دهد پشتیبانی می‌کند.
fi_fi: Soundscape kuvailee risteyksiä tiesegmentteinä, jotka lähtevät yhteisestä pisteestä mahdollistaakseen useita erilaisia risteysten muotoja. Soundscape käyttää tilaääntä osoittamaan vasemmalle lähtevän tien nimen, sen tien nimen, joka jatkuu suoraan eteenpäin ja sen tien nimen, joka lähtee oikealle, tässä järjestyksessä. Jos risteyksen kuvaus alkaa tiellä, jolla olet, eikä vasemmanpuoleisella tiellä, kyseessä on T-risteys, jossa tie, jolla olet, kulkee eteenpäin ja toinen tie risteää oikealta. Samoin jos kuvaus sisältää vain vasemmalle ja oikealle lähtevät tiet, tiedät, että tie, jolla olet, päättyy edessä olevassa T-risteyksessä. Tämä risteysten kuvailumenetelmä tukee myös tilannetta, jossa tien nimi muuttuu risteyksessä.
fr_ca: Pour s’adapter à une variété de configurations d’intersections, Soundscape décrit les intersections sous forme de segments de chaussée partant d’un point commun. Soundscape utilise un signal audio spatial pour indiquer le nom de la route allant vers la gauche, le nom de la route continuant droit devant et le nom de la route allant vers la droite, dans cet ordre. Si la description de l’intersection commence par la route sur laquelle vous êtes plutôt que celle sur votre gauche, l’intersection est un T et la route sur laquelle vous êtes continue tout droit, avec une route venant de droite. De même, si la description ne comprend qu’une route vers la gauche et vers la droite, vous savez que la route sur laquelle vous êtes se termine en T devant vous. Cette méthode de description des intersections prend également en charge le cas où une route change de nom à une intersection.
it_it: Per includere le varie configurazioni di incroci, Soundscape descrive gli incroci come segmenti di strade che partono da un punto comune. Soundscape utilizza l'audio spaziale per indicare il nome della strada che va a sinistra, il nome della strada che prosegue dritto e il nome della strada che va a destra, in quest'ordine. Se la descrizione dell'incrocio inizia con la strada in cui ti trovi anziché con una a sinistra, l'incrocio è una T con la strada in cui ti trovi e una strada che si interseca da destra. Allo stesso modo, se la descrizione include solo una strada a sinistra e una a destra, saprai che la strada in cui ti trovi termina a T davanti a te. Questo metodo di descrizione degli incroci supporta anche il caso in cui una strada cambia nome in corrispondenza di un incrocio.
ja_jp: Soundscape では、さまざまな構造の交差点に対応できるように、共通部分を起点としてそこから分岐する道の集まりとして交差点を表現します。Soundscape では空間オーディオを使用して、左に進む道路の名前、前方に進む道路の名前、右に進む道路の名前をこの順番で読み上げます。交差点のコールアウトが、現在いる道路の名前から始まり、左に進む道路の名前がない場合、その交差点は T 字路で、現在いる道路がまっすぐ続き、右に分岐する道路があります。同じように、左に進む道路と右に進む道路のみがコールアウトされる場合は、いま進んでいる道は行き止まりで前方が T 字に分岐していることがわかります。この方法で交差点をコールアウトすると、交差点で道路の名前が変わっている場合にも対応できます。
nb_no: For å tilrettelegge for en rekke veikryss beskriver Soundscape veikryss som segmenter med vei som går fra et felles punkt. Soundscape bruker romlig lyd til å indikere navnet på veien som går til venstre, navnet på veien som fortsetter rett frem, og navnet på veien som går til høyre, i den rekkefølgen. Hvis beskrivelsen av veikrysset begynner med veien du er på, i stedet for veien til venstre, er veikrysset en T med veien du forsetter på, og veien som kommer inn fra høyre. Hvis beskrivelsen bare omfatter en vei til venstre og høyre, vet du at veien du er på, slutter ved en T foran deg. Denne måten å beskrive veikryss på støtter også tilfeller der en vei bytter navn ved et veikryss.
nl_nl: Voor de verschillende kruispuntconfiguraties gebruikt Soundscape beschrijvingen waarin kruispunten segmenten zijn van wegen die beginnen op een gemeenschappelijk punt. Soundscape gebruikt ruimtelijke audio om achtereenvolgens de namen aan te geven van de weg naar links, de weg die rechtdoor gaat en de weg die naar rechts gaat. Als de beschrijving van het kruispunt begint met de weg waarop u zich bevindt in plaats van de weg naar links, gaat het om een T-splitsing en gaat de weg waarop u bent, rechtdoor met een afslag naar rechts. Als de beschrijving alleen een weg naar links en een weg naar rechts bevat, weet u dat de weg waarop u zich bevindt, eindigt bij de komende T-splitsing. Deze methode voor het beschrijven van kruispunten wordt ook gebruikt als een weg van naam verandert bij een kruispunt.
pt_br: Para acomodar uma variedade de configurações de cruzamentos, o Soundscape descreve cruzamentos como segmentos de rodovias que partem de um ponto comum. O Soundscape usa áudio espacial para indicar o nome da rua que vai para a esquerda, o nome da rua que continua à frente e o nome da rua que vai para a direita, nessa ordem. Se a descrição do cruzamento começar com a rua em que você está em vez da que está à esquerda, então o cruzamento é um T com a rua onde você está continuando à frente e uma rua cruzando da direita. Da mesma forma, se a descrição incluir apenas uma rua à esquerda e à direita, você saberá que a rua em que está termina em um T à sua frente. Esse método de descrever cruzamentos também dá suporte ao caso em que uma rua muda de nome em um cruzamento.
pt_pt: Para acomodar uma vasta gama de configurações de cruzamentos, o Soundscape descreve cruzamentos como segmentos de rodovias que têm um ponto de partida comum. O Soundscape utiliza áudio espacial para indicar o nome da rua que segue para a esquerda, o nome da rua que continua em frente e o nome da rua que segue ara a direita, por esta ordem. Se a descrição do cruzamento começar pela rua em que se encontra, em vez da rua à esquerda, o cruzamento é um entroncamento em que a rua em que se encontra continua em frente e é cruzada por uma rua vinda da direita. Similarmente, se a descrição só incluir uma rua para a esquerda e para a direita, saberá que a rua em que se encontra termina num entroncamento à sua frente. Este método de descrever cruzamentos também suporta os casos que em uma rua muda de nome num cruzamento.
sv_se: För att kunna hantera olika typer av vägkorsningar beskriver Soundscape vägkorsningarna som vägsegment som utgår från en gemensam punkt. Soundscape använder rumsbestämda ljud för att ange namnet på vägen som går till vänster, namnet på vägen som fortsätter rakt fram och namnet på vägen som går åt höger, i den ordningen. Om beskrivningen av vägkorsningen inleds med vägen som du befinner dig på i stället för den till vänster, innebär det att vägkorsningen är en T-korsning där vägen du befinner dig på fortsätter rakt fram och en väg korsar den från höger. Om beskrivningen bara omfattar en väg till vänster och en till höger om dig, vet du att vägen du befinner dig på slutar i en T-korsning framför dig. Den här metoden att beskriva vägkorsningar används också när en väg byter namn vid en vägkorsning.
