Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# first_launch.callouts.listen.accessibility_hint
source: Double tap to listen to an example of what Soundscape might call out on your next walk.
da_dk: Dobbelttryk for at lytte til et eksempel på, hvad Soundscape kan råbe op på din næste gåtur
de_de: Tippen Sie doppelt, um ein Beispiel dafür zu hören, was Soundscape Ihnen bei Ihrem nächsten Spaziergang sagen könnte
el_gr: Πατήστε δύο φορές για να ακούσετε ένα παράδειγμα του τι μπορεί να πει το Soundscape στην επόμενη βόλτα σας
es_es: Pulsa dos veces para escuchar un ejemplo de lo que Soundscape podría decir en tu próximo paseo.
fa_ir: برای گوش دادن به نمونه‌ای از آنچه Soundscape ممکن است در پیاده‌روی بعدی شما اعلام کند دو بار ضربه بزنید
fi_fi: Napauta kaksi kertaa kuullaksesi esimerkin siitä, mitä Soundscape voi ilmoittaa sinulle seuraavan kävelysi aikana
fr_ca: Appuyez deux fois pour écouter un exemple de ce que Soundscape peut signaler pendant votre prochaine balade
it_it: Tocca due volte per ascoltare un esempio di ciò che Soundscape potrebbe notificarti alla prossima passeggiata
ja_jp: 実際に歩いてみた場合の Soundscape のコールアウトのサンプルを聞くにはダブルタップします
nb_no: Dobbelttrykk for å lytte til et eksempel på hva Soundscape kan lese opp på neste tur
nl_nl: Dubbeltik om te luisteren naar een voorbeeld van wat Soundscape kan aankondigen op uw volgende wandeling
pt_br: Dê um toque duplo para ouvir um exemplo do que o Soundscape poderia anunciar em sua próxima caminhada
pt_pt: Faça duplo toque para ouvir um exemplo dos avisos que o Soundscape poderá emitir durante a sua próxima caminhada
sv_se: Dubbelknacka om du vill lyssna på ett exempel på vad Soundscape kan läsa upp under din nästa promenad

# first_launch.callouts.example.1
source: Cafe
da_dk: Café
de_de: Café
el_gr: Καφέ
es_es: Cafetería
fa_ir: کافه
fi_fi: Kahvila
fr_ca: Café
it_it: Bar
ja_jp: 喫茶店
nb_no: Kafé
nl_nl: Café
pt_br: Café
pt_pt: Café
sv_se: Kafé

# first_launch.callouts.example.3
source: Main Street goes left
da_dk: Hovedgaden drejer til venstre
de_de: Hauptstraße geht nach links
el_gr: Ο κεντρικός δρόμος πάει αριστερά
es_es: Calle principal, a la izquierda
fa_ir: خیابان اصلی به چپ می‌رود
fi_fi: Pääkatu jatkuu vasemmalle
fr_ca: La rue principale continue vers la gauche
it_it: La strada va verso sinistra
ja_jp: 大通りは左方向
nb_no: Hovedgaten går til venstre
nl_nl: Hoofdstraat gaat naar links
pt_br: Rua Principal à esquerda
pt_pt: A Rua Principal continua à esquerda
sv_se: Huvudgatan går åt vänster

# first_launch.callouts.example.4
source: Main Street goes right
da_dk: Hovedgaden drejer til højre
de_de: Hauptstraße geht nach rechts
el_gr: Ο κεντρικός δρόμος πάει δεξιά
es_es: Calle principal, a la derecha
fa_ir: خیابان اصلی به راست می‌رود
fi_fi: Pääkatu jatkuu oikealle
fr_ca: La rue principale continue vers la droite
it_it: La strada va verso destra
ja_jp: 大通りは右方向
nb_no: Hovedgaten går til høyre
nl_nl: Hoofdstraat gaat naar rechts
pt_br: Rua Principal à direita
pt_pt: A Rua Principal continua à direita
sv_se: Huvudgatan går åt höger

# first_launch.permissions.title
source: Navigating with Soundscape
da_dk: Navigere Soundscape
de_de: Navigieren mit Soundscape
el_gr: Περιήγηση με το Soundscape
es_es: Navegar con Soundscape
fa_ir: پیمایش با Soundscape
fi_fi: Soundscapen avulla suunnistaminen
fr_ca: Se promener avec Soundscape
it_it: Spostati con Soundscape
ja_jp: 移動中に Soundscape を使用
nb_no: Naviger med Soundscape
nl_nl: Navigeren met Soundscape
pt_br: Como navegar com o Soundscape
pt_pt: Navegar com o Soundscape
sv_se: Navigera med Soundscape

# first_launch.permissions.message
source: When navigating with Soundscape you will be guided by an audio beacon. To do that, Soundscape needs you to enable the following permissions:
da_dk: Når du navigerer med Soundscape, vil du blive guidet af et lydfyr. Du skal aktivere følgende tilladelser i Soundscape for at gøre det:
de_de: Wenn Sie mit Soundscape navigieren, werden Sie von einem Audiobeacon geführt. Dazu müssen Sie Soundscape die folgenden Berechtigungen erteilen:
el_gr: Όταν περιηγείστε με το Soundscape θα σας καθοδηγεί έναν ηχητικό σήμα. Για να το κάνετε αυτό, το Soundscape χρειάζεται να ενεργοποιήσετε τις ακόλουθες άδειες:
es_es: Al navegar con Soundscape, te guiará por una señal de audio. Para ello, Soundscape necesita que habilites los siguientes permisos:
fa_ir: هنگام پیمایش با Soundscape شما توسط یک نشانهٔ صوتی راهنمایی خواهید شد. برای انجام این کار، Soundscape به شما نیاز دارد که مجوزهای زیر را فعال کنید:
fi_fi: Kun suunnistat Soundscapen avulla, sinua opastaa äänimajakka. Sinun on annettava seuraavat luvat Soundscapelle voidaksesi tätä varten:
fr_ca: Lorsque vous vous déplacez avec Soundscape, vous êtes guidé par une balise audio. Pour cela, vous devez accorder à Soundscape les autorisations suivantes :
it_it: Quando ti sposti con Soundscape vieni guidato da un audiofaro. Per ascoltarlo, è necessario abilitare le seguenti autorizzazioni per Soundscape:
ja_jp: 移動中に Soundscape を使用すると、音声ビーコンでガイドが聞こえます。この機能を使用するには、次の項目を許可する必要があります:
nb_no: Når du navigerer med Soundscape, blir du veiledet av et lydsignal. For å gjøre dette må du gi Soundscape følgende tillatelser:
nl_nl: Wanneer u navigeert met Soundscape, wordt u begeleid door een audiobaken. Als u dat wilt gebruiken, moet u de volgende machtigingen in Soundscape inschakelen:
pt_br: Ao navegar com o Soundscape, você será guiado por um sinalizador sonoro. Para fazer isso, o Soundscape precisará que você habilite as seguintes permissões:
pt_pt: Quando navegar com o Soundscape, será orientado por um sinal de áudio. Para tal, o Soundscape necessita que ative as permissões seguintes:
sv_se: När du navigerar med hjälp av Soundscape vägleds du av en ljudfyr. För att det ska fungera måste du aktivera följande behörigheter för Soundscape:

# first_launch.permissions.location
source: Location Services with Precise Location
da_dk: Lokalitetstjenester med præcis lokalitet
de_de: Ortungsdienste mit genauem Standort
el_gr: Υπηρεσίες τοποθεσίας με ακριβή τοποθεσία
es_es: Servicios de localización con Ubicación exacta
fa_ir: خدمات موقعیت مکانی با موقعیت دقیق
fi_fi: Sijaintipalvelut tarkalla sijainnilla
fr_ca: Services de localisation avec un emplacement exact
it_it: Servizi di localizzazione con posizione esatta
ja_jp: 位置情報サービスと正確な位置情報
nb_no: Stedstjenester med nøyaktig posisjon
nl_nl: Locatievoorzieningen met exacte locatie
pt_br: Serviços de Localização com Localização Precisa
pt_pt: Serviços de localização com Localização exata
sv_se: Platstjänster med Exakt platsinformation

# first_launch.permissions.motion
source: Motion & Fitness
de_de: Bewegung & Fitness
el_gr: Κίνηση και άθληση
es_es: Actividad física
fa_ir: حرکت و تناسب اندام
fi_fi: Liike ja Kuntoilu
fr_ca: Mouvements et forme
it_it: Movimento e fitness
ja_jp: モーションとフィットネス
nb_no: Bevegelse og mosjon
nl_nl: Beweging & Conditie
pt_br: Movimento e Preparo Físico
pt_pt: Movimento e fitness
sv_se: Rörelse och fitness

# first_launch.permissions.required
source: This permission is required.
da_dk: Denne tilladelse er påkrævet
de_de: Diese Berechtigung ist erforderlich.
el_gr: Αυτή η άδεια απαιτείται
es_es: Este permiso es obligatorio.
fa_ir: این مجوز لازم است
fi_fi: Tämä käyttöoikeus vaaditaan.
fr_ca: Cette autorisation est requise
it_it: Questa autorizzazione è necessaria
ja_jp: この許可は必須です
nb_no: Denne tillatelsen er obligatorisk
nl_nl: Deze toestemming is verplicht
pt_br: Esta permissão é necessária
pt_pt: Esta permissão é necessária
sv_se: Den här behörigheten är obligatorisk

# first_launch.beacon.title
source: Choose an Audio Beacon
da_dk: Vælg et lydfyr
de_de: Audiobeacon auswählen
el_gr: Επιλέξτε ηχητικό σήμα
es_es: Elegir una señal de audio
fa_ir: یک نشانهٔ صوتی انتخاب کنید
fi_fi: Äänimajakan valitseminen
fr_ca: Choisir une balise audio
it_it: Scegli un audiofaro
ja_jp: 音声ビーコンを選択
nb_no: Velg et lydsignal
nl_nl: Een audiobaken kiezen
pt_br: Escolher um Sinalizador Sonoro
pt_pt: Escolher um Sinal de Áudio
sv_se: Välj en ljudfyr

# first_launch.beacon.message.1
source: When navigating with Soundscape, you will hear the audio beacon in the direction of your destination. By following its sound, you will always know which way to go.
da_dk: Når du navigerer med Soundscape, hører du lydfyret i retningen af din destination. Ved at følge det lyd vil du altid vide, hvilken retning du skal gå.
de_de: Wenn Sie mit Soundscape navigieren, hören Sie den Ton des Beacons in Richtung Ihres Ziels. Wenn Sie dem Klang folgen, wissen Sie immer, in welche Richtung Sie gehen müssen.
el_gr: Όταν περιηγείστε με το Soundscape, θα ακούτε το ηχητικό σήμα προς την κατεύθυνση του προορισμού σας. Ακολουθώντας τον ήχο του, θα γνωρίζετε πάντα προς τα που να κατευθυνθείτε.
es_es: Al navegar con Soundscape, oirás la señal de audio en la dirección de tu destino. Siguiendo su sonido, siempre sabrás qué camino tomar.
fa_ir: هنگام پیمایش با Soundscape، شما نشانهٔ صوتی را در جهت مقصد خود خواهید شنید. با دنبال کردن صدای آن، همیشه خواهید دانست که به کدام سمت بروید.
fi_fi: Kun suunnistat Soundscapen avulla, kuulet äänimajakan siitä suunnasta, jossa määränpääsi on. Seuraamalla sen ääntä tiedät, mihin päin kulkea.
fr_ca: Lorsque vous vous vous déplacez avec Soundscape, une balise audio se déclenche dans la direction de votre destination. Grâce à ce son, vous saurez toujours quelle direction prendre.
it_it: Quando ti sposti con Soundscape, sentirai l'audiofaro nella direzione della tua destinazione. Seguendo il suo suono, saprai sempre da che parte andare.
ja_jp: 移動の際に Soundscape を使用すると、目的地の方向から音声ビーコンが聞こえます。音声に向かって進めばよいので、進む方向を常に把握できます。
nb_no: Når du navigerer med Soundscape, hører du lydsignalet i retningen til destinasjonen din. Ved å følge lyden vet du alltid hvilken vei du skal gå.
nl_nl: Wanneer u navigeert met Soundscape, hoort u het audiobaken in de richting van uw bestemming. Als u het geluid volgt, weet u altijd in welke richting u moet lopen.
pt_br: Ao navegar com o Soundscape, você ouvirá o sinalizador sonoro na direção do seu destino. Ao acompanhar o som, você sempre saberá para onde ir.
pt_pt: Quando navegar com o Soundscape, irá ouvir o sinal de áudio na direção do seu destino. Seguindo o som, saberá sempre em que direção deve dirigir-se.
sv_se: När du navigerar med Soundscape hör du ljudfyren från målets riktning. Genom att följa ljudet vet du alltid vart du ska gå.

# first_launch.beacon.message.2
source: Listen to the available audio beacons and select your preference.
da_dk: Lyt til de tilgængelige lydfyr, og vælg dine præferencer.
de_de: Hören Sie sich die verfügbaren Audiobeacons an, und wählen Sie Ihre bevorzugte Option aus.
el_gr: Ακούστε τα διαθέσιμα ηχητικά σήματα και επιλέξτε την προτίμησή σας.
es_es: Escucha las señales de audio disponibles y selecciona tu preferencia.
fa_ir: به نشانه‌های صوتی موجود گوش دهید و اولویت خود را انتخاب کنید.
fi_fi: Kuuntele saatavilla olevia äänimajakoita ja valitse haluamasi.
fr_ca: Écoutez les balises audio disponibles et sélectionnez celle de votre choix.
it_it: Ascolta gli audiofaro disponibili e seleziona la tua preferenza.
ja_jp: 使用できる音声ビーコンを聞いて、お好きなものを選択してください。
nb_no: Lytt til tilgjengelige lydsignaler og velg det du foretrekker.
nl_nl: Luister naar de beschikbare audiobakens en selecteer uw voorkeur.
pt_br: Ouça os sinalizadores sonoros disponíveis e selecione sua preferência.
pt_pt: Oiça os sinais de áudio disponíveis e selecione o seu preferido.
sv_se: Lyssna på de olika ljudfyrarna och välj den du vill ha.

# first_launch.beacon.message.3
source: This can be changed later in app settings.
da_dk: Du kan ændre dette senere i appens indstillinger.
de_de: Dies können Sie später in den App-Einstellungen ändern.
el_gr: Αυτό μπορεί να αλλάξει αργότερα στις ρυθμίσεις της εφαρμογής.
es_es: Esto se puede cambiar más adelante en los ajustes de la aplicación.
fa_ir: این را می‌توان بعداً در تنظیمات برنامه تغییر داد.
fi_fi: Tämä voidaan muuttaa myöhemmin sovelluksen asetuksissa.
fr_ca: Vous pourrez en changer ultérieurement dans les réglages de l’appli.
it_it: La scelta può essere modificata in seguito nelle impostazioni dell'app.
ja_jp: この設定は、後からアプリの設定で変更できます。
nb_no: Dette kan endres senere i appinnstillingene.
nl_nl: Dit kan later worden gewijzigd in de app-instellingen.
pt_br: Isso poderá ser alterado posteriormente nos ajustes do aplicativo.
pt_pt: Esta opção pode ser alterada mais tarde nas definições da aplicação.
sv_se: Du kan ändra detta senare i appens inställningar.

# first_launch.select_beacon
source: Select Beacon
da_dk: Vælg lydfyr
de_de: Beacon auswählen
el_gr: Επιλέξτε ηχητικό σήμα
es_es: Seleccionar señal
fa_ir: انتخاب نشانهٔ صوتی
fi_fi: Valitse majakka
fr_ca: Sélectionner une balise
it_it: Seleziona l'audiofaro
ja_jp: ビーコンを選択
nb_no: Velg lydsignal
nl_nl: Baken selecteren
pt_br: Selecionar Sinalizador
pt_pt: Selecionar Sinal
sv_se: Välj ljudfyr

# first_launch.beacon.audio.title
source: Spatial Audio Beacon
da_dk: Rumlig lydfyr
de_de: Beacon mit räumlichem Audio
el_gr: Χωρικό ηχητικό σήμα
es_es: Señal de audio espacial
fa_ir: نشانهٔ صوتی فضایی
fi_fi: Tilaäänimajakka
fr_ca: Balise audio spatiale
it_it: Audiofaro spaziale
ja_jp: 空間オーディオ ビーコン
nb_no: Romlig lydsignal
nl_nl: Ruimtelijk audiobaken
pt_br: Sinalizador Sonoro Espacial
pt_pt: Sinal de Áudio Espacial
sv_se: Ljudfyr med rumsbestämt ljud

# first_launch.beacon.audio.message
source: The beacon follows the movement of your phone and uses spatial audio so that you are always aware of its location.
da_dk: Lydfyret følger bevægelsen af din telefon og bruger rumlig lyd, så du altid er opmærksom på dens placering.
de_de: Das Beacon folgt den Bewegungen Ihres Telefons und verwendet räumliches Audio, sodass Sie immer wissen, wo es sich befindet.
el_gr: Το ηχητικό σήμα ακολουθεί την κίνηση του τηλεφώνου σας και χρησιμοποιείτε χωρικό ήχο, έτσι ώστε να γνωρίζετε πάντα τη θέση του.
es_es: La señal sigue el movimiento del teléfono y usa audio espacial para que siempre estés al tanto de tu ubicación.
fa_ir: نشانهٔ صوتی حرکت گوشی شما را دنبال می‌کند و از صدای فضایی استفاده می‌کند تا شما همیشه از مکان آن آگاه باشید.
fi_fi: Majakka seuraa puhelimesi liikettä ja käyttää tilaääntä, jotta pysyt tietoisena sen sijainnista.
fr_ca: La balise suit le mouvement de votre téléphone et utilise l’audio spatial afin que vous sachiez toujours où elle se trouve.
it_it: L'audiofaro segue il movimento del telefono e utilizza l'audio spaziale in modo da conoscere sempre la sua posizione.
ja_jp: ビーコンがスマートフォンの動きと連動し、空間オーディオが使用されるので、常に場所を把握できます。
nb_no: Lydsignalet følger bevegelsene til telefonen og bruker romlig lyd slik at du alltid er bevisst på plasseringen til signalet.
nl_nl: Het baken volgt de beweging van uw telefoon en gebruikt ruimtelijke audio zodat u zich altijd bewust bent van de locatie.
pt_br: O sinalizador acompanha o movimento do seu telefone e usa o áudio espacial para que você sempre esteja ciente da localização dele.
pt_pt: O sinal segue o movimento do telemóvel e utiliza áudio espacial para que esteja sempre ciente da localização deste.
sv_se: Ljudfyren följer telefonens rörelser och använder rumsbestämt ljud så att du alltid vet var den finns.

# first_launch.beacon.callout.standard
source: Placing beacon to your right. Turn your phone to follow its sound and experience the beacon's spatial audio.
da_dk: Lydfyret er placeret til højre. Drej din telefon for at følge dets lyd og opleve lydfyrets rumlige lyd.
de_de: Platzierung des Beacons rechts von Ihnen. Drehen Sie Ihr Telefon, um dem Klang zu folgen und den räumlichen Klang des Beacons zu erleben.
el_gr: Τοποθέτηση ηχητικού σήματος στα δεξιά σας. Στρέψτε το τηλέφωνό σας για να ακολουθήσετε τον ήχο και να βιώσετε τον χωρικό ήχο του ηχητικού σήματος.
es_es: Colocando la señal a tu derecha. Gira el teléfono para seguir su sonido y experimentar el audio espacial de la señal.
fa_ir: قرار دادن نشانهٔ صوتی در سمت راست شما. گوشی خود را بچرخانید تا صدای آن را دنبال کنید و صدای فضایی نشانهٔ صوتی را تجربه کنید.
fi_fi: Majakka asetetaan oikealle puolellesi. Käännä puhelinta ja seuraa majakan ääntä kokeaksesi majakan tilaäänen.
fr_ca: Placement de balise à votre droite. Orientez votre téléphone pour suivre le son qu’elle émet et obtenir l’audio spatial de la balise.
it_it: Posiziona l'audiofaro alla tua destra. Gira il telefono per seguirne il suono e sperimentare l'audio spaziale dell'audiofaro.
ja_jp: 右側のビーコンです。スマートフォンを音の方に向けて、ビーコンの空間オーディオを確かめてください。
nb_no: Plasserer lydsignalet til høyre for deg. Snu telefonen for å følge lyden og høre lydsignalets romlige lyd.
nl_nl: Baken wordt rechts van u geplaatst. Draai uw telefoon om het geluid te volgen en ervaar de ruimtelijke audio van het baken.
pt_br: Posicionando o sinalizador à sua direita. Vire o telefone para acompanhar o som e experimentar o áudio espacial do sinalizador.
pt_pt: A colocar o sinal à sua direita. Vire o telemóvel para seguir o som e experimentar o áudio espacial do sinal.
sv_se: Placera ljudfyren till höger om dig. Vrid telefonen så att den följer efter ljudet och upplev ljudfyrens rumsbestämda ljud.

# first_launch.beacon.callout.haptic
source: Placing beacon in front of you. Turn your phone left and right to experience the beacon's haptic feedback.
da_dk: Lydfyret er placeret foran dig. Drej din telefon til venstre og højre for at opleve lydfyrets haptiske feedback.
de_de: Platzierung des Beacons vor Ihnen. Drehen Sie Ihr Telefon nach links und rechts, um das haptische Feedback des Beacons zu spüren.
el_gr: Τοποθέτηση ηχητικού σήματος μπροστά σας. Στρέψτε το τηλέφωνο αριστερά και δεξιά για να λάβετε τα απτικά σχόλια του ηχητικού σήματος.
es_es: Colocando la señal delante de ti. Gira el teléfono a la izquierda y a la derecha para probar los comentarios hápticos de la señal.
fa_ir: قرار دادن نشانهٔ صوتی در جلوی شما. گوشی خود را به چپ و راست بچرخانید تا بازخورد لمسی نشانهٔ صوتی را تجربه کنید.
fi_fi: Majakka asetetaan eteesi. Käännä puhelimesi vasemmalle ja oikealle kokeaksesi majakan haptisen palautteen.
fr_ca: Placement d’une balise devant vous. Orientez votre téléphone vers la gauche et vers la droite pour obtenir le retour tactile de la balise.
it_it: Posiziona l'audiofaro davanti a te. Gira il telefono a sinistra e a destra per provare il feedback aptico dell'audiofaro.
ja_jp: 前方のビーコンです。スマートフォンを左右に向けて、ビーコンの触覚フィードバックを確かめてください。
nb_no: Plasserer lydsignalet foran deg. Snu telefonen mot venstre og høyre for å høre lydsignalets haptiske tilbakemelding.
nl_nl: Baken wordt voor u geplaatst. Draai uw telefoon naar links en rechts om de haptische feedback van het baken te ervaren.
pt_br: Posicionando sinalizador à sua frente. Vire o telefone para a esquerda e para a direita para experimentar o comentário tátil do sinalizador.
pt_pt: A colocar o sinal à sua frente. Vire o telemóvel para a esquerda e para a direita para experimentar o feedback háptico do sinal.
sv_se: Placera ljudfyren framför dig. Vrid telefonen åt vänster och höger så att du upplever den feedback du får från ljudfyrens känsel.

# first_launch.beacon.callout.headtracking.standard
source: Placing beacon to your right. Turn to follow its sound and experience the beacon's spatial audio.
da_dk: Lydfyret er placeret til højre. Drej for at følge dets lyd og opleve lydfyrets rumlige lyd.
de_de: Platzierung des Beacons rechts von Ihnen. Drehen Sie sich, um dem Klang zu folgen und den räumlichen Klang des Beacons zu erleben.
el_gr: Τοποθέτηση ηχητικού σήματος στα δεξιά σας. Στρίψτε για να ακολουθήσετε τον ήχο και βιώστε τον χωρικό ήχο του ηχητικού σήματος.
es_es: Colocando la señal a tu derecha. Gira para seguir su sonido y probar el audio espacial de la señal.
fa_ir: قرار دادن نشانهٔ صوتی در سمت راست شما. بچرخید تا صدای آن را دنبال کنید و صدای فضایی نشانهٔ صوتی را تجربه کنید.
fi_fi: Majakka asetetaan oikealle puolellesi. Seuraa majakan ääntä kokeaksesi majakan tilaäänen.
fr_ca: Placement de balise à votre droite. Tournez-vous pour suivre le son qu’elle émet et obtenir le son spatial de la balise.
it_it: Posiziona l'audiofaro alla tua destra. Gira per seguirne il suono e sperimentare l'audio spaziale dell'audiofaro.
ja_jp: 右側のビーコンです。音の方を向いて、ビーコンの空間オーディオを確かめてください。
nb_no: Plasserer lydsignalet til høyre for deg. Snu deg for å følge lyden og høre lydsignalets romlige lyd.
nl_nl: Baken wordt rechts van u geplaatst. Draai om het geluid te volgen en ervaar de ruimtelijke audio van het baken.
pt_br: Posicionando o sinalizador à sua direita. Vire para acompanhar seu som e experimente o áudio espacial do sinalizador.
pt_pt: A colocar o sinal à sua direita. Vire-se para seguir o som e experimentar o áudio espacial do sinal.
sv_se: Placera ljudfyren till höger om dig. Vänd dig mot ljudet och upplev ljudfyrens rumsbestämda ljud.

# first_launch.beacon.callout.headtracking.haptic
source: Placing beacon in front of you. Turn left and right to experience the beacon's haptic feedback.
da_dk: Lydfyret er placeret foran dig. Drej til venstre og højre for at opleve lydfyrets haptiske feedback.
de_de: Platzierung des Beacons vor Ihnen. Drehen Sie sich nach links und rechts, um das haptische Feedback des Beacons zu spüren.
el_gr: Τοποθέτηση ηχητικού σήματος μπροστά σας. Στρέψτε αριστερά και δεξιά για να λάβετε τα απτικά σχόλια του ηχητικού σήματος.
es_es: Colocando la señal delante de ti. Gira a la izquierda y a la derecha para probar los comentarios hápticos de la señal.
fa_ir: قرار دادن نشانهٔ صوتی در جلوی شما. به چپ و راست بچرخید تا بازخورد لمسی نشانهٔ صوتی را تجربه کنید.
fi_fi: Majakka asetetaan eteesi. Käännä vasemmalle ja oikealle kokeaksesi majakan haptisen palautteen.
fr_ca: Placement d’une balise devant vous. Tournez-vous vers la gauche et vers la droite pour obtenir le retour tactile de la balise.
it_it: Posiziona l'audiofaro davanti a te. Gira a sinistra e a destra per provare il feedback aptico dell'audiofaro.
ja_jp: 前方のビーコンです。左右を向いて、ビーコンの触覚フィードバックを確かめてください。
nb_no: Plasserer lydsignalet foran deg. Snu deg mot venstre og høyre for å høre lydsignalets haptiske tilbakemelding.
nl_nl: Baken wordt voor u geplaatst. Draai naar links en rechts om de haptische feedback van het baken te ervaren.
pt_br: Posicionando o sinalizador à sua frente. Vire à esquerda e à direita para experimentar os comentários táteis do sinalizador.
pt_pt: A colocar o sinal à sua frente. Vire-se para a esquerda e para a direita para experimentar o feedback háptico do sinal.
sv_se: Placera ljudfyren framför dig. Vänd dig åt vänster och höger så att du upplever den feedback du får från ljudfyrens känsel.

# first_launch.beacon.callout.ahead
source: Beacon ahead
da_dk: Lydfyr foran
de_de: Beacon vor Ihnen
el_gr: Ηχητικό σήμα μπροστά
es_es: Señal adelante
fa_ir: نشانهٔ صوتی در جلو
fi_fi: Majakka edessä
fr_ca: Balise devant vous
it_it: Audiofaro davanti
ja_jp: 前方のビーコン
nb_no: Lydsignal foran deg
nl_nl: Baken voor u
pt_br: Sinalizador à frente
pt_pt: Sinal em frente
sv_se: Ljudfyren är framför dig

# first_launch.beacon.callout.behind
source: Beacon behind
da_dk: Lydfyr bagved
de_de: Beacon hinten Ihnen
el_gr: Ηχητικό σήμα πίσω
es_es: Señal atrás
fa_ir: نشانهٔ صوتی در پشت
fi_fi: Majakka takana
fr_ca: Balise derrière vous
it_it: Audiofaro dietro
ja_jp: 後方のビーコン
nb_no: Lydsignal bak deg
nl_nl: Baken achter u
pt_br: Sinalizador atrás
pt_pt: Sinal atrás
sv_se: Ljudfyren är bakom dig

# first_launch.prompt.title
source: You're all set!
da_dk: Så er du klar.
de_de: Bereit!
el_gr: Είστε έτοιμοι!
es_es: ¡Ya estás preparado!
fa_ir: شما آماده‌اید!
fi_fi: Kaikki on valmista!
fr_ca: La configuration est terminée.
it_it: Sei pronto.
ja_jp: 設定が完了しました。
nb_no: Alt klart.
nl_nl: U kunt van start!
pt_br: Tudo pronto!
pt_pt: Está tudo pronto!
sv_se: Nu är allt klart.
