Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# general.error.network_connection_required.deleting_data
source: A network connection is required when deleting and reloading Soundscape's map data. Check that your phone is not in airplane mode.
da_dk: Der kræves en netværksforbindelse, når du sletter og genindlæser kortdata i Soundscape. Kontrollér, at telefonen ikke er i flytilstand.
de_de: Beim Löschen und erneuten Laden der Kartendaten von Soundscape ist eine Netzwerkverbindung erforderlich. Stellen Sie sicher, dass sich Ihr Telefon nicht im Flugzeugmodus befindet.
el_gr: Απαιτείται σύνδεση δικτύου κατά τη διαγραφή και την επαναφόρτωση των δεδομένων χάρτη Soundscape. Βεβαιωθείτε ότι το τηλέφωνό σας δεν βρίσκεται σε λειτουργία πτήσης.
es_es: Se requiere una conexión de red para eliminar y volver a cargar datos de mapas de Soundscape. Comprueba que el teléfono no se encuentra en el modo avión.
fa_ir: هنگام حذف و بارگذاری مجدد داده‌های نقشه Soundscape، اتصال به شبکه مورد نیاز است. بررسی کنید که گوشی شما در حالت پرواز نباشد.
fi_fi: Soundscapen karttatietojen poistaminen ja uudelleenlataaminen tarvitsee verkkoyhteyden. Tarkista, että puhelimesi ei ole lentokonetilassa.
fr_ca: Une connexion réseau est requise lors de la suppression et du rechargement des données de carte de Soundscape. Vérifiez que votre téléphone n’est pas en mode Avion.
it_it: È necessaria una connessione di rete quando si eliminano e si ricaricano i dati della mappa di Soundscape. Verifica che il tuo telefono non sia in modalità aereo.
ja_jp: Soundscape の地図データを消去して再読み込みするには、ネットワーク接続が必要です。スマートフォンが機内モードになっていないことを確認してください。
nb_no: Det kreves en nettverkstilkobling ved sletting eller ny innlasting av Soundscapes kartdata. Sjekk at telefonen ikke er i flymodus.
nl_nl: Er is een netwerkverbinding vereist voor het verwijderen en opnieuw laden van de kaartgegevens van Soundscape. Controleer of uw telefoon niet in de vliegtuigstand staat.
pt_br: Uma conexão de rede será necessária ao excluir e recarregar dados de mapa do Soundscape. Verifique se o seu telefone não está em modo avião.
pt_pt: É necessária uma ligação de rede para eliminar e recarregar dados do mapa do Soundscape. Verifique se o telemóvel não está em modo de voo.
sv_se: Du måste ha en nätverksanslutning när du tar bort och läser in Soundscapes kartdata. Kontrollera att telefonen inte är i flygplansläge.

# general.error.ble.unauthorized.title
source: Authorize Bluetooth
da_dk: Godkend Bluetooth
de_de: Bluetooth zulassen
el_gr: Εξουσιοδότηση Bluetooth
es_es: Autorizar Bluetooth
fa_ir: اجازه دسترسی به بلوتوث
fi_fi: Sinun on annettava Bluetoothille valtuudet
fr_ca: Autoriser Bluetooth
it_it: Autorizza il Bluetooth
ja_jp: Bluetooth の許可
nb_no: Godkjenn Bluetooth
nl_nl: Bluetooth machtigen
pt_br: Autorizar Bluetooth
pt_pt: Autorizar o Bluetooth
sv_se: Auktorisera Bluetooth

# general.error.ble.unauthorized.message
source: Bluetooth permission is required to connect your devices. Open the Settings app below to enable Bluetooth. Note that this can cause the app to restart.
da_dk: Bluetooth-tilladelse er påkrævet for at forbinde dine enheder. Åbn appen Indstillinger nedenfor for at aktivere Bluetooth. Bemærk, at dette kan få appen til at genstarte.
de_de: Zum Verbinden Ihrer Geräte ist die Zustimmung zu Bluetooth erforderlich. Öffnen Sie die Einstellungen-App unten, um Bluetooth zu aktivieren. Beachten Sie, dass dies zu einem Neustart der App führen kann.
el_gr: Απαιτείται άδεια Bluetooth για να συνδέσετε τις συσκευές σας. Ανοίξτε την εφαρμογή Ρυθμίσεις παρακάτω για να ενεργοποιήσετε το Bluetooth. Λάβετε υπόψη ότι αυτό μπορεί να προκαλέσει επανεκκίνηση της εφαρμογής.
es_es: Se requiere permiso Bluetooth para conectar tus dispositivos. Abre la aplicación Configuración para habilitar el Bluetooth. Ten en cuenta que esto puede hacer que se reinicie la aplicación.
fa_ir: برای اتصال دستگاه‌هایتان، اجازه دسترسی به بلوتوث لازم است. برای فعال کردن بلوتوث، برنامه تنظیمات را در زیر باز کنید. توجه داشته باشید که این کار ممکن است باعث راه‌اندازی مجدد برنامه شود.
fi_fi: Laitteiden yhdistäminen edellyttää Bluetooth-yhteyttä. Avaa Asetukset-sovellus alta ja ota Bluetooth käyttöön. Ota huomioon, että tämä saattaa aiheuttaa sovelluksen uudelleenkäynnistymisen.
fr_ca: Vous devez accorder à Bluetooth l’autorisation de se connecter à vos appareils. Ouvrez les réglages de l’appli ci-dessous pour activer la fonctionnalité Bluetooth. Notez que cela peut entraîner le redémarrage de l’appli.
it_it: L'autorizzazione del Bluetooth è necessaria per connettere i dispositivi. Apri l'app Impostazioni di seguito per abilitare il Bluetooth. Tieni presente che potrebbe essere necessario il riavvio dell'app.
ja_jp: デバイスを接続するには、Bluetooth の許可が必要です。下にある設定アプリを開いて、Bluetooth を有効にしてください。これにより、アプリの再起動が必要になる場合があります。
nb_no: Bluetooth-tillatelse kreves for å koble til enhetene dine. Åpne appen Innstillinger nedenfor for å aktivere Bluetooth. Vær oppmerksom på at dette kan føre til at appen startes på nytt.
nl_nl: Bluetooth-machtiging is vereist om uw apparaten te verbinden. Open de Instellingen-app hieronder om Bluetooth in te schakelen. Mogelijk wordt de app hierdoor opnieuw gestart.
pt_br: A permissão do Bluetooth é necessária para a conexão de seus dispositivos. Abra o aplicativo Ajustes abaixo para habilitar o Bluetooth. Observe que isso poderá reiniciar o aplicativo.
pt_pt: A permissão do Bluetooth é necessária para estabelecer ligação aos dispositivos. Abra a aplicação Definições abaixo para ativar o Bluetooth. Note que isto poderá causar o reinício da aplicação.
sv_se: Bluetooth-behörighet krävs för att ansluta dina enheter. Öppna appen Inställningar nedan och aktivera Bluetooth. Observera att detta kan leda till att appen startar om.

# general.error.add_marker_error
source: We are having trouble marking this place. Try again later.
da_dk: Vi har problemer med at markere dette sted. Prøv igen senere.
de_de: Beim Markieren dieses Ortes ist ein Problem aufgetreten. Versuchen Sie es später erneut.
el_gr: Δυσκολευόμαστε να δημιουργήσουμε δείκτη αυτής της θέσης. Προσπαθήστε ξανά αργότερα.
es_es: Tenemos problemas para marcar este lugar. Vuelve a intentarlo más tarde.
fa_ir: ما در نشانه‌گذاری این مکان با مشکل مواجه هستیم. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Meillä on ongelmia tämän paikan merkitsemisessä. Yritä myöhemmin uudelleen.
fr_ca: Nous rencontrons des problèmes pour marquer cet emplacement. Réessayez ultérieurement.
it_it: Si è verificato un problema durante il contrassegnare questo luogo. Riprova più tardi.
ja_jp: この場所にマーカーを付けることができません。少し待ってからやり直してください。
nb_no: Vi har problemer med å markere dette stedet. Prøv på nytt senere.
nl_nl: We kunnen deze plek niet markeren. Probeer het later opnieuw.
pt_br: Estamos com problemas para marcar este local. Tente mais tarde.
pt_pt: Estamos a ter problemas para marcar este local. Tente novamente mais tarde.
sv_se: Det går inte att markera den här platsen. Försök igen senare.

# general.error.set_beacon_error
source: We are having trouble setting the beacon currently. Try again later.
da_dk: Vi har problemer med at indstille lydfyret i øjeblikket. Prøv igen senere.
de_de: Beim Platzieren dieses Beacons ist ein Problem aufgetreten. Versuchen Sie es später erneut.
el_gr: Δυσκολευόμαστε να ρυθμίσουμε το ηχητικό σήμα αυτή τη στιγμή. Προσπαθήστε ξανά αργότερα.
es_es: Tenemos problemas para configurar la señal actualmente. Vuelve a intentarlo más tarde.
fa_ir: در حال حاضر برای تنظیم نشانهٔ صوتی با مشکل مواجه هستیم. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Meillä on tällä hetkellä ongelmia majakan määrittämisessä. Yritä myöhemmin uudelleen.
fr_ca: Nous rencontrons actuellement des problèmes pour définir la balise. Réessayez ultérieurement.
it_it: Si è verificato un problema durante l'impostazione dell'audiofaro. Riprova più tardi.
ja_jp: 現在、ビーコンを設定できません。少し待ってからやり直してください。
nb_no: Vi har for øyeblikket problemer med å angi lydsignalet. Prøv på nytt senere.
nl_nl: We kunnen het baken nu niet instellen. Probeer het later opnieuw.
pt_br: Estamos com problemas para definir o sinalizador no momento. Tente mais tarde.
pt_pt: Estamos a ter problemas para definir o sinal. Tente novamente mais tarde.
sv_se: Det går inte att ställa in ljudfyren just nu. Försök igen senare.

# general.error.preview
source: Location preview could not be started at this location.
da_dk: Eksempelvisning af placering kunne ikke startes på denne placering.
de_de: An diesem Standort konnte keine Standortvorschau angezeigt werden.
el_gr: Δεν ήταν δυνατή η εκκίνηση της προεπισκόπησης τοποθεσίας σε αυτήν τη τοποθεσία.
es_es: No se ha podido iniciar la vista previa de esta ubicación.
fa_ir: پیش‌نمایش موقعیت مکانی در این مکان قابل شروع نیست.
fi_fi: Sijainnin esikatselua ei voitu käynnistää tässä sijainnissa.
fr_ca: Impossible de démarrer l’aperçu de la localisation à cet emplacement.
it_it: Non è stato possibile avviare l'anteprima di questa posizione.
ja_jp: この場所では、場所のプレビューを開始できません。
nb_no: Kan ikke starte posisjonsforhåndsvisning ved denne posisjonen.
nl_nl: Locatievoorzieningen kunnen niet worden gestart op deze locatie.
pt_br: Não foi possível iniciar a visualização de localização nesta localização.
pt_pt: Não foi possível iniciar a pré-visualização da localização nesta localização.
sv_se: Det gick inte att starta förhandsgranskningen av den här platsen.

# device_motion.title
source: Motion & Fitness
de_de: Bewegung & Fitness
el_gr: Κίνηση & άθληση
es_es: Actividad física
fa_ir: حرکت و تناسب اندام
fi_fi: Liike ja Kuntoilu
fr_ca: Mouvements et forme
it_it: Movimento e fitness
ja_jp: モーションとフィットネス
nb_no: Bevegelse og mosjon
nl_nl: Beweging & Conditie
pt_br: Movimento e Preparo Físico
pt_pt: Movimento e fitness
sv_se: Rörelse och fitness

# device_motion.enable.title
source: Enable Motion & Fitness Tracking
da_dk: Aktivér Sporing af motion og fitness
de_de: Bewegung & Fitness Tracking aktivieren
el_gr: Ενεργοποίηση παρακολούθησης κίνησης & άθλησης
es_es: Habilitar el seguimiento de Actividad física
fa_ir: فعال کردن ردیابی حرکت و تناسب اندام
fi_fi: Ota Liikkeen ja kuntoilun seuranta käyttöön
fr_ca: Activer Mouvements et forme physique
it_it: Abilita il monitoraggio di movimento e fitness
ja_jp: モーションとフィットネスのトラッキングを有効化
nb_no: Aktiver Bevegelse og kondisjonssporing
nl_nl: Beweging & Conditie bijhouden inschakelen
pt_br: Habilitar Monitorar Movimento e Preparo Físico
pt_pt: Ativar Seguimento do Movimento e fitness
sv_se: Aktivera Spårning av rörelse och fitness

# device_motion.enable.description
source: Motion & Fitness tracking is currently disabled. Soundscape cannot work when Motion & Fitness tracking is turned off.
da_dk: Sporing af motion og fitness er i øjeblikket deaktiveret. Soundscape kan ikke fungere, når sporing af motion og fitness er deaktiveret.
de_de: Bewegung & Fitness Tracking ist derzeit deaktiviert. Soundscape kann nur ausgeführt werden, wenn Bewegung & Fitness Tracking aktiviert ist.
el_gr: Η παρακολούθηση κίνησης & άθλησης είναι προς το παρόν απενεργοποιημένη. Το Soundscape δεν μπορεί να λειτουργήσει όταν είναι απενεργοποιημένη η παρακολούθηση κίνησης & άθλησης.
es_es: El seguimiento de Actividad física está deshabilitado actualmente. Soundscape no puede funcionar cuando el seguimiento de Actividad física está desactivado.
fa_ir: ردیابی حرکت و تناسب اندام در حال حاضر غیرفعال است. Soundscape نمی‌تواند وقتی ردیابی حرکت و تناسب اندام خاموش است کار کند.
fi_fi: Liikkeen ja kuntoilun seuranta on poistettu käytöstä. Soundscape ei voi toimia, kun Liikkeen ja kuntoilun seuranta on poistettu käytöstä.
fr_ca: Mouvements et forme physique est actuellement désactivé. Soundscape ne peut pas fonctionner lorsque Mouvements et forme physique est désactivé.
it_it: Il monitoraggio di movimento e fitness è attualmente disabilitato. Soundscape non può funzionare se il monitoraggio di movimento e fitness è disattivato.
ja_jp: モーションとフィットネスのトラッキングが無効になっています。モーションとフィットネスのトラッキングがオフになっていると Soundscape を使用できません。
nb_no: Bevegelse og kondisjonssporing er for øyeblikket deaktivert. Soundscape fungerer ikke når Bevegelse og kondisjonssporing er slått av.
nl_nl: Beweging & Conditie bijhouden is momenteel uitgeschakeld. Soundscape werkt niet wanneer Beweging & Conditie bijhouden is uitgeschakeld.
pt_br: O recurso Monitorar Movimento e Preparo Físico está desabilitado no momento. O Soundscape não funciona quando Monitorar Movimento e Preparo Físico está desativado.
pt_pt: O Seguimento do Movimento e fitness está atualmente desativado. O Soundscape não pode funcionar quando o Seguimento do Movimento e fitness está desativado.
sv_se: Spårning av rörelse och fitness är inaktiverat. Soundscape fungerar inte när Spårning av rörelse och fitness är inaktiverat.

# device_motion.enable.instructions
source: Turn On Fitness Tracking in the Settings app to continue. 1. Press Open Settings 2. Press the Back button (titled Settings) 3. Select Privacy 4. Select Motion & Fitness 5. Turn on Fitness Tracking 6. Restart Soundscape
da_dk: Aktivér Registrering af fitness i appen Indstillinger for at fortsætte. 1. Tryk på Åbn indstillinger 2. Tryk på knappen Tilbage (med teksten Indstillinger) 3. Vælg Anonymitet 4. Vælg Motion & fitness 5. Aktivér Registrering af fitness 6. Genstart Soundscape
de_de: Aktivieren Sie Fitness Tracking in der Einstellungen-App, um fortfahren zu können. 1. Tippen Sie auf „Einstellungen öffnen“ 2. Tippen Sie auf „Zurück“ (unter „Einstellungen“) 3. Wählen Sie „Datenschutz“ aus 4. Wählen Sie Bewegung & Fitness aus 5. Aktivieren Sie Fitness Tracking 6. Starten Sie Soundscape neu
el_gr: Ενεργοποιήστε την Καταγραφή άθλησης στην εφαρμογή Ρυθμίσεις για να συνεχίσετε. 1. Πατήστε Άνοιγμα ρυθμίσεων 2. Πατήστε το κουμπί "Πίσω" (με τίτλο Ρυθμίσεις) 3. Επιλέξτε Απόρρητο 4. Επιλέξτε Κίνηση & άθληση 5. Ενεργοποιήστε την Καταγραφή άθλησης 6. Επανεκκίνηση Soundscape
es_es: Activa Seguimiento deportivo en la aplicación Configuración para continuar. 1. Presiona Abrir Configuración 2. Presiona el botón Atrás (con el título Configuración) 3. Selecciona Privacidad 4. Selecciona Actividad física 5. Activa Seguimiento deportivo 6. Reinicia Soundscape
fa_ir: برای ادامه، ردیابی تناسب اندام را در برنامه تنظیمات روشن کنید. ۱. باز کردن تنظیمات را فشار دهید ۲. دکمه بازگشت (با عنوان تنظیمات) را فشار دهید ۳. حریم خصوصی و امنیت را انتخاب کنید ۴. حرکت و تناسب اندام را انتخاب کنید ۵. ردیابی تناسب اندام را روشن کنید ۶. Soundscape را مجدداً راه‌اندازی کنید
fi_fi: Ota Kuntoseuranta käyttöön Asetukset-sovelluksessa jatkaaksesi. 1. Paina Avaa Asetukset 2. Paina Takaisin-painiketta (nimeltä Asetukset) 3. Valitse Tietosuoja 4. Valitse Liike ja Kuntoilu 5. Ota Kuntoseuranta käyttöön 6. Käynnistä Soundscape uudelleen
fr_ca: Activez Suivi forme dans l’appli Réglages pour continuer. 1. Appuyez sur Ouvrir les réglages. 2. Appuyez sur le bouton Retour (intitulé Réglages) 3. Sélectionnez Confidentialité 4. Sélectionnez Mouvements et forme physique 5. Activer Suivi d’activité physique 6. Redémarrez Soundscape
it_it: Attiva Monitoraggio attività fisica nell'app Impostazioni per continuare. 1. Premi Apri impostazioni 2. Premi il pulsante Indietro (in Impostazioni) 3. Seleziona Privacy 4. Seleziona Movimento e fitness 5. Attiva Monitoraggio attività fisica 6. Riavvia Soundscape
ja_jp: 続行するには [設定] アプリで [フィットネストラッキング] をオンにします。 1. [設定を開く] を押します 2. [設定] に戻るボタンを押します 3. [プライバシー] を選択します 4. [モーションとフィットネス] を選択します 5. [フィットネストラッキング] をオンにします 6. Soundscape を再起動します
nb_no: Slå på Kondisjonssporing i Innstillinger-appen for å fortsette. 1. Trykk på Åpne innstillinger 2. Trykk på tilbakeknappen (kalt Innstillinger) 3. Velg Personvern 4. Velg Bevegelse og mosjon 5. Slå på Kondisjonssporing 6. Start Soundscape på nytt
nl_nl: Schakel Houd conditie bij in de app Instellingen in om door te gaan. 1. Druk op Instellingen openen 2. Druk op de knop Terug (met de naam Instellingen) 3. Selecteer Privacy 4. Selecteer Beweging & Conditie 5. Schakel Houd conditie bij in 6. Start Soundscape opnieuw
pt_br: Ative o recurso Monitorar Preparo Físico no aplicativo Ajustes para continuar. 1. Pressione Abrir Ajustes 2. Pressione o botão Voltar (chamado Ajustes) 3. Selecione Privacidade 4. Selecione Movimento e Preparo Físico 5. Ative o Monitorar Preparo Físico 6. Reinicie o Soundscape
pt_pt: Ative Seguimento do Movimento e fitness na aplicação Definições para continuar. 1. Prima Abrir Definições 2. Prima o botão Anterior (chamado Definições) 3. Selecione Privacidade 4. Selecione Movimento e fitness 5. Ative Controlo de fitness 6. Reinicie o Soundscape
sv_se: Aktivera Fitnesspårning i appen Inställningar om du vill fortsätta. 1. Tryck på Öppna inställningar 2. Tryck på tillbaka-knappen (med rubriken Inställningar) 3. Välj Integritet 4. Välj Rörelse och fitness 5. Aktivera Fitnesspårning 6. Starta om Soundscape

# device_motion.authorize.title
source: Authorize Motion & Fitness Tracking
da_dk: Godkend sporing af motion og fitness
de_de: Bewegung & Fitness Tracking autorisieren
el_gr: Εξουσιοδότηση παρακολούθησης κίνησης & άθλησης
es_es: Autorizar el seguimiento de Actividad física
fa_ir: اجازه دسترسی به ردیابی حرکت و تناسب اندام
fi_fi: Salli Liikkeen ja kuntoilun seuranta
fr_ca: Autoriser Mouvements et forme physique
it_it: Autorizza il monitoraggio di movimento e fitness
ja_jp: モーションとフィットネスのトラッキングを許可
nb_no: Godkjenn Bevegelse og kondisjonssporing
nl_nl: Beweging & Conditie bijhouden toestaan
pt_br: Autorizar Monitorar Movimento e Preparo Físico
pt_pt: Autorizar Seguimento do Movimento e fitness
sv_se: Auktorisera Spårning av rörelse och fitness

# device_motion.authorize.description
source: This allows Soundscape to improve your experience based on whether you are walking, in a vehicle, or standing still. The app needs your permission to use Motion & Fitness. Before you authorize Soundscape to use this permission, you may need to enable Fitness Tracking under Settings → Privacy → Motion & Fitness.
da_dk: Dette gør det muligt for Soundscape at forbedre din oplevelse baseret på, om du går, er i et køretøj eller står stille. Appen skal have din tilladelse til at bruge Motion & fitness. Før du godkender, at Soundscape bruger denne tilladelse, skal du muligvis aktivere Registrering af fitness under Indstillinger → Anonymitet → Motion & fitness.
de_de: Auf diese Weise kann Soundscape Ihre Erfahrung verbessern, je nachdem, ob Sie zu Fuß oder in einem Fahrzeug unterwegs sind oder stehen. Die App benötigt Ihre Erlaubnis, um Bewegung & Fitness zu verwenden. Bevor Sie Soundscape zur Verwendung dieser Berechtigung autorisieren, müssen Sie möglicherweise „Fitnessprotokoll“ unter „Einstellungen → Datenschutz → Bewegung & Fitness“ aktivieren.
el_gr: Αυτό επιτρέπει στο Soundscape να βελτιώσει την εμπειρία σας ανάλογα με το αν περπατάτε, αν βρίσκεστε σε ένα όχημα. στέκεστε ακίνητοι. Η εφαρμογή χρειάζεται την άδειά σας για να χρησιμοποιήσει το Κίνηση & άθληση. Πριν εξουσιοδοτήσετε το Soundscape να χρησιμοποιήσει αυτό το δικαίωμα, ίσως χρειαστεί να ενεργοποιήσετε την Καταγραφή άθλησης στην περιοχή Ρυθμίσεις → Προστασία Προσωπικών Δεδομένων → Κίνηση & άθληση.
es_es: Esto permite a Soundscape mejorar tu experiencia en función de si caminas, te desplazas en un vehículo o permaneces quieto. La aplicación necesita tu permiso para usar Actividad física. Antes de autorizar a Soundscape para que use este permiso, es posible que tengas que habilitar Seguimiento deportivo en Configuración → Privacidad → Actividad física.
fa_ir: این کار به Soundscape اجازه می‌دهد تا تجربه شما را بر اساس اینکه در حال راه رفتن، در وسیله نقلیه یا ثابت هستید، بهبود بخشد. برنامه برای استفاده از حرکت و تناسب اندام به اجازه شما نیاز دارد. قبل از اینکه به Soundscape اجازه استفاده از این دسترسی را بدهید، ممکن است لازم باشد ردیابی تناسب اندام را در تنظیمات → حریم خصوصی و امنیت → حرکت و تناسب اندام فعال کنید.
fi_fi: Tämä sallii Soundscapen parantaa kokemustasi sen perusteella, käveletkö, oletko ajoneuvossa, vai seisotko paikallasi. Sovellus tarvitsee lupasi Liike ja Kuntoilu -asetuksen käyttämiseen. Saattaa olla tarpeen ottaa käyttöön Kuntoseuranta kohdassa Asetukset → Tietosuoja → Liike ja Kuntoilu ennen kuin annat Soundscapelle tämän käyttöoikeuden.
fr_ca: Cette option permet à Soundscape d’améliorer votre expérience que vous soyez à pied, en voiture ou immobile. L’appli nécessite votre autorisation pour utiliser Mouvements et forme. Avant d’autoriser Soundscape à utiliser cette option, vous devrez peut-être activer Suivi d’activité physique sous Réglages → Confidentialité → Mouvements et forme physique.
it_it: Ciò consente a Soundscape di migliorare la tua esperienza a seconda che tu stia camminando, sia in un veicolo o stia fermo. L'app necessita della tua autorizzazione per utilizzare Movimento e fitness. Prima di consentire a Soundscape di utilizzare questa autorizzazione, potrebbe essere necessario abilitare Monitoraggio attività fisica in Impostazioni → Privacy → Movimento e fitness.
ja_jp: これにより、歩行中か乗車中か立ち止まっているのかという状態が反映されるようになり、Soundscape のエクスペリエンスが向上します。アプリに「モーションとフィットネス」の使用を許可する必要があります。このアクセス許可を Soundscape に付与するには、[設定]、[プライバシー]、[モーションとフィットネス] の順に開いて [フィットネストラッキング] を有効にしておく必要があります。
nb_no: Dette gjør at Soundscape kan forbedre opplevelsen basert på om du går, sitter i en bil eller står i ro. Appen trenger din tillatelse til å bruke Bevegelse og mosjon. Før du gir Soundscape denne tillatelsen, må du kanskje aktivere Kondisjonssporing under Innstillinger → Personvern → Bevegelse og mosjon.
nl_nl: Hiermee kan Soundscape uw ervaring verbeteren op basis van het feit of u aan het lopen bent, in een auto zit of stilstaat. De app heeft uw toestemming nodig om Beweging & Conditie te gebruiken. Voordat u Soundscape hiervoor toestemming geeft. moet u misschien ook Houd conditie bij inschakelen onder Instellingen → Privacy → Beweging & Conditie.
pt_br: Isso permite que o Soundscape aprimore sua experiência com base em você estar caminhando, em um veículo ou parado. O aplicativo precisa da sua permissão para usar o recurso Movimento e Preparo Físico. Antes de autorizar o Soundscape a usar essa permissão, talvez seja necessário habilitar Monitorar Preparo Físico em Ajustes → Privacidade → Movimento e Preparo Físico.
pt_pt: Isto permite que o Soundscape melhore a sua experiência consoante esteja a caminhar, num veículo ou parado. A aplicação necessita da sua permissão para utilizar Movimento e fitness. Antes de autorizar o Soundscape a utilizar esta permissão, poderá necessitar de ativar Controlo de fitness em Definições → Privacidade → Movimento e fitness.
sv_se: På det här sättet kan Soundscape förbättra din upplevelse baserat på om du går, befinner dig i ett fordon eller står still. Appen måste ha din tillåtelse att använda funktionen Rörelse och fitness. Innan du ger Soundscape den här behörigheten kanske du måste aktivera Fitnesspårning under Inställningar → Integritet → Rörelse och fitness.
