Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# directions.direction.behind_to_the_right
source: behind to the right
da_dk: bagved til højre
de_de: hinten rechts
el_gr: πίσω προς τα δεξιά
es_es: detrás a la derecha
fa_ir: پشت به راست
fi_fi: takana oikealla
fr_ca: derrière vous à droite
it_it: indietro a destra
ja_jp: 右後方
nb_no: bak deg og til høyre
nl_nl: achter u naar rechts
pt_br: atrás, à direita
pt_pt: atrás à direita
sv_se: bakom till höger

# directions.direction.behind
source: behind
da_dk: bagved
de_de: hinten
el_gr: πίσω
es_es: detrás
fa_ir: پشت سر
fi_fi: takana
fr_ca: derrière vous
it_it: indietro
ja_jp: 後方
nb_no: bak
nl_nl: achter u
pt_br: atrás
pt_pt: atrás
sv_se: bakom

# directions.direction.behind_to_the_left
source: behind to the left
da_dk: bagved til venstre
de_de: hinten links
el_gr: πίσω προς τα αριστερά
es_es: detrás a la izquierda
fa_ir: پشت به چپ
fi_fi: takana vasemmalla
fr_ca: derrière vous à gauche
it_it: indietro a sinistra
ja_jp: 左後方
nb_no: bak deg og til venstre
nl_nl: achter u naar links
pt_br: atrás, à esquerda
pt_pt: atrás à esquerda
sv_se: bakom till vänster

# directions.direction.to_the_left
source: to the left
da_dk: til venstre
de_de: nach links
el_gr: προς τα αριστερά
es_es: a la izquierda
fa_ir: به سمت چپ
fi_fi: vasemmalla
fr_ca: à gauche
it_it: a sinistra
ja_jp: 左方向
nb_no: til venstre
nl_nl: naar links
pt_br: à esquerda
pt_pt: à esquerda
sv_se: till vänster

# directions.direction.ahead_to_the_left
source: ahead to the left
da_dk: forude til venstre
de_de: links vor Ihnen
el_gr: μπροστά προς τα αριστερά
es_es: adelante a la izquierda
fa_ir: مستقیم به چپ
fi_fi: edessä vasemmalla
fr_ca: face à vous à gauche
it_it: avanti a sinistra
ja_jp: 左前方
nb_no: foran deg og til venstre
nl_nl: vóór u naar links
pt_br: à frente, à esquerda
pt_pt: em frente à esquerda
sv_se: framme till vänster

# directions.direction.away
source: away
da_dk: væk
de_de: weg
el_gr: μακριά
es_es: lejos
fa_ir: فاصله
fi_fi: poissa
fr_ca: loin
it_it: lontano
ja_jp: 離れています
nb_no: unna
nl_nl: afstand tot
pt_br: longe
pt_pt: longe
sv_se: bort

# directions.name_close_by
source: %@ close by
da_dk: %@ tæt på
de_de: %@ in der Nähe
el_gr: %@ κοντά από
es_es: %@ cerca
fa_ir: %@ در نزدیکی
fi_fi: %@ lähellä
fr_ca: %@ à proximité
it_it: In prossimità di %@
ja_jp: %@ が近くにあります
nb_no: %@ i nærheten
nl_nl: %@ dichtbij
pt_br: %@ está perto
pt_pt: %@ por perto
sv_se: %@ finns i närheten

# directions.name_about_distance
source: %1$@ about %2$@
da_dk: %1$@ om %2$@
de_de: %1$@ in etwa %2$@
el_gr: %1$@ για %2$@
es_es: %1$@ a unos %2$@
fa_ir: %1$@ حدود %2$@
fi_fi: %1$@ noin %2$@
fr_ca: %1$@ à environ %2$@
it_it: %1$@ circa %2$@
ja_jp: %1$@ まで約 %2$@
nb_no: %1$@ om %2$@
nl_nl: %1$@ circa %2$@
pt_br: %1$@ a cerca de %2$@
pt_pt: %1$@ a cerca de %2$@
sv_se: %1$@ cirka %2$@

# directions.name_around_distance
source: %1$@ around %2$@
da_dk: %1$@ cirka %2$@
de_de: %1$@ in etwa %2$@
el_gr: %1$@ γύρω %2$@
es_es: %1$@ a %2$@ aproximadamente
fa_ir: %1$@ در اطراف %2$@
fi_fi: %1$@ noin %2$@
fr_ca: %1$@ à environ %2$@
it_it: %1$@ all'incirca %2$@
ja_jp: %1$@ までおよそ %2$@
nb_no: %1$@ rundt %2$@
nl_nl: %1$@ ongeveer %2$@
pt_br: %1$@ em torno de %2$@
pt_pt: %1$@ a cerca de %2$@
sv_se: %1$@ cirka %2$@

# directions.name_is_nearby_street_address
source: %1$@ is nearby. Street address is %2$@.
da_dk: %1$@ er i nærheden. Adressen er %2$@.
de_de: %1$@ ist in der Nähe. Straßenadresse lautet %2$@.
el_gr: %1$@ είναι κοντά. Η διεύθυνση του δρόμου είναι %2$@.
es_es: %1$@ está cerca. La dirección es %2$@.
fa_ir: %1$@ در نزدیکی است. آدرس خیابان %@ است.
fi_fi: %1$@ on lähistöllä. Katuosoite on %2$@.
fr_ca: %1$@ est à proximité. L’adresse est %2$@.
it_it: %1$@ è nelle vicinanze. L'indirizzo è %2$@.
ja_jp: %1$@ 付近です。住所は %2$@ です。
nb_no: %1$@ er i nærheten. Adressen er %2$@.
nl_nl: %1$@ is dichtbij. Adres is %2$@.
pt_br: %1$@ está nas proximidades. O endereço é %2$@.
pt_pt: %1$@ está por perto. O endereço é %2$@.
sv_se: %1$@ ligger i närheten. Gatuadressen är %2$@.

# directions.name_is_currently_street_address
source: %1$@ is currently %2$@. Street address is %3$@.
da_dk: %1$@ er i øjeblikket %2$@. Adressen er %3$@.
de_de: %1$@ ist aktuell %2$@ entfernt. Die Straßenadresse lautet %3$@.
el_gr: %1$@ είναι προς το παρόν %2$@. Η διεύθυνση του δρόμου είναι %3$@.
es_es: %1$@ se encuentra ahora a %2$@. La dirección es %3$@.
fa_ir: %1$@ در حال حاضر %2$@ فاصله دارد. آدرس خیابان %3$@ است.
fi_fi: %1$@ on tällä hetkellä %2$@. Katuosoite on %3$@.
fr_ca: %1$@ est à %2$@. L’adresse est %3$@.
it_it: %1$@ dista attualmente %2$@. L'indirizzo è %3$@.
ja_jp: %1$@ は現在 %2$@です。住所は %3$@ です。
nb_no: %1$@ er nå %2$@. Adressen er %3$@.
nl_nl: %1$@ is nu %2$@. Adres is %3$@.
pt_br: %1$@ está a %2$@. O endereço é %3$@.
pt_pt: %1$@ está atualmente a %2$@. O endereço é %3$@.
sv_se: %1$@ ligger nu %2$@ bort. Gatuadressen är %3$@.

# directions.name_street_address
source: %1$@. Street address is %2$@. Distance unknown.
da_dk: %1$@. Adressen er %2$@. Afstanden er ukendt.
de_de: %1$@. Die Straßenadresse lautet %2$@. Entfernung unbekannt.
el_gr: %1$@. Η διεύθυνση του δρόμου είναι %2$@. Απόσταση άγνωστη.
es_es: %1$@. La dirección es %2$@. Distancia desconocida.
fa_ir: %1$@. آدرس خیابان %2$@ است. فاصله نامعلوم.
fi_fi: %1$@. Katuosoite on %2$@. Etäisyys tuntematon.
fr_ca: %1$@. L’adresse est %2$@. Distance inconnue.
it_it: %1$@. L'indirizzo è %2$@. Distanza sconosciuta.
ja_jp: %1$@。住所は %2$@。距離は不明です。
nb_no: %1$@. Adressen er %2$@. Ukjent avstand.
nl_nl: %1$@. Adres is %2$@. Afstand onbekend.
pt_br: %1$@. O endereço é %2$@. Distância desconhecida.
pt_pt: %1$@. O endereço é %2$@. Distância desconhecida.
sv_se: %1$@. Gatuadressen är %2$@. Okänt avstånd.

# directions.traveling.n
source: Traveling north
da_dk: Kører nord
de_de: Nach Norden fahrend
el_gr: Ταξιδεύοντας βόρεια
es_es: Viajando al norte
fa_ir: در حال حرکت به سمت شمال
fi_fi: Kuljetaan pohjoiseen
fr_ca: Voyageant vers le Nord
it_it: Stai viaggiando verso nord
ja_jp: 北へ走行中
nb_no: Kjører mot nord
nl_nl: U rijdt naar het noorden
pt_br: Movendo-se para norte
pt_pt: A viajar em direção a norte
sv_se: Reser norrut

# directions.traveling.ne
source: Traveling northeast
da_dk: Kører nordøst
de_de: Nach Nordosten fahrend
el_gr: Ταξιδεύοντας βορειοανατολικά
es_es: Viajando al noreste
fa_ir: در حال حرکت به سمت شمال شرقی
fi_fi: Kuljetaan koilliseen
fr_ca: Voyageant vers le Nord-est
it_it: Stai viaggiando verso nord est
ja_jp: 北東へ走行中
nb_no: Kjører mot nordøst
nl_nl: U rijdt naar het noordoosten
pt_br: Movendo-se para nordeste
pt_pt: A viajar em direção a nordeste
sv_se: Reser mot nordost

# directions.traveling.e
source: Traveling east
da_dk: Kører øst
de_de: Nach Osten fahrend
el_gr: Ταξιδεύοντας ανατολικά
es_es: Viajando al este
fa_ir: در حال حرکت به سمت شرق
fi_fi: Kuljetaan itään
fr_ca: Se déplaçant vers l’est
it_it: Stai viaggiando verso est
ja_jp: 東へ走行中
nb_no: Kjører mot øst
nl_nl: U rijdt naar het oosten
pt_br: Movendo-se para leste
pt_pt: A viajar em direção a este
sv_se: Reser österut

# directions.traveling.se
source: Traveling southeast
da_dk: Kører sydøst
de_de: Nach Südosten fahrend
el_gr: Ταξιδεύοντας νοτιοανατολικά
es_es: Viajando al sureste
fa_ir: در حال حرکت به سمت جنوب شرقی
fi_fi: Kuljetaan kaakkoon
fr_ca: Voyageant vers le Sud-est
it_it: Stai viaggiando verso sud est
ja_jp: 南東へ走行中
nb_no: Kjører mot sørøst
nl_nl: U rijdt naar het zuidoosten
pt_br: Movendo-se para sudeste
pt_pt: A viajar em direção a sudeste
sv_se: Reser mot sydost

# directions.traveling.s
source: Traveling south
da_dk: Kører syd
de_de: Nach Süden fahrend
el_gr: Ταξιδεύοντας νότια
es_es: Viajando al sur
fa_ir: در حال حرکت به سمت جنوب
fi_fi: Kuljetaan etelään
fr_ca: Voyageant vers le Sud
it_it: Stai viaggiando verso sud
ja_jp: 南へ走行中
nb_no: Kjører mot sør
nl_nl: U rijdt naar het zuiden
pt_br: Movendo-se para sul
pt_pt: A viajar em direção a sul
sv_se: Reser söderut

# directions.traveling.sw
source: Traveling southwest
da_dk: Kører sydvest
de_de: Nach Südwesten fahrend
el_gr: Ταξιδεύοντας νοτιοδυτικά
es_es: Viajando al suroeste
fa_ir: در حال حرکت به سمت جنوب غربی
fi_fi: Kuljetaan lounaaseen
fr_ca: Voyageant vers le Sud-ouest
it_it: Stai viaggiando verso sud ovest
ja_jp: 南西へ走行中
nb_no: Kjører mot sørvest
nl_nl: U rijdt naar het zuidwesten
pt_br: Movendo-se para sudoeste
pt_pt: A viajar em direção a sudoeste
sv_se: Reser mot sydväst

# directions.traveling.w
source: Traveling west
da_dk: Kører vest
de_de: Nach Westen fahrend
el_gr: Ταξιδεύοντας δυτικά
es_es: Viajando al oeste
fa_ir: در حال حرکت به سمت غرب
fi_fi: Kuljetaan länteen
fr_ca: Se déplaçant vers l’ouest
it_it: Stai viaggiando verso ovest
ja_jp: 西へ走行中
nb_no: Kjører mot vest
nl_nl: U rijdt naar het westen
pt_br: Movendo-se para oeste
pt_pt: A viajar em direção a oeste
sv_se: Reser västerut

# directions.traveling.nw
source: Traveling northwest
da_dk: Kører nordvest
de_de: Nach Nordwesten fahrend
el_gr: Ταξιδεύοντας βορειοδυτικά
es_es: Viajando al noroeste
fa_ir: در حال حرکت به سمت شمال غربی
fi_fi: Kuljetaan luoteeseen
fr_ca: Voyageant vers le Nord-ouest
it_it: Stai viaggiando verso nord ovest
ja_jp: 北西へ走行中
nb_no: Kjører mot nordvest
nl_nl: U rijdt naar het noordwesten
pt_br: Movendo-se para noroeste
pt_pt: A viajar em direção a noroeste
sv_se: Reser mot nordväst

# directions.facing.n
source: Facing north
da_dk: Vender nord
de_de: Blickrichtung Norden
el_gr: Κοιτάζοντας βόρεια
es_es: Mirando al norte
fa_ir: رو به شمال
fi_fi: Kääntyneenä pohjoiseen
fr_ca: Vers le Nord
it_it: Sei rivolto verso nord
ja_jp: 北向き
nb_no: Du står mot nord
nl_nl: U kijkt naar het noorden
pt_br: Voltado para norte
pt_pt: Virado para norte
sv_se: Riktning norrut

# directions.facing.ne
source: Facing northeast
da_dk: Vender nordøst
de_de: Blickrichtung Nordosten
el_gr: Κοιτάζοντας βορειοανατολικά
es_es: Mirando al noreste
fa_ir: رو به شمال شرقی
fi_fi: Kääntyneenä koilliseen
fr_ca: Vers le Nord-est
it_it: Sei rivolto verso nord est
ja_jp: 北東向き
nb_no: Du står mot nordøst
nl_nl: U kijkt naar het noordoosten
pt_br: Voltado para nordeste
pt_pt: Virado para nordeste
sv_se: Riktning nordost

# directions.facing.e
source: Facing east
da_dk: Vender øst
de_de: Blickrichtung Osten
el_gr: Κοιτάζοντας ανατολικά
es_es: Mirando al este
fa_ir: رو به شرق
fi_fi: Kääntyneenä itään
fr_ca: Face à l’est
it_it: Sei rivolto verso est
ja_jp: 東向き
nb_no: Du står mot øst
nl_nl: U kijkt naar het oosten
pt_br: Voltado para leste
pt_pt: Virado para este
sv_se: Riktning österut

# directions.facing.se
source: Facing southeast
da_dk: Vender sydøst
de_de: Blickrichtung Südosten
el_gr: Κοιτάζοντας νοτιοανατολικά
es_es: Mirando al sureste
fa_ir: رو به جنوب شرقی
fi_fi: Kääntyneenä kaakkoon
fr_ca: Vers le Sud-est
it_it: Sei rivolto verso sud est
ja_jp: 南東向き
nb_no: Du står mot sørøst
nl_nl: U kijkt naar het zuidoosten
pt_br: Voltado para sudeste
pt_pt: Virado para sudeste
sv_se: Riktning sydost

# directions.facing.s
source: Facing south
da_dk: Vender syd
de_de: Blickrichtung Süden
el_gr: Κοιτάζοντας νότια
es_es: Mirando al sur
fa_ir: رو به جنوب
fi_fi: Kääntyneenä etelään
fr_ca: Vers le Sud
it_it: Sei rivolto verso sud
ja_jp: 南向き
nb_no: Du står mot sør
nl_nl: U kijkt naar het zuiden
pt_br: Voltado para sul
pt_pt: Virado para sul
sv_se: Riktning söderut

# directions.facing.sw
source: Facing southwest
da_dk: Vender sydvest
de_de: Blickrichtung Südwesten
el_gr: Κοιτάζοντας νοτιοδυτικά
es_es: Mirando al suroeste
fa_ir: رو به جنوب غربی
fi_fi: Kääntyneenä lounaaseen
fr_ca: Vers le Sud-ouest
it_it: Sei rivolto verso sud ovest
ja_jp: 南西向き
nb_no: Du står mot sørvest
nl_nl: U kijkt naar het zuidwesten
pt_br: Voltado para sudoeste
pt_pt: Virado para sudoeste
sv_se: Riktning sydväst

# directions.facing.w
source: Facing west
da_dk: Vender vest
de_de: Blickrichtung Westen
el_gr: Κοιτάζοντας δυτικά
es_es: Mirando al oeste
fa_ir: رو به غرب
fi_fi: Kääntyneenä länteen
fr_ca: Face à l’ouest
it_it: Sei rivolto verso ovest
ja_jp: 西向き
nb_no: Du står mot vest
nl_nl: U kijkt naar het westen
pt_br: Voltado para oeste
pt_pt: Virado para oeste
sv_se: Riktning västerut

# directions.facing.nw
source: Facing northwest
da_dk: Vender nordvest
de_de: Blickrichtung Nordwesten
el_gr: Κοιτάζοντας βορειοδυτικά
es_es: Mirando al noroeste
fa_ir: رو به شمال غربی
fi_fi: Kääntyneenä luoteeseen
fr_ca: Vers le Nord-ouest
it_it: Sei rivolto verso nord ovest
ja_jp: 北西向き
nb_no: Du står mot nordvest
nl_nl: U kijkt naar het noordwesten
pt_br: Voltado para noroeste
pt_pt: Virado para noroeste
sv_se: Riktning nordväst

# directions.heading.n
source: Heading north
da_dk: På vej nord
de_de: Richtung Norden
el_gr: Κατεύθυνση βόρεια
es_es: Caminando hacia el norte
fa_ir: به سمت شمال
fi_fi: Matkalla pohjoiseen
fr_ca: En direction vers le Nord
it_it: Sei diretto verso nord
ja_jp: 北方向へ
nb_no: Du går mot nord
nl_nl: U loopt naar het noorden
pt_br: Indo para norte
pt_pt: A caminhar em direção a norte
sv_se: På väg norrut

# directions.heading.ne
source: Heading northeast
da_dk: På vej nordøst
de_de: Richtung Nordosten
el_gr: Κατεύθυνση βορειοανατολικά
es_es: Caminando hacia el noreste
fa_ir: به سمت شمال شرقی
fi_fi: Matkalla koilliseen
fr_ca: En direction vers le Nord-est
it_it: Sei diretto verso nord est
ja_jp: 北東方向へ
nb_no: Du går mot nordøst
nl_nl: U loopt naar het noordoosten
pt_br: Indo para nordeste
pt_pt: A caminhar em direção a nordeste
sv_se: På väg mot nordost

# directions.heading.e
source: Heading east
da_dk: På vej øst
de_de: Richtung Osten
el_gr: Κατεύθυνση ανατολικά
es_es: Caminando hacia el este
fa_ir: به سمت شرق
fi_fi: Matkalla itään
fr_ca: En direction de l’est
it_it: Sei diretto verso est
ja_jp: 東方向へ
nb_no: Du går mot øst
nl_nl: U loopt naar het oosten
pt_br: Indo para leste
pt_pt: A caminhar em direção a este
sv_se: På väg österut

# directions.heading.se
source: Heading southeast
da_dk: På vej sydøst
de_de: Richtung Südosten
el_gr: Κατεύθυνση νοτιοανατολικά
es_es: Caminando hacia el sureste
fa_ir: به سمت جنوب شرقی
fi_fi: Matkalla kaakkoon
fr_ca: En direction vers le Sud-est
it_it: Sei diretto verso sud est
ja_jp: 南東方向へ
nb_no: Du går mot sørøst
nl_nl: U loopt naar het zuidoosten
pt_br: Indo para sudeste
pt_pt: A caminhar em direção a sudeste
sv_se: På väg mot sydost

# directions.heading.s
source: Heading south
da_dk: På vej syd
de_de: Richtung Süden
el_gr: Κατεύθυνση νότια
es_es: Caminando hacia el sur
fa_ir: به سمت جنوب
fi_fi: Matkalla etelään
fr_ca: En direction vers le Sud
it_it: Sei diretto verso sud
ja_jp: 南方向へ
nb_no: Du går mot sør
nl_nl: U loopt naar het zuiden
pt_br: Indo para sul
pt_pt: A caminhar em direção a sul
sv_se: På väg söderut

# directions.heading.sw
source: Heading southwest
da_dk: På vej sydvest
de_de: Richtung Südwesten
el_gr: Κατεύθυνση νοτιοδυτικά
es_es: Caminando hacia el suroeste
fa_ir: به سمت جنوب غربی
fi_fi: Matkalla lounaaseen
fr_ca: En direction vers le Sud-ouest
it_it: Sei diretto verso sud ovest
ja_jp: 南西方向へ
nb_no: Du går mot sørvest
nl_nl: U loopt naar het zuidwesten
pt_br: Indo para sudoeste
pt_pt: A caminhar em direção a sudoeste
sv_se: På väg mot sydväst

# directions.heading.w
source: Heading west
da_dk: På vej vest
de_de: Richtung Westen
el_gr: Κατεύθυνση δυτικά
es_es: Caminando hacia el oeste
fa_ir: به سمت غرب
fi_fi: Matkalla länteen
fr_ca: En direction de l’ouest
it_it: Sei diretto verso ovest
ja_jp: 西方向へ
nb_no: Du går mot vest
nl_nl: U loopt naar het westen
pt_br: Indo para oeste
pt_pt: A caminhar em direção a oeste
sv_se: På väg västerut

# directions.heading.nw
source: Heading northwest
da_dk: På vej nordvest
de_de: Richtung Nordwesten
el_gr: Κατεύθυνση βορειοδυτικά
es_es: Caminando hacia el noroeste
fa_ir: به سمت شمال غربی
fi_fi: Matkalla luoteeseen
fr_ca: En direction vers le Nord-ouest
it_it: Sei diretto verso nord ovest
ja_jp: 北西方向へ
nb_no: Du går mot nordvest
nl_nl: U loopt naar het noordwesten
pt_br: Indo para noroeste
pt_pt: A caminhar em direção a noroeste
sv_se: På väg mot nordväst

# directions.along.traveling.n
source: Traveling north along %@
da_dk: Kører nord ad %@
de_de: Auf %@ nach Norden fahrend
el_gr: Ταξιδεύοντας βόρεια κατά μήκος της %@
es_es: Viajando al norte por %@
fa_ir: در حال حرکت به سمت شمال در امتداد %@
fi_fi: Kuljetaan pohjoiseen tiellä %@
fr_ca: Voyageant vers le Nord le long de %@
it_it: Stai viaggiando verso nord lungo %@
ja_jp: %@ を北へ移動中
nb_no: Kjører mot nord langs %@
nl_nl: U rijdt naar het noorden langs %@
pt_br: Movendo-se para norte ao longo da %@
pt_pt: A viajar em direção a norte na %@
sv_se: Reser norrut utmed %@

# directions.along.traveling.ne
source: Traveling northeast along %@
da_dk: Kører nordøst ad %@
de_de: Auf %@ nach Nordosten fahrend
el_gr: Ταξιδεύοντας βορειοανατολικά κατά μήκος της %@
es_es: Viajando al noreste por %@
fa_ir: در حال حرکت به سمت شمال شرقی در امتداد %@
fi_fi: Kuljetaan koilliseen tiellä %@
fr_ca: Voyageant vers le Nord-est le long de %@
it_it: Stai viaggiando verso nord est lungo %@
ja_jp: %@ を北東へ移動中
nb_no: Kjører mot nordøst langs %@
nl_nl: U rijdt naar het noordoosten langs %@
pt_br: Movendo-se para nordeste ao longo da %@
pt_pt: A viajar em direção a nordeste na %@
sv_se: Reser mot nordost utmed %@

# directions.along.traveling.e
source: Traveling east along %@
da_dk: Kører øst ad %@
de_de: Auf %@ nach Osten fahrend
el_gr: Ταξιδεύοντας ανατολικά κατά μήκος της %@
es_es: Viajando al este por %@
fa_ir: در حال حرکت به سمت شرق در امتداد %@
fi_fi: Kuljetaan itään tietä %@ pitkin
fr_ca: Se déplaçant vers l’est le long de %@
it_it: Stai viaggiando verso est lungo %@
ja_jp: %@ を東へ移動中
nb_no: Kjører mot øst langs %@
nl_nl: U rijdt naar het oosten langs %@
pt_br: Movendo-se para leste ao longo da %@
pt_pt: A viajar em direção a este na %@
sv_se: Reser österut utmed %@

# directions.along.traveling.se
source: Traveling southeast along %@
da_dk: Kører sydøst ad %@
de_de: Auf %@ nach Südosten fahrend
el_gr: Ταξιδεύοντας νοτιοανατολικά κατά μήκος της %@
es_es: Viajando al sureste por %@
fa_ir: در حال حرکت به سمت جنوب شرقی در امتداد %@
fi_fi: Kuljetaan kaakkoon tiellä %@
fr_ca: Voyageant vers le Sud-est le long de %@
it_it: Stai viaggiando verso sud est lungo %@
ja_jp: %@ を南東へ移動中
nb_no: Kjører mot sørøst langs %@
nl_nl: U rijdt naar het zuidoosten langs %@
pt_br: Movendo-se para sudeste ao longo da %@
pt_pt: A viajar em direção a sudeste na %@
sv_se: Reser mot sydost utmed %@

# directions.along.traveling.s
source: Traveling south along %@
da_dk: Kører syd ad %@
de_de: Auf %@ nach Süden fahrend
el_gr: Ταξιδεύοντας νότια κατά μήκος της %@
es_es: Viajando al sur por %@
fa_ir: در حال حرکت به سمت جنوب در امتداد %@
fi_fi: Kuljetaan etelään tiellä %@
fr_ca: Voyageant vers le Sud le long de %@
it_it: Stai viaggiando verso sud lungo %@
ja_jp: %@ を南へ移動中
nb_no: Kjører mot sør langs %@
nl_nl: U rijdt naar het zuiden langs %@
pt_br: Movendo-se para sul ao longo da %@
pt_pt: A viajar em direção a sul na %@
sv_se: Reser söderut utmed %@

# directions.along.traveling.sw
source: Traveling southwest along %@
da_dk: Kører sydvest ad %@
de_de: Auf %@ nach Südwesten fahrend
el_gr: Ταξιδεύοντας νοτιοδυτικά κατά μήκος της %@
es_es: Viajando al suroeste por %@
fa_ir: در حال حرکت به سمت جنوب غربی در امتداد %@
fi_fi: Kuljetaan lounaaseen tiellä %@
fr_ca: Voyageant vers le Sud-ouest le long de %@
it_it: Stai viaggiando verso sud ovest lungo %@
ja_jp: %@ を南西へ移動中
nb_no: Kjører mot sørvest langs %@
nl_nl: U rijdt naar het zuidwesten langs %@
pt_br: Movendo-se para sudoeste ao longo da %@
pt_pt: A viajar em direção a sudoeste na %@
sv_se: Reser mot sydväst utmed %@

# directions.along.traveling.w
source: Traveling west along %@
da_dk: Kører vest ad %@
de_de: Auf %@ nach Westen fahrend
el_gr: Ταξιδεύοντας δυτικά κατά μήκος της %@
es_es: Viajando al oeste por %@
fa_ir: در حال حرکت به سمت غرب در امتداد %@
fi_fi: Kuljetaan länteen tiellä %@
fr_ca: Se déplaçant vers l’ouest le long de %@
it_it: Stai viaggiando verso ovest lungo %@
ja_jp: %@ を西へ移動中
nb_no: Kjører mot vest langs %@
nl_nl: U rijdt naar het westen langs %@
pt_br: Movendo-se para oeste ao longo da %@
pt_pt: A viajar em direção a oeste na %@
sv_se: Reser västerut utmed %@

# directions.along.traveling.nw
source: Traveling northwest along %@
da_dk: Kører nordvest ad %@
de_de: Auf %@ nach Nordwesten fahrend
el_gr: Ταξιδεύοντας βορειοδυτικά κατά μήκος της %@
es_es: Viajando al noroeste por %@
fa_ir: در حال حرکت به سمت شمال غربی در امتداد %@
fi_fi: Kuljetaan luoteeseen tiellä %@
fr_ca: Voyageant vers le Nord-ouest le long de %@
it_it: Stai viaggiando verso nord ovest lungo %@
ja_jp: %@ を北西へ移動中
nb_no: Kjører mot nordvest langs %@
nl_nl: U rijdt naar het noordwesten langs %@
pt_br: Movendo-se para noroeste ao longo da %@
pt_pt: A viajar em direção a noroeste na %@
sv_se: Reser mot nordväst utmed %@

# directions.along.facing.n
source: Facing north along %@
da_dk: Vender nord ad %@
de_de: Auf %@ in Blickrichtung Norden
el_gr: Κοιτάζοντας βόρεια κατά μήκος της %@
es_es: Mirando al norte por %@
fa_ir: رو به شمال در امتداد %@
fi_fi: Kääntyneenä pohjoiseen tiellä %@
fr_ca: Vers le Nord le long de %@
it_it: Sei rivolto verso nord lungo %@
ja_jp: %@ で北向き
nb_no: Står mot nord langs %@
nl_nl: U kijkt naar het noorden langs %@
pt_br: Voltado para norte ao longo da %@
pt_pt: Virado para norte na %@
sv_se: Riktning norrut utmed %@

# directions.along.facing.ne
source: Facing northeast along %@
da_dk: Vender nordøst ad %@
de_de: Auf %@ in Blickrichtung Nordosten
el_gr: Κοιτάζοντας βορειοανατολικά κατά μήκος της %@
es_es: Mirando al noreste por %@
fa_ir: رو به شمال شرقی در امتداد %@
fi_fi: Kääntyneenä koilliseen tiellä %@
fr_ca: Vers le Nord-est le long de %@
it_it: Sei rivolto verso nord est lungo %@
ja_jp: %@ で北東向き
nb_no: Står mot nordøst langs %@
nl_nl: U kijkt naar het noordoosten langs %@
pt_br: Voltado para nordeste ao longo da %@
pt_pt: Virado para nordeste na %@
sv_se: Riktning nordost utmed %@

# directions.along.facing.e
source: Facing east along %@
da_dk: Vender øst ad %@
de_de: Auf %@ in Blickrichtung Osten
el_gr: Κοιτάζοντας ανατολικά κατά μήκος της %@
es_es: Mirando al este por %@
fa_ir: رو به شرق در امتداد %@
fi_fi: Kääntyneenä itään tiellä %@
fr_ca: Face à l’est le long de %@
it_it: Sei rivolto verso est lungo %@
ja_jp: %@ で東向き
nb_no: Står mot øst langs %@
nl_nl: U kijkt naar het oosten langs %@
pt_br: Voltado para leste ao longo da %@
pt_pt: Virado para este na %@
sv_se: Riktning österut utmed %@

# directions.along.facing.se
source: Facing southeast along %@
da_dk: Vender sydøst ad %@
de_de: Auf %@ in Blickrichtung Südosten
el_gr: Κοιτάζοντας νοτιοανατολικά κατά μήκος της %@
es_es: Mirando al sureste por %@
fa_ir: رو به جنوب شرقی در امتداد %@
fi_fi: Kääntyneenä kaakkoon tiellä %@
fr_ca: Vers le Sud-est le long de %@
it_it: Sei rivolto verso sud est lungo %@
ja_jp: %@ で南東向き
nb_no: Står mot sørøst langs %@
nl_nl: U kijkt naar het zuidoosten langs %@
pt_br: Voltado para sudeste ao longo da %@
pt_pt: Virado para sudeste na %@
sv_se: Riktning sydost utmed %@

# directions.along.facing.s
source: Facing south along %@
da_dk: Vender syd ad %@
de_de: Auf %@ in Blickrichtung Süden
el_gr: Κοιτάζοντας νότια κατά μήκος της %@
es_es: Mirando al sur por %@
fa_ir: رو به جنوب در امتداد %@
fi_fi: Kääntyneenä etelään tiellä %@
fr_ca: Vers le Sud le long de %@
it_it: Sei rivolto verso sud lungo %@
ja_jp: %@ で南向き
nb_no: Står mot sør langs %@
nl_nl: U kijkt naar het zuiden langs %@
pt_br: Voltado para sul ao longo da %@
pt_pt: Virado para sul na %@
sv_se: Riktning söderut utmed %@
