Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# troubleshooting.check_audio.explanation
source: Tap this button to hear about the status of the headphones you are using with Soundscape.
da_dk: Tryk på denne knap for at høre om statussen for de hovedtelefoner, du bruger sammen med Soundscape.
de_de: Tippen Sie auf diese Schaltfläche, um den Status der Kopfhörer zu erfahren, die Sie mit Soundscape verwenden.
el_gr: Πατήστε αυτό το κουμπί για να ακούσετε για την κατάσταση των ακουστικών που χρησιμοποιείτε με το Soundscape.
es_es: Pulsa en este botón para conocer el estado de los auriculares que usas con Soundscape.
fa_ir: این دکمه را فشار دهید تا از وضعیت هدفون‌هایی که با Soundscape استفاده می‌کنید، مطلع شوید.
fi_fi: Napauta tätä painiketta kuullaksesi Soundscapen kanssa käyttämiesi kuulokkeiden tilan.
fr_ca: Appuyez sur ce bouton pour entendre le statut du casque que vous utilisez avec Soundscape.
it_it: Tocca questo pulsante per conoscere lo stato degli auricolari che stai utilizzando con Soundscape.
ja_jp: Soundscape で使用しているヘッドホンの状態を確認するには、このボタンをタップします。
nb_no: Trykk på denne knappen for å høre statusen til hodetelefonene du bruker med Soundscape.
nl_nl: Tik op deze knop om de status te controleren van de koptelefoon die u gebruikt met Soundscape.
pt_br: Toque neste botão para ouvir o status dos fones de ouvido que você está usando com o Soundscape.
pt_pt: Toque neste botão para ouvir informações sobre o estado dos auscultadores que está a utilizar com o Soundscape.
sv_se: Knacka på den här knappen om du vill höra vilken status hörlurarna har som du använder med Soundscape.

# troubleshooting.cache
source: Map Data
da_dk: Kortdata
de_de: Kartendaten
el_gr: Δεδομένα χάρτη
es_es: Datos de mapas
fa_ir: داده‌های نقشه
fi_fi: Karttatiedot
fr_ca: Données de carte
it_it: Dati delle mappe
ja_jp: 地図データ
nb_no: Kartdata
nl_nl: Kaartgegevens
pt_br: Dados do Mapa
pt_pt: Dados do Mapa
sv_se: Kartdata

# troubleshooting.cache.hint
source: Double tap to delete and redownload stored map data.
da_dk: Dobbelttryk for at slette og genindlæse lagrede kortdata.
de_de: Doppeltippen, um gespeicherte Kartendaten zu löschen und erneut herunterzuladen.
el_gr: Πατήστε δύο φορές για να διαγράψετε και να λάβετε ξανά τα αποθηκευμένα δεδομένα χάρτη.
es_es: Pulsa dos veces para eliminar y volver a cargar datos de mapas almacenados.
fa_ir: برای حذف و بارگذاری مجدد داده‌های نقشه ذخیره‌شده دو بار ضربه بزنید
fi_fi: Kaksoisnapauta poistaaksesi tallennetut karttatiedot ja ladataksesi ne uudelleen.
fr_ca: Appuyez deux fois pour supprimer et retélécharger les données de carte stockées.
it_it: Tocca due volte per eliminare e scaricare di nuovo i dati delle mappe memorizzati.
ja_jp: 保存されている地図データを削除してダウンロードし直すには、ダブルタップします。
nb_no: Dobbelttrykk for å slette og laste ned lagrede kartdata på nytt.
nl_nl: Dubbeltik om opgeslagen kaartgegevens te verwijderen en opnieuw te downloaden.
pt_br: Dê um toque duplo para excluir e baixar novamente os dados do mapa armazenados.
pt_pt: Faça duplo toque para eliminar e transferir novamente os dados do mapa armazenados.
sv_se: Dubbelknacka för att ta bort och ladda ned lagrade kartdata igen.

# troubleshooting.cache.explanation
source: Soundscape downloads map data as you walk around so that it can tell you about the things and places around you. If you are having issues with Soundscape or it is using too much memory, you can clear the stored map data and Soundscape will only redownload the map data near your current location.
da_dk: Soundscape downloader kortdata, når du går rundt, så det kan fortælle dig om de ting og steder, der er omkring dig. Hvis du har problemer med Soundscape, eller hvis det bruger for megen hukommelse, kan du rydde de lagrede kortdata, så vil Soundscape kun downloade kortdataene i nærheden af din aktuelle placering igen.
de_de: Soundscape lädt Kartendaten herunter, während Sie unterwegs sind, und informiert Sie über die Dinge und Orte in Ihrer Umgebung. Wenn Sie Probleme mit Soundscape haben oder die App zu viel Speicher verwendet, können Sie die gespeicherten Kartendaten löschen. Soundscape wird dann nur die Kartendaten in der Nähe Ihres aktuellen Standorts erneut herunterladen.
el_gr: Το Soundscape λαμβάνει δεδομένα χάρτη καθώς περπατάτε, ώστε να μπορεί να σας πει για τα αντικείμενα και τα μέρη γύρω σας. Εάν αντιμετωπίζετε προβλήματα με το Soundscape ή χρησιμοποιείται υπερβολική μνήμη, μπορείτε να διαγράψετε τα αποθηκευμένα δεδομένα χάρτη και το Soundscape θα ανακτήσει μόνο τα δεδομένα χάρτη κοντά στην τρέχουσα τοποθεσία σας.
es_es: Soundscape descarga datos de mapas conforme camina para poder indicarte los elementos y lugares que tienes a tu alrededor. Si tienes problemas con Soundscape o consume demasiada memoria, puedes borrar los datos de mapas almacenados y Soundscape solo volverá a descargar los datos de mapas que se encuentran cerca de tu ubicación actual.
fa_ir: Soundscape داده‌های نقشه را هنگام راه رفتن دانلود می‌کند تا بتواند شما را از اشیاء و مکان‌های اطرافتان مطلع کند. اگر با Soundscape مشکل دارید یا حافظه زیادی مصرف می‌کند، می‌توانید داده‌های نقشه ذخیره‌شده را پاک کنید و Soundscape فقط داده‌های نقشه نزدیک به مکان فعلی شما را مجدداً دانلود خواهد کرد.
fi_fi: Soundscape lataa karttatietoja kävellessäsi, jotta se voi kertoa sinulle lähiympäristösi kohteista ja paikoista. Jos sinulla on ongelmia Soundscapen kanssa tai se käyttää liikaa muistia, voit tyhjentää tallennetut karttatiedot, ja Soundcape lataa ainoastaan nykyisen lähiympäristösi karttatiedot.
fr_ca: Soundscape télécharge des données de carte pendant que vous vous promenez afin de pouvoir vous informer sur les choses et les lieux qui vous entourent. Si vous rencontrez des problèmes avec Soundscape ou s’il utilise trop de mémoire, vous pouvez effacer les données de carte stockées et Soundscape ne retéléchargera que les données de carte proches de votre emplacement actuel.
it_it: Soundscape scarica i dati delle mappe mentre cammini in modo da poterti indicare le cose e i luoghi intorno a te. In caso di problemi con Soundscape o se viene utilizzata troppa memoria, puoi cancellare i dati delle mappe archiviati e Soundscape scaricherà nuovamente i dati delle mappe vicino alla posizione attuale.
ja_jp: Soundscape は、周辺情報をユーザーに伝えるため、ユーザーの移動に応じて地図データをダウンロードします。Soundscape で問題が発生した場合やメモリの使用量が多すぎる場合は、保存されている地図データを消去できます。その場合、現在地付近の地図データのみが再度ダウンロードされます。
nb_no: Soundscape laster ned kartdata mens du går slik at den kan fortelle deg om tingene og stedene rundt deg. Hvis du har problemer med Soundscape, eller hvis den bruker for mye minne, kan du fjerne lagrede kartdata, så laster Soundscape bare ned kartdata i nærheten av nåværende posisjon.
nl_nl: Soundscape downloadt kaartgegevens terwijl u loopt zodat de app u kan vertellen over de objecten en plaatsen om u heen. Als u problemen hebt met Soundscape of als er te veel geheugen wordt gebruikt, kunt u de opgeslagen kaartgegevens wissen. Soundscape downloadt vervolgens alleen opnieuw de kaartgegevens rond uw huidige locatie.
pt_br: O Soundscape baixa dados do mapa à medida que você caminha para que ele possa contar a você as coisas e os locais ao seu redor. Se você estiver tendo problemas com o Soundscape ou se ele estiver usando muita memória, você poderá limpar os dados do mapa armazenados e o Soundscape só baixará novamente os dados do mapa próximos ao seu local atual.
pt_pt: O Soundscape transfere dados do mapa à medida que caminha, para poder informá-lo sobre os pontos e os locais em seu redor. Se tiver problemas com o Soundscape, ou se este estiver a utilizar demasiada memória, poderá limpar os dados do mapa armazenados; o Soundscape só voltará a transferir os dados do mapa perto da sua localização atual.
sv_se: Soundscape laddar ned kartdata medan du rör dig, så att appen kan berätta om saker och platser som finns i närheten. Om du har problem med Soundscape eller att appen använder för mycket minne, kan du rensa bort de kartdata som lagras. Soundscape laddar sedan ned kartdata för din närmaste omgivning på nytt.

# settings.about.title.whats_new
source: What's New?
da_dk: Nyheder
de_de: Neuigkeiten
el_gr: Τι νέο υπάρχει;
es_es: Novedades
fa_ir: چه خبر؟
fi_fi: Mitä uutta?
fr_ca: Nouveautés
it_it: Novità
ja_jp: 新機能
nb_no: Nyheter
nl_nl: Wat is er nieuw?
pt_br: O Que Há de Novo?
pt_pt: Novidades
sv_se: Nyheter

# settings.about.title.privacy
source: Soundscape Community Privacy Statement
da_dk: Soundscape Community erklæring om beskyttelse af personlige oplysninger
de_de: Soundscape Community-Datenschutzbestimmungen.
el_gr: Δήλωση προστασίας προσωπικών δεδομένων Soundscape Community
es_es: Declaración de privacidad de Soundscape Community
fa_ir: بیانیه حریم خصوصی جامعه Soundscape
fi_fi: Soundscape Community tietosuojalauseke
fr_ca: Déclaration de confidentialité de Soundscape Community
it_it: Informativa sulla privacy di Soundscape Community
ja_jp: Soundscape Community プライバシー ステートメント
nb_no: Soundscape Community personvernerklæring
nl_nl: Privacyverklaring van Soundscape Community
pt_br: Política de Privacidade da Soundscape Community
pt_pt: Declaração de Privacidade da Soundscape Community
sv_se: Soundscape Community sekretesspolicy

# settings.about.title.service_agreement
source: Services Agreement
da_dk: Serviceaftale
de_de: Servicevertrag
el_gr: Συμφωνία παροχής υπηρεσιών
es_es: Contrato de servicios
fa_ir: توافقنامه خدمات
fi_fi: Palvelusopimus
fr_ca: Accord de services
it_it: Contratto di servizi
ja_jp: サービス規約
nb_no: Tjenesteavtale
nl_nl: Serviceovereenkomst
pt_br: Contrato de Serviços
pt_pt: Contrato de Serviços
sv_se: Tjänsteavtal

# settings.about.title.third_party
source: Third Party Notices
da_dk: Meddelelser fra tredjepart
de_de: Notizen von Dritten
el_gr: Σημειώσεις τρίτων
es_es: Avisos de terceros
fa_ir: اعلامیه‌های شخص ثالث
fi_fi: Kolmansien osapuolten huomautukset
fr_ca: Avis de tiers
it_it: Avvisi di terze parti
ja_jp: サード パーティについて
nb_no: Tredjepartsvarsler
nl_nl: Kennisgevingen van derden
pt_br: Avisos de Terceiros
pt_pt: Avisos de Terceiros
sv_se: Meddelanden från tredje part

# settings.about.title.copyright
source: Copyright Notices
es_es: Avisos de derechos de autor
fa_ir: اعلامیه‌های حق تکثیر
nl_nl: Auteursrechten

# settings.new_feature.num_of_num
source: %1$@ of %2$@
da_dk: %1$@ af %2$@
de_de: %1$@ von %2$@
el_gr: %1$@ από %2$@
es_es: %1$@ de %2$@
fa_ir: %1$@ از %2$@
fr_ca: %1$@ de %2$@
it_it: %1$@ di %2$@
nb_no: %1$@ av %2$@
nl_nl: %1$@ van %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
sv_se: %1$@ av %2$@

# settings.new_feature.accept_button.acc_label
source: Double tap to close announcements
da_dk: Dobbelttryk for at lukke meddelelser
de_de: Doppelttippen, um Ankündigungen zu schließen
el_gr: Πατήστε δύο φορές για να κλείσετε τις ανακοινώσεις
es_es: Pulsa dos veces para cerrar anuncios.
fa_ir: برای بستن اطلاعیه‌ها دو بار ضربه بزنید
fi_fi: Kaksoisnapauta sulkeaksesi ilmoitukset
fr_ca: Appuyer deux fois pour fermer les annonces
it_it: Tocca due volte per chiudere le comunicazioni
ja_jp: 通知を閉じるにはダブルタップします
nb_no: Dobbelttrykk for å lukke kunngjøringer
nl_nl: Dubbeltik om aankondigingen te sluiten
pt_br: Dê um toque duplo para fechar os anúncios
pt_pt: Faça duplo toque para fechar os anúncios
sv_se: Dubbelknacka om du vill stänga meddelanden

# settings.new_feature.accept_button.acc_hint
source: Double tap to view next update announcement.
da_dk: Dobbelttryk for at få vist næste opdateringsmeddelelse
de_de: Doppeltippen, um die Ankündigung des nächsten Updates anzuzeigen
el_gr: Πατήστε δύο φορές για να δείτε την επόμενη ανακοίνωση ενημέρωσης
es_es: Pulsa dos veces para ver el anuncio de la siguiente actualización.
fa_ir: برای مشاهده اطلاعیه به‌روزرسانی بعدی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tarkastellaksesi seuraavaa päivitysilmoitusta.
fr_ca: Appuyer deux fois pour afficher l’annonce de la prochaine mise à jour
it_it: Tocca due volte per visualizzare la comunicazione del prossimo aggiornamento
ja_jp: 次のアップデートの通知を見るにはダブルタップします
nb_no: Dobbelttrykk for å vise neste oppdateringskunngjøring
nl_nl: Dubbeltik om de aankondiging voor de volgende update weer te geven
pt_br: Dê um toque duplo para exibir o próximo anúncio de atualização
pt_pt: Faça duplo toque para ver o anúncio de atualização seguinte
sv_se: Dubbelknacka om du vill visa nästa uppdateringsmeddelande

# settings.new_feature.recent_updates
source: Recent Updates
da_dk: Seneste opdateringer
de_de: Aktuelle Updates
el_gr: Πρόσφατες ενημερώσεις
es_es: Actualizaciones recientes
fa_ir: به‌روزرسانی‌های اخیر
fi_fi: Viimeisimmät päivitykset
fr_ca: Mises à jour récentes
it_it: Aggiornamenti recenti
ja_jp: 最近のアップデート
nb_no: Nylige oppdateringer
nl_nl: Recente updates
pt_br: Atualizações Recentes
pt_pt: Atualizações Recentes
sv_se: Senaste uppdateringar

# beacon.generic_name
source: Beacon
da_dk: Lydfyr
el_gr: Ηχητικό σήμα
es_es: Señal
fa_ir: نشانهٔ صوتی
fi_fi: Majakka
fr_ca: Balise
it_it: Audiofaro
ja_jp: ビーコン
nb_no: Lydsignal
nl_nl: Baken
pt_br: Sinalizador
pt_pt: Sinal
sv_se: Ljudfyr

# beacon.styles.current
source: Current
da_dk: Igangværende
de_de: Aktuell
el_gr: Τρέχον
es_es: Actual
fa_ir: فعلی
fi_fi: Nykyinen
fr_ca: Actuelle
it_it: Corrente
ja_jp: 最新
nb_no: Nåværende
nl_nl: Huidig
pt_br: Atual
pt_pt: Atual
sv_se: Aktuell

# beacon.styles.original
source: Original
da_dk: Oprindelig
el_gr: Αρχικός
fa_ir: اصلی
fi_fi: Alkuperäinen
it_it: Originale
ja_jp: オリジナル
nl_nl: Oorspronkelijk

# beacon.styles.flare
source: Flare
da_dk: Lysglimt
de_de: Leuchtsignal
el_gr: Φωτοβολίδα
es_es: Bengala
fa_ir: درخشش
fi_fi: Leimahdus
fr_ca: Signal lumineux
it_it: Bagliore
ja_jp: フレア
nb_no: Lysglimt
nl_nl: Flits
pt_br: Chama
pt_pt: Chama
sv_se: Bloss

# beacon.styles.shimmer
source: Shimmer
da_dk: Glitre
de_de: Schimmern
el_gr: Λαμπύρισμα
es_es: Centelleo
fa_ir: سوسو
fi_fi: Hehku
fr_ca: Miroitement
it_it: Scintillio
ja_jp: シマー
nb_no: Glitter
nl_nl: Glinstering
pt_br: Cintilação
pt_pt: Cintilação
sv_se: Skimmer

# beacon.styles.tactile
source: Tactile
da_dk: Taktil
de_de: Taktil
el_gr: Χτύπημα με το δάκτυλο
es_es: Táctil
fa_ir: ضربه‌ای
fi_fi: Kosketus
it_it: Tattile
ja_jp: タクティル
nb_no: Taktil
nl_nl: Tactiel
pt_br: Tátil
pt_pt: Tátil
sv_se: Taktil

# beacon.styles.ping
source: Ping
el_gr: Καμπανάκι
es_es: Silbido
fa_ir: پینگ
it_it: Tintinnio
ja_jp: ピング
pt_br: Zunido

# beacon.styles.drop
source: Drop
da_dk: Dråbe
de_de: Tropfen
el_gr: Σταγόνα
es_es: Caída
fa_ir: قطره
fi_fi: Pudotus
fr_ca: Chute
it_it: Caduta
ja_jp: ドロップ
nb_no: Slipp
nl_nl: Vallen
pt_br: Queda
pt_pt: Queda
sv_se: Droppe

# beacon.styles.signal
source: Signal
el_gr: Σήμα
es_es: Señal
fa_ir: سیگنال
fi_fi: Signaali
it_it: Segnale
ja_jp: シグナル
nl_nl: Signaal
pt_br: Sinal
pt_pt: Sinal

# beacon.styles.signal.slow
source: Signal (Slow)
da_dk: Signal (langsomt)
de_de: Signal (langsam)
el_gr: Σήμα (Αργό)
es_es: Señal (lenta)
fa_ir: سیگنال (آهسته)
fi_fi: Signaali (hidas)
fr_ca: Signal (lent)
it_it: Segnale (lento)
ja_jp: シグナル (遅い)
nb_no: Signal (langsomt)
nl_nl: Signaal (traag)
pt_br: Sinal (Lento)
pt_pt: Sinal (Lento)
sv_se: Signal (långsam)

# beacon.styles.signal.very_slow
source: Signal (Very Slow)
da_dk: Signal (meget langsomt)
de_de: Signal (sehr langsam)
el_gr: Σήμα (Πολύ αργό)
es_es: Señal (muy lenta)
fa_ir: سیگنال (بسیار آهسته)
fi_fi: Signaali (erittäin hidas)
fr_ca: Signal (très lent)
it_it: Segnale (molto lento)
ja_jp: シグナル (非常に遅い)
nb_no: Signal (svært langsomt)
nl_nl: Signaal (zeer traag)
pt_br: Sinal (Muito Lento)
pt_pt: Sinal (Muito Lento)
sv_se: Signal (mycket långsam)

# beacon.styles.mallet
source: Mallet
da_dk: Hammer
de_de: Klopfen
el_gr: Μπαγκέτα
es_es: Percutor
fa_ir: چکشی
fi_fi: Nuija
fr_ca: Maillet
it_it: Mazzuola
ja_jp: マレット
nb_no: Hammer
nl_nl: Hamer
pt_br: Marreta
pt_pt: Percussor
sv_se: Klubba

# beacon.styles.mallet.slow
source: Mallet (Slow)
da_dk: Hammer (langsom)
de_de: Klopfen (langsam)
el_gr: Μπαγκέτα (Αργό)
es_es: Percutor (lento)
fa_ir: چکشی (آهسته)
fi_fi: Nuija (hidas)
fr_ca: Maillet (lent)
it_it: Mazzuola (lento)
ja_jp: マレット (遅い)
nb_no: Hammer (langsom)
nl_nl: Hamer (traag)
pt_br: Marreta (Lento)
pt_pt: Percussor (Lento)
sv_se: Klubba (långsam)

# beacon.styles.mallet.very_slow
source: Mallet (Very Slow)
da_dk: Hammer (meget langsom)
de_de: Klopfen (sehr langsam)
el_gr: Μπαγκέτα (Πολύ αργό)
es_es: Percutor (muy lento)
fa_ir: چکشی (بسیار آهسته)
fi_fi: Nuija (erittäin hidas)
fr_ca: Maillet (très lent)
it_it: Mazzuola (molto lento)
ja_jp: マレット (非常に遅い)
nb_no: Hammer (svært langsom)
nl_nl: Hamer (heel traag)
pt_br: Marreta (Muito Lento)
pt_pt: Percussor (Muito Lento)
sv_se: Klubba (mycket långsam)

# beacon.styles.haptic.wand
source: Haptic Wand
da_dk: Haptisk tryllestav
de_de: Haptischer Stock
el_gr: Απτικό ραβδί
es_es: Varita háptica
fa_ir: چوب‌دستی لمسی
fi_fi: Värinäsauva
fr_ca: Baguette haptique
it_it: Bacchetta aptica
ja_jp: 触覚ワンド
nb_no: Haptisk penn
nl_nl: Haptische aanwijzer
pt_br: Varinha Háptica
pt_pt: Varinha Háptica
sv_se: Haptiskt spö

# beacon.styles.haptic.pulse
source: Haptic Pulse
da_dk: Haptisk puls
de_de: Haptischer Impuls
el_gr: Απτικός παλμός
es_es: Pulso háptico
fa_ir: پالس لمسی
fi_fi: Toistuva värinä
fr_ca: Pulsation haptique
it_it: Pulsazione aptica
ja_jp: 触覚パルス
nb_no: Haptisk puls
nl_nl: Haptische pulsering
pt_br: Pulso Háptico
pt_pt: Impulso Háptico
sv_se: Haptisk puls

# beacon.audio_beacon
source: Audio Beacon
da_dk: Lydfyr
el_gr: Ηχητικό σήμα
es_es: Señal de audio
fa_ir: نشانهٔ صوتی
fi_fi: Äänimajakka
fr_ca: Balise sonore
it_it: Audiofaro
ja_jp: 音声ビーコン
nb_no: Lydsignal
nl_nl: Audiobaken
pt_br: Sinalizador Sonoro
pt_pt: Sinal de Áudio
sv_se: Ljudfyr

# beacon.beacon_on
source: Beacon on %@
da_dk: Lydfyr på %@
de_de: Beacon auf %@
el_gr: Ηχητικό σήμα σε %@
es_es: Señal en %@
fa_ir: نشانهٔ صوتی روی %@
fi_fi: Majakka on %@
fr_ca: Balise sur %@
it_it: Audiofaro su %@
ja_jp: %@ にビーコンがあります
nb_no: Lydsignal på %@
nl_nl: Baken op %@
pt_br: Sinalizador em %@
pt_pt: Sinal em %@
sv_se: Ljudfyr på %@

# beacon.distance.unknown
source: Distance unknown
da_dk: Afstand ukendt
de_de: Entfernung unbekannt
el_gr: Άγνωστη απόσταση
es_es: Distancia desconocida
fa_ir: فاصله نامعلوم
fi_fi: Etäisyys tuntematon
fr_ca: Distance inconnue
it_it: Distanza sconosciuta
ja_jp: 不明な距離
nb_no: Ukjent avstand
nl_nl: Afstand onbekend
pt_br: Distância desconhecida
pt_pt: Distância desconhecida
sv_se: Okänt avstånd

# beacon.action.remove_beacon
source: Remove Beacon
da_dk: Fjern lydfyr
de_de: Beacon entfernen
el_gr: Κατάργηση ηχητικού σήματος
es_es: Quitar señal
fa_ir: حذف نشانهٔ صوتی
fi_fi: Poista majakka
fr_ca: Supprimer la balise
it_it: Rimuovi audiofaro
ja_jp: ビーコンを削除
nb_no: Fjern lydsignal
nl_nl: Baken verwijderen
pt_br: Remover Sinalizador
pt_pt: Remover Sinal
sv_se: Ta bort ljudfyr

# beacon.action.remove_beacon.double_tap.acc_hint
source: Double tap this button to remove the current audio beacon.
da_dk: Dobbelttryk på denne knap for at fjerne det aktuelle lydfyr
de_de: Auf diese Schaltfläche doppeltippen, um das aktuelle Audiobeacon zu entfernen
el_gr: Πατήστε δύο φορές αυτό το κουμπί για να καταργήσετε το τρέχον ηχητικό σήμα
es_es: Pulsa dos veces para quitar la señal de audio actual.
fa_ir: برای حذف نشانهٔ صوتی فعلی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tätä painiketta poistaaksesi nykyisen äänimajakan.
fr_ca: Appuyer deux fois sur ce bouton pour supprimer la balise sonore actuelle
it_it: Tocca due volte questo pulsante per rimuovere l'audiofaro corrente
ja_jp: 現在の音声ビーコンを削除するにはこのボタンをダブルタップします
nb_no: Dobbelttrykk på denne knappen for å fjerne nåværende lydsignal
nl_nl: Dubbeltik op deze knop om het huidige audiobaken te verwijderen
pt_br: Dar um toque duplo neste botão para remover o sinalizador sonoro atual
pt_pt: Faça duplo toque neste botão para remover o sinal de áudio atual
sv_se: Dubbelknacka på den här knappen om du vill ta bort den aktuella ljudfyren

# beacon.action.mute_beacon
source: Mute Beacon
da_dk: Slå lydfyr fra
de_de: Beacon stummschalten
el_gr: Σίγαση ηχητικού σήματος
es_es: Silenciar señal
fa_ir: بی‌صدا کردن نشانهٔ صوتی
fi_fi: Hiljennä majakka
fr_ca: Désactiver le son de la balise
it_it: Disattiva audio audiofaro
ja_jp: ビーコンをミュート
nb_no: Slå av lydsignal
nl_nl: Baken dempen
pt_br: Ativar Mudo do Sinalizador
pt_pt: Desativar Sinal
sv_se: Stäng av ljudfyr

# beacon.action.mute_beacon.acc_hint
source: Double tap to mute the audio beacon.
da_dk: Dobbelttryk for at slå lydfyret fra.
de_de: Doppeltippen, um das Audiobeacon stummzuschalten.
el_gr: Πατήστε δύο φορές για σίγαση του ηχητικού σήματος.
es_es: Pulsa dos veces para silenciar la señal de audio.
fa_ir: برای بی‌صدا کردن نشانهٔ صوتی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta hiljentääksesi äänimajakan.
fr_ca: Appuyez deux fois pour désactiver le son de la balise sonore.
it_it: Tocca due volte per disattivare l'audio dell'audiofaro.
ja_jp: 音声ビーコンをミュートするにはダブルタップします。
nb_no: Dobbelttrykk for å slå av lydsignalet.
nl_nl: Dubbeltik om het audiobaken te dempen.
pt_br: Dê um toque duplo para ativar o mudo do sinalizador sonoro.
pt_pt: Faça duplo toque para desativar o sinal de áudio.
sv_se: Dubbelknacka om du vill stänga av ljudfyren.

# beacon.action.unmute_beacon
source: Unmute Beacon
da_dk: Slå lydfyr til
de_de: Stummschaltung des Beacons aufheben
el_gr: Κατάργηση σίγασης ηχητικού σήματος
es_es: Reactivar señal
fa_ir: باصدا کردن نشانهٔ صوتی
fi_fi: Poista majakan hiljennys
fr_ca: Réactiver le son de la balise
it_it: Attiva audio audiofaro
ja_jp: ビーコンのミュートを解除
nb_no: Slå på lydsignal
nl_nl: Baken dempen opheffen
pt_br: Desativar Mudo do Sinalizador
pt_pt: Ativar Sinal
sv_se: Sätt på ljudfyr

# beacon.action.unmute_beacon.acc_hint
source: Double tap to unmute the audio beacon.
da_dk: Dobbelttryk for at slå lydfyret til.
de_de: Doppeltippen, um die Stummschaltung des Audiobeacons aufzuheben.
el_gr: Πατήστε δύο φορές για να καταργήσετε τη σίγαση του ηχητικού σήματος.
es_es: Pulsa dos veces para reactivar la señal de audio.
fa_ir: برای باصدا کردن نشانهٔ صوتی دو بار ضربه بزنید
fi_fi: Kaksoisnapauta poistaaksesi äänimajakan hiljennyksen.
fr_ca: Appuyez deux fois pour réactiver le son de la balise sonore.
it_it: Tocca due volte per attivare l'audio dell'audiofaro.
ja_jp: 音声ビーコンのミュートを解除するにはダブルタップします。
nb_no: Dobbelttrykk for å slå på lydsignalet.
nl_nl: Dubbeltik om het dempen van het audiobaken op te heffen.
pt_br: Dê um toque duplo para desativar o mudo do sinalizador sonoro.
pt_pt: Faça duplo toque para ativar o sinal de áudio.
sv_se: Dubbelknacka om du vill sätta på ljudfyren.

# beacon.action.mute_unmute_beacon
source: Mute or Unmute Beacon
da_dk: Slå lydfyret til eller fra
de_de: Beacon stummschalten oder seine Stummschaltung aufheben
el_gr: Σίγαση ή κατάργηση σίγασης ηχητικού σήματος
es_es: Silenciar o reactivar señal
fa_ir: بی‌صدا/باصدا کردن نشانهٔ صوتی
fi_fi: Hiljennä majakka tai poista sen hiljennys
fr_ca: Désactiver ou réactiver le son de la balise
it_it: Disattiva o attiva audio audiofaro
ja_jp: ビーコンのミュートを設定または解除
nb_no: Slå av eller på lydsignalet
nl_nl: Baken dempen aan of uit
pt_br: Ativar ou Desativar Mudo do Sinalizador
pt_pt: Desativar ou Ativar Sinal
sv_se: Stäng av eller sätt på ljudfyr

# beacon.action.callout_beacon
source: Call out Beacon
da_dk: Lydbesked om lydfyr
de_de: Auf Beacon hinweisen
el_gr: Ηχητικό σήμα επεξήγησης
es_es: Avisar de señal
fa_ir: اعلام نشانهٔ صوتی
fi_fi: Ilmoitusmajakka
fr_ca: Balise de notification
it_it: Notifica audiofaro
ja_jp: ビーコンを鳴らす
nb_no: Les opp lydsignal
nl_nl: Waarschuwen voor baken
pt_br: Sinalizador de Notificação
pt_pt: Sinal de Aviso
sv_se: Läs upp ljudfyr
