Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.ahead_of_me.what
source: The <em>"Ahead of Me"</em> button tells you about four things ahead of you. <em>"Ahead of Me"</em> is intended to help you explore the way ahead of yourself when you are learning about a new area.
da_dk: Knappen <em>"Foran mig"</em> fortæller dig om fire ting foran dig. <em>"Foran mig"</em> er beregnet til at hjælpe dig med at udforske vejen foran dig selv, når du lærer om et nyt område at kende.
de_de: Über die Schaltfläche <em>„Vor mir“</em> werden Sie über die nächsten vier Points-of-Interest vor Ihnen informiert. <em>„Vor mir“</em> hilft Ihnen dabei, den Weg zu erkunden, der vor Ihnen liegt, wenn Sie in einem neuen Gebiet unterwegs sind.
el_gr: Το κουμπί <em>"Μπροστά μου"</em> σας λέει για τέσσερα πράγματα μπροστά σας. Το <em>"Μπροστά μου"</em> έχει ως στόχο να σας βοηθήσει να εξερευνήσετε το δρόμο μπροστά σας, καθώς μαθαίνετε για μια νέα περιοχή.
es_es: El botón <em>"Delante de mí"</em> te indica qué se encuentra delante de ti. <em>"Delante de mí"</em> está pensado para explorar lo que se encuentra delante de ti cuando estás conociendo una zona nueva.
fa_ir: دکمه <em>«جلوی من»</em> به شما در مورد حداکثر پنج چیز پیش روی شما اطلاع می‌دهد. <em>«جلوی من»</em> برای کمک به شما در کاوش راه پیش روی خود هنگام یادگیری در مورد یک منطقه جدید در نظر گرفته شده است.
fi_fi: <em>"Edessäpäin"</em>-painike kertoo sinulle neljästä edessäsi olevasta kohteesta. <em>"Edessäpäin"</em> on tarkoitettu auttamaan sinua tutustumaan edessäsi olevaan reittiin, kun haluat tietoja uudesta alueesta.
fr_ca: Le bouton <em>"Devant moi"</em> vous indique environ quatre repères vous faisant face. <em>"Devant moi"</em> est conçu pour vous permettre d’explorer ce qui vous entoure lorsque vous découvrez un nouveau lieu.
it_it: Il pulsante <em>"Davanti a me"</em> ti indica quattro cose davanti a te. <em>"Davanti a me"</em> ha lo scopo di aiutarti a esplorare la strada davanti a te quando stai imparando a conoscere una nuova area.
ja_jp: [<em>前方</em>] ボタンでは、前方にあるものを 4 つ程度聞くことができます。[<em>前方</em>] ボタンは、新しい場所に行ったときに自分の前方にある道について確認するのに役立ちます。
nb_no: Knappen <em>Foran meg</em> forteller deg om fire ting foran deg. <em>Foran meg</em> er beregnet på å hjelpe deg med å utforske veien foran deg når du lærer om et nytt område.
nl_nl: Met <em>Vóór me</em> hoort u informatie over de punten voor u. <em>Vóór me</em> is bedoeld om de komende route te verkennen wanneer u zich in een nieuwe omgeving bevindt.
pt_br: O botão <em>"À Minha Frente"</em> mostra cerca de quatro coisas à sua frente. <em>"À Minha Frente"</em> destina-se a ajudar você a explorar o caminho à sua frente quando você estiver conhecendo uma nova área.
pt_pt: O botão <em>"À Minha Frente"</em> informa-o sobre quatro coisas à sua frente. <em>"À Minha Frente"</em> destina-se a ajudá-lo a explorar o caminho à sua frente quando percorre uma nova área.
sv_se: Knappen<em>"Framför mig"</em> berättar om fyra saker framför dig. <em>"Framför mig"</em> hjälper dig att utforska vägen framåt när du lär dig ett nytt område.

# help.text.ahead_of_me.when
source: When you are walking down the street, try using <em>"Ahead of Me"</em> to discover the places and things coming up on either side of the street ahead.
da_dk: Når du går ned ad gaden, kan du prøve at bruge <em>"Ahead of Me"</em> for at opdage de steder og ting, der viser sig på begge sider af gaden forude.
de_de: Wenn Sie eine Straße entlang laufen, können Sie <em>„Vor mir“</em> verwenden, um Plätze und Points-of-Interest auf beiden Seiten des Weges vor Ihnen zu entdecken.
el_gr: Όταν περπατάτε στο δρόμο, Προσπαθήστε να χρησιμοποιήσετε το <em>"Μπροστά μου"</em> για να ανακαλύψετε τα μέρη και τα πράγματα που έρχονται σε κάθε πλευρά του δρόμου μπροστά σας.
es_es: Cuando camines por la calle, intenta usar <em>"Delante de mí"</em> para descubrir los lugares y los elementos que aparezcan en cualquier lado de la calle delante de ti.
fa_ir: وقتی در حال راه رفتن در خیابان هستید، سعی کنید از <em>«جلوی من»</em> برای کشف مکان‌ها و چیزهایی که در هر دو طرف خیابان پیش رو می‌آیند استفاده کنید.
fi_fi: Kun kävelet kadulla, kokeile käyttää <em>"Edessäpäin"</em>-toimintoa löytääksesi kummallakin puolella katua vastaan tulevia asioita.
fr_ca: Lorsque vous marchez dans la rue, essayez d’utiliser <em>"Devant moi"</em> pour découvrir les lieux et les repères situés de part et d’autre.
it_it: Quando cammini per strada, prova a utilizzare <em>"Davanti a me"</em> per scoprire i luoghi e le cose che si trovano su entrambi i lati della strada.
ja_jp: 通りを歩いているときに [<em>前方</em>] ボタンを使用すると、前方にある通りの両側に何があるかがわかります。
nb_no: Når du går nedover gaten, kan du prøve å bruke <em>Foran meg</em> til å oppdage stedene og tingene som kommer på hver side av veien.
nl_nl: Wanneer u door de straat loopt, kunt u met <em>Vóór me</em> de plaatsen en dingen ontdekken die voor u aan beide kanten van de straat verschijnen.
pt_br: Quando estiver andando pela rua, tente usar<em>"À Minha Frente"</em> para descobrir os locais e as coisas à sua frente em ambos os lados da rua.
pt_pt: Quando estiver a percorrer uma rua, experimente utilizar <em>"À Minha Frente"</em> para descobrir locais e coisas existentes de ambos os lados da rua à sua frente.
sv_se: När du går på en gata kan du testa att använda <em>"Framför mig"</em> för att upptäcka platser och annat som dyker upp vid sidan av gatan.

# help.text.ahead_of_me.how
source: As with all four of the buttons at the bottom of the home screen, hold your phone with the screen flat (facing towards the sky) and the top of the phone pointing in the direction you are facing before you press the <em>"Ahead of Me"</em> button. This acts like a compass telling the app which direction you are facing. Simply, tap the <em>"Ahead of Me"</em> button and you will hear several points of interest all roughly ahead of you.
da_dk: Som med alle fire knapper nederst på startskærmen skal du holde telefonen med skærmen vandret (så den vender mod himlen), og toppen af telefonen skal pege i den retning, du vender, før du trykker på knappen <em>"Foran mig"</em>. Dette fungerer som et kompas, der fortæller appen, i hvilken retning du vender. Du skal blot trykke på <em>"Foran mig"</em>, så vil du høre om flere interessepunkter, der alle ligger nogenlunde foran dig.
de_de: Wie bei allen vier Schaltflächen am unteren Rand des Startbildschirms, halten Sie Ihr Telefon mit dem Bildschirm flach (zum Himmel zeigend) und mit der Oberseite in die Richtung, in die Sie schauen, bevor Sie die Schaltfläche <em>„Vor mir“</em> antippen. Dies wirkt wie ein Kompass, der der App mitteilt, in welche Richtung Sie schauen. Tippen Sie einfach auf die Schaltfläche <em>„Vor mir“</em>, und Sie werden Hinweise zu mehreren Points-of-Interest hören, die alle ungefähr vor Ihnen liegen.
el_gr: Όπως και με τα τέσσερα κουμπιά στο κάτω μέρος της αρχικής οθόνης, κρατήστε το τηλέφωνό σας με την οθόνη επίπεδη (στραμμένη προς τον ουρανό) και το επάνω μέρος του τηλεφώνου στραμμένο προς την κατεύθυνση που κοιτάτε πριν πατήσετε το κουμπί <em>"Μπροστά μου"</em>. Αυτό λειτουργεί σαν πυξίδα που λέει στην εφαρμογή προς ποια κατεύθυνση αντιμετωπίζετε. Απλά, πατήστε το κουμπί<em>"Μπροστά μου"</em> και θα ακούσετε για πολλά σημεία ενδιαφέροντος που βρίσκονται μπροστά σας.
es_es: Como con los cuatro botones de la parte inferior de la pantalla principal, mantén el teléfono con la pantalla en posición horizontal (hacia arriba) y la parte superior del teléfono apuntando en la dirección hacia la que estás orientado antes de presionar el botón <em>"Delante de mí"</em>. Esto actúa como brújula que le indica a la aplicación hacia qué dirección estás orientado. Solo tienes que pulsar en el botón <em>"Delante de mí"</em> y oirás varios puntos de interés que estén más o menos delante de ti.
fa_ir: مانند همه چهار دکمه در پایین صفحه اصلی، گوشی خود را با صفحه صاف (رو به آسمان) و بالای گوشی که در جهتی که رو کرده‌اید اشاره می‌کند نگه دارید قبل از اینکه دکمه <em>«جلوی من»</em> را فشار دهید. این مانند یک قطب‌نما عمل می‌کند که به برنامه می‌گوید به کدام جهت رو کرده‌اید. به سادگی، روی دکمه <em>«جلوی من»</em> ضربه بزنید و چندین نقطه مورد علاقه را که همه تقریباً پیش روی شما هستند خواهید شنید.
fi_fi: Kuten kaikkien neljän kotinäytön alareunan painikkeen kohdalla, pidä puhelintasi niin, että näyttö on litteä (taivasta kohti) ja puhelimen yläreuna osoittaa päin olevaan suuntaan, ennen kuin painat <em>"Edessäni"</em> -painiketta. Tämä toimii kuin kompassi, joka kertoo sovellukselle, mihin suuntaan olet menossa. Napauta vain <em>"Edessäni"</em> -painiketta, niin kuulet useita kiinnostavia kohteita, jotka kaikki ovat suunnilleen edessäsi.
fr_ca: Comme avec les quatre boutons situés en bas de l’écran d’accueil, tenez votre téléphone à plat (écran face au ciel) et le haut de votre téléphone pointé vers la direction face à vous avant d’appuyer sur le bouton <em>"Devant moi"</em>. Cette opération agit comme une boussole et indique à l’appli la direction dans laquelle vous êtes. Appuyez simplement sur le bouton <em>"Devant moi"</em> et vous entendrez plusieurs points d’intérêt se trouvant à proximité.
it_it: Come per tutti e quattro i pulsanti nella parte inferiore della schermata iniziale, tieni il telefono con lo schermo piatto (rivolto verso il cielo) e la parte superiore del telefono che punta davanti a te prima di premere il pulsante <em>"Davanti a me "</em>. Questo pulsante funziona come una bussola che indica all'app verso quale direzione sei rivolto. Tocca semplicemente il pulsante <em>"Davanti a me"</em> e sentirai diversi punti di interesse tutti più o meno davanti a te.
ja_jp: ホーム画面の下部の 4 つのボタンはどれも同じですが、スマートフォンの画面を上 (空) に向けて水平に持ち、スマートフォンの画面上部を自分が向いている方向に合わせてから、[<em>前方</em>] ボタンを押します。これにより、コンパスを合わせるように、自分が向いている方向をアプリに伝えることができます。[<em>前方</em>] ボタンをタップすると、自分の前方にあるいくつかの特定地点の情報が聞こえます。
nb_no: Som med alle de fire knappene nederst på startskjermen holder du telefonen flatt (vendt mot himmelen) og toppen av telefonen pekende i retningen du er vendt mot, før du trykker på knappen <em>Foran meg</em>. Denne fungerer som et kompass som forteller appen hvilken retning du er vendt mot. Trykk på knappen <em>Foran meg</em> så hører du flere interessepunkter foran deg.
nl_nl: Net als met de vier knoppen onderaan het hoofdscherm houdt u de telefoon met het scherm horizontaal en met de bovenkant in de richting waarin u loopt, voordat u op <em>Vóór me</em> drukt. Dit werkt als een kompas en geeft aan de app door in welke richting u kijkt. Tik op de knop <em>Vóór me</em> en u hoort de referentiepunten die zich voor u bevinden.
pt_br: Tal como acontece com os quatro botões da parte inferior da tela inicial, segure seu telefone com a tela na horizontal (com a tela voltada para cima) e o topo apontando na direção para a qual você estava voltado antes de pressionar o botão <em>"À Minha Frente"</em>. Isso age como uma bússola, mostrando ao aplicativo a direção para a qual você está voltado. Bastará tocar no botão <em>"À Minha Frente"</em> e você ouvirá vários pontos de interesse nas proximidades à sua frente.
pt_pt: Tal como acontece com os quatro botões existentes na parte inferior do ecrã principal, segure no telemóvel com o ecrã numa posição plana (virado para o céu) e a parte superior apontada para a extremidade voltada para a direção em que está virado antes de premir o botão <em>"À Minha Frente"</em>. Isto funciona como uma bússola, indicando à aplicação a direção em que está virado. Basta tocar no botão <em>"À Minha Frente"</em> e ouvirá vários pontos de interesse localizados sensivelmente à sua frente.
sv_se: Som med alla fyra knappar längst ned på startskärmen ska du hålla telefonen plant med skärmen riktad uppåt och peka med telefonen i färdriktningen innan du trycker på knappen <em>"Framför mig"</em>. Detta fungerar som en kompass som talar om för appen vilken riktning du står i. Tryck på knappen <em>"Framför mig"</em> så hör du flera olika intressepunkter som finns framför dig.

# help.text.remote_control.what
source: You can access certain features in Soundscape with the help of the media control buttons on your headphones. This functionality works with any wired or Bluetooth headphones that have media control buttons like Play, Pause, Next, Previous and others. Different headphones may include different buttons so please refer to the list of actions below to determine which ones are available to you.<br>Also note that this feature only works with headphones that support Apple's media controls (such as play and pause).
da_dk: Du kan få adgang til visse funktioner i Soundscape ved hjælp af mediebetjeningsknapperne på hovedtelefonerne. Denne funktionalitet fungerer sammen med alle hovedtelefoner med kabel eller Bluetooth, der har mediebetjeningsknapper som Afspil, Pause, Næste, Forrige og andre. Forskellige hovedtelefoner kan have forskellige knapper, så se listen over handlinger nedenfor for at afgøre, hvilke der er tilgængelige for dig.<br>Bemærk også, at denne funktion kun fungerer sammen med hovedtelefoner, der understøtter Apples mediebetjeningsknapper (f.eks. afspil og pause).
de_de: Sie können auf bestimmte Funktionen in Soundscape über die Mediensteuerungen an Ihren Kopfhörern zugreifen. Dies funktioniert mit jedem kabelgebundenen oder Bluetooth-Kopfhörer, der über Mediensteuertasten wie Wiedergabe, Pause, Weiter, Zurück und andere verfügt. Verschiedene Kopfhörer können unterschiedliche Tasten haben, daher sehen Sie bitte in der Liste der Aktionen unten nach, welche für Sie verfügbar sind.<br> Beachten Sie auch, dass diese Funktion nur mit Kopfhörern funktioniert, die Mediensteuerungen von Apple (wie Wiedergabe und Pause) unterstützen.
el_gr: Μπορείτε να αποκτήσετε πρόσβαση σε ορισμένες λειτουργίες του Soundscape με τη βοήθεια των κουμπιών ελέγχου πολυμέσων στα ακουστικά σας. Αυτή η λειτουργία λειτουργεί με ενσύρματα ακουστικά ή ακουστικά Bluetooth που έχουν κουμπιά χειριστήριων πολυμέσων όπως Αναπαραγωγή, Παύση, Επόμενο, Προηγούμενο και άλλα. Διαφορετικά ακουστικά μπορεί να περιλαμβάνουν διαφορετικά κουμπιά, οπότε ανατρέξτε στη λίστα των παρακάτω ενεργειών για να προσδιορίσετε ποια είναι διαθέσιμα σε εσάς.<br>Θυμηθείτε επίσης ότι αυτή η λειτουργία λειτουργεί μόνο με ακουστικά που υποστηρίζουν τα στοιχεία ελέγχου πολυμέσων της Apple (όπως αναπαραγωγή και παύση).
es_es: Puedes obtener acceso a determinadas características de Soundscape con la ayuda de los botones de control multimedia de sus auriculares. Esta funcionalidad funciona con auriculares Bluetooth o por cable que tenga botones de control multimedia, como Reproducir, Pausa, Siguiente, Anterior y otros. Distintos modelos de auriculares con micrófono pueden incluir diferentes botones; consulta la lista de acciones a continuación para determinar cuáles están disponibles para ti.<br>Ten en cuenta que esta característica solo funciona con auriculares con micrófono que admitan controles multimedia de Apple (como reproducir y pausa).
fa_ir: شما می‌توانید با دکمه‌های کنترل رسانه روی هدفون خود به برخی ویژگی‌ها در Soundscape دسترسی داشته باشید. این قابلیت با هر هدفون سیمی یا بلوتوثی که دکمه‌های کنترل رسانه مانند پخش، مکث، بعدی، قبلی و غیره دارد کار می‌کند. هدفون‌های مختلف ممکن است شامل دکمه‌های متفاوتی باشند، بنابراین لطفاً به لیست اقدامات زیر مراجعه کنید تا مشخص کنید کدام یک برای شما در دسترس است.<br>توجه داشته باشید که این ویژگی فقط با هدفون‌هایی کار می‌کند که از کنترل‌های رسانه اپل (مانند پخش و مکث) پشتیبانی می‌کنند.
fi_fi: Voit käyttää joitakin Soundscapen toimintoja kuulokkeidesi mediaohjauspainikkeiden avulla. Tämä toimii millä tahansa langallisilla tai Bluetooth-kuulokkeilla, joissa on mediaohjauspainikkeet, kuten Toista, Pysäytä, Seuraava, Edellinen ja niin edelleen. <br>Ota myös huomioon, että tämä toimii ainoastaan kuulokkeilla, jotka tukevat Applen mediasäätimiä (kuten toisto ja pysäytys).
fr_ca: Vous pouvez accéder à certaines fonctionnalités de Soundscape grâce aux boutons de commande de votre casque. Cette fonctionnalité est compatible avec tous les casques avec fil ou Bluetooth comportant des boutons de commande comme Lecture, Pause, Suivant, Précédent, etc. Les boutons peuvent varier selon les casques, veuillez consulter la liste des actions ci-dessous pour déterminer celles qui sont disponibles.<br>Notez également que cette fonctionnalité n’est compatible qu’avec des casques prenant en charge les commandes multimédias Apple (comme la lecture et la pause).
it_it: È possibile accedere a determinate funzioni in Soundscape con l'aiuto dei pulsanti dei controlli di riproduzione degli auricolari. Questa opzione funziona con auricolari cablati o Bluetooth dotati di pulsanti dei controlli di riproduzione come Riproduci, Pausa, Avanti, Indietro e così via. Altri auricolari potrebbero includere pulsanti diversi, quindi fai riferimento al seguente elenco di azioni per determinare quali sono disponibili.<br>Tieni presente inoltre che questa opzione funziona solo con auricolari che supportano i controlli di riproduzione di Apple (come Riproduci e Pausa).
ja_jp: ヘッドホンのメディアコントロール ボタンを使用して、Soundscape の特定の機能にアクセスできます。この機能は、再生、一時停止、次へ、前へなどのメディアコントロール ボタンのある有線または Bluetooth のヘッドホンで使用できます。ヘッドホンによって使用できるボタンが異なる場合があるため、使用できる機能については、以下の動作の一覧を参照してください。<br>なお、この機能は、Apple のメディアコントロール (再生や一時停止など) に対応しているヘッドホンでのみ使用できます。
nb_no: Du har tilgang til visse funksjoner i Soundscape ved å bruke mediekontrollknappene på hodetelefonene. Denne funksjonaliteten fungerer med kabelbaserte hodetelefoner og Bluetooth-hodetelefoner som har mediekontrollknapper som Spill av, Stans midlertidig, Neste, Forrige og andre. Forskjellige hodetelefoner kan ha forskjellige knapper. Se listen nedenfor for å se hvilke av knappene som er tilgjengelige for deg.<br>Vær også oppmerksom på at denne funksjonen bare fungerer med hodetelefoner som støtter Apples mediekontroller (som spill av og stans midlertidig).
nl_nl: U hebt toegang tot bepaalde functies in Soundscape met de mediaregelknoppen op uw koptelefoon. Deze functionaliteit werkt alle vaste en Bluetooth-koptelefoons met mediaregelknoppen als Afspelen, Pauzeren, Volgende, Vorige en andere. Verschillende koptelefoons hebben mogelijk andere knoppen dus kijk in de onderstaande lijst met acties om te bepalen welke beschikbaar zijn op uw koptelefoon.<br>Houd er ook rekening mee dat deze functie alleen werkt op koptelefoons die mediaregelknoppen van Apple ondersteunen (zoals afspelen en pauzeren).
pt_br: Você pode acessar determinados recursos do Soundscape com a ajuda dos botões de controle de mídia nos fones de ouvido. Esse recurso funciona com quaisquer fones de ouvido com fio ou Bluetooth que tenham botões de controle de mídia como Reproduzir, Pausar, Próximo, Anterior e outros. Os fones de ouvido diferentes podem incluir botões diferentes, então consulte a lista de ações a seguir para determinar quais estão disponíveis para você. <br>Além disso, observe que esse recurso só funciona com fones de ouvido que ofereçam suporte a controles de mídia da Apple (como reproduzir e pausar).
pt_pt: Pode aceder a determinadas funcionalidades do Soundscape com a ajuda dos botões de controlo multimédia dos auscultadores. Isto funciona em quaisquer auscultadores Bluetooth com ou sem fios equipados com botões de controlo multimédia como Reproduzir, Pausa, Seguinte, Anterior e outros. Os botões podem variar consoante os auscultadores. Por este motivo, consulte a lista de ações abaixo para identificar as que estão disponíveis para si.<br>Note também que esta funcionalidade só funciona com auscultadores que suportem controlos multimédia da Apple (como reproduzir e pausa).
sv_se: Du kan få tillgång till vissa funktioner i Soundscape med hjälp av mediereglageknapparna på dina hörlurar. Detta fungerar både med sladdförsedda hörlurar och Bluetooth-hörlurar som är utrustade med knappar som Spela upp, Paus, Nästa och Föregående. Olika hörlurar har olika typer av knappar. Använd listan med åtgärder nedan för att ta reda vilka som finns.<br>Den här funktionen fungerar dessutom bara med hörlurar som har stöd för Apples mediereglage (som Spela upp och Paus).
