Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# settings.language.screen_title
source: Language
da_dk: Sprog
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fa_ir: زبان
fi_fi: Kieli
fr_ca: Langue
it_it: Lingua
ja_jp: 言語
nb_no: Språk
nl_nl: Taal
pt_br: Idioma
pt_pt: Idioma
sv_se: Språk

# settings.language.screen_title.2
source: Language & Region
da_dk: Sprog og område
de_de: Sprache und Region
el_gr: Γλώσσα και περιοχή
es_es: Idioma y región
fa_ir: زبان و منطقه
fi_fi: Kieli ja alue
fr_ca: Langue et région
it_it: Lingua e area geografica
ja_jp: 言語と地域
nb_no: Språk og område
nl_nl: Taal en regio
pt_br: Idioma e Região
pt_pt: Idioma e Região
sv_se: Språk och region

# settings.language.change_alert
source: Would you like to change the app language to %@?
da_dk: Vil du ændre appsproget til %@?
de_de: Möchten Sie die App-Sprache in %@ ändern?
el_gr: Θέλετε να αλλάξετε τη γλώσσα της εφαρμογής σε %@;
es_es: ¿Deseas cambiar el idioma de la aplicación a %@?
fa_ir: آیا می‌خواهید زبان برنامه را به %@ تغییر دهید؟
fi_fi: Haluatko vaihtaa sovelluksen kieleksi kielen %@?
fr_ca: Voulez-vous définir la langue de l’appli sur %@?
it_it: Vuoi cambiare la lingua dell'app in %@?
ja_jp: アプリの言語を %@ に変更しますか?
nb_no: Vil du endre appspråket til %@?
nl_nl: Wilt u de app-taal wijzigen in %@?
pt_br: Gostaria de alterar o idioma do aplicativo para %@?
pt_pt: Pretende alterar o idioma da aplicação para %@?
sv_se: Vill du byta appens språk till %@?

# settings.language.change_alert_action
source: Change to %@
da_dk: Skift til %@
de_de: In %@ ändern
el_gr: Αλλαγή σε %@
es_es: Cambiar a %@
fa_ir: تغییر به %@
fi_fi: Vaihda kieleen %@
fr_ca: Définir la langue sur %@
it_it: Cambia in %@
ja_jp: %@ に変更
nb_no: Endre til %@
nl_nl: Wijzigen in %@
pt_br: Alterar para %@
pt_pt: Alterar para %@
sv_se: Byt till %@

# settings.audio.media_controls
source: Control how audio interacts with other media.
da_dk: Mediekontrolelementer
de_de: Mediensteuerungen
el_gr: Στοιχεία ελέγχου πολυμέσων
es_es: Controles multimedia
fa_ir: کنترل‌های رسانه
fi_fi: Mediasäätimet
fr_ca: Contrôles multimédias
it_it: Controlli dei contenuti multimediali
ja_jp: メディア コントロール
nb_no: Mediekontroller
nl_nl: Mediaregelaars
pt_br: Controles de Mídia
pt_pt: Controlos Multimédia
sv_se: Mediekontroller

# settings.audio.mix_with_others.title
source: Enable Media Controls
da_dk: Aktivér mediekontrolelementer
de_de: Mediensteuerungen aktivieren
el_gr: Ενεργοποίηση στοιχείων ελέγχου πολυμέσων
es_es: Habilitar controles multimedia
fa_ir: فعال کردن کنترل‌های رسانه
fi_fi: Ota mediasäätimet käyttöön
fr_ca: Activation des contrôles multimédias
it_it: Abilita controlli dei contenuti multimediali
ja_jp: メディア コントロールを有効化
nb_no: Aktiver mediekontroller
nl_nl: Mediaregelaars inschakelen
pt_br: Habilitar Controles de Mídia
pt_pt: Ativar Controlos Multimédia
sv_se: Aktivera mediekontroller

# settings.audio.mix_with_others.description
source: Use this to enable control of Soundscape with the buttons on your headphones and the media playback buttons on the lock screen. Note that when turned on, Soundscape can’t be used while other media such as podcasts or music is playing.
da_dk: Brug dette til at aktivere styringen af Soundscape med knapperne på dine hovedtelefoner og knapperne til medieafspilning på låseskærmen. Bemærk, at når de er slået til, kan Soundscape ikke bruges, mens andre medier, f.eks. podcasts eller musik, spiller.
de_de: Damit aktivieren Sie die Steuerung von Soundscape mit den Tasten an Ihren Kopfhörern und den Schaltflächen für die Medienwiedergabe auf dem Sperrbildschirm. Beachten Sie, dass Soundscape nicht verwendet werden kann, während andere Medien wie Podcasts oder Musik abgespielt werden.
el_gr: Χρησιμοποιήστε το για να ενεργοποιήσετε τον έλεγχο Soundscape με τα κουμπιά στα ακουστικά σας και τα κουμπιά αναπαραγωγής πολυμέσων στην οθόνη κλειδώματος. Θυμηθείτε ότι όταν είναι ενεργοποιημένη, το Soundscape δεν μπορεί να χρησιμοποιηθεί ενώ αναπαράγονται άλλα μέσα, όπως podcast ή μουσική.
es_es: Usa esta opción para habilitar el control de Soundscape con los botones de los auriculares y los botones de reproducción multimedia de la pantalla de bloqueo. Ten en cuenta que cuando está activada, no se puede usar Soundscape mientras se reproducen otros medios como podcasts o música.
fa_ir: از این گزینه برای کنترل Soundscape با دکمه‌های هدفون و دکمه‌های پخش رسانه در صفحه قفل استفاده کنید. توجه داشته باشید که وقتی این گزینه روشن است، Soundscape نمی‌تواند همزمان با پخش رسانه‌های دیگر مانند پادکست یا موسیقی استفاده شود.
fi_fi: Käytä tätä ottaaksesi käyttöön Soundscapen ohjaamisen kuulokkeidesi painikkeilla ja lukitusnäytön mediantoistopainikkeilla. Huomaa, että kun asetus on käytössä, Soundscapea ei voi käyttää, kun muuta mediaa, kuten podcasteja tai musiikkia, toistetaan.
fr_ca: Utilisez cette fonctionnalité pour activer le contrôle de Soundscape à l’aide des boutons de votre casque et les boutons de lecture multimédia sur l’écran de verrouillage. Notez qu’une fois activé, Soundscape ne peut être utilisé si d’autres médias comme des balados ou de la musique sont en cours de lecture.
it_it: Usa questa opzione per abilitare il controllo di Soundscape con i pulsanti degli auricolari e i pulsanti di riproduzione dei contenuti multimediali della schermata di blocco. Tieni presente che quando è attivata, Soundscape non può essere utilizzato durante la riproduzione di altri contenuti multimediali, come podcast o musica.
ja_jp: この設定を使用すると、ヘッドホンのボタンおよびロック画面のメディア再生ボタンで Soundscape を操作できます。有効にすると、ポッドキャストや音楽など他のメディアの再生中は、Soundscape を使用できません。
nb_no: Bruk denne til å aktivere kontroll over Soundscape med knappene på hodetelefonene og medieavspillingsknappene på låseskjermen. Vær oppmerksom på at når det er slått på, kan ikke Soundscape brukes med andre medier som podkaster eller musikk som spilles av.
nl_nl: Gebruik deze optie om Soundscape te regelen met de knoppen op uw koptelefoon en afspeelknoppen voor medio op het vergrendelscherm. Als dit is ingeschakeld, kan Soundscape niet worden gebruikt terwijl andere media zoals podcasts of muziek wordt afgespeeld.
pt_br: Use esse recurso para controlar o Soundscape com botões nos fones de ouvido e nos botões de reprodução de mídia na tela de bloqueio. Observe que não é possível usar o Soundscape quando você estiver ouvindo outros tipos de mídia como música ou podcasts.
pt_pt: Utilize esta opção para ativar o controlo do Soundscape com os botões dos auscultadores e os botões de reprodução de multimédia do ecrã de bloqueio. Note que, quando esta opção está ativada, não é possível utilizar o Soundscape durante a reprodução de outros elementos multimédia, como podcasts ou música.
sv_se: Med det här alternativet kan du kontrollera Soundscape med knapparna på dina hörlurar och medieuppspelningsknapparna som finns på låsskärmen. Observera att du inte kan använda Soundscape med andra medier, som att lyssna på poddsändningar och spela musik, när det här alternativet är aktiverat.

# setting.audio.mix_with_others.confirmation
source: Turning this setting on will cause Soundscape's callouts and other audio to pause whenever you start using a different media app. You can return to Soundscape to resume callouts.
da_dk: Hvis du slår denne indstilling til, afbrydes lydbeskeder og anden lyd fra Soundscape, når du begynder at bruge en anden medieapp. Du kan vende tilbage til Soundscape for at genoptage lydbeskeder.
de_de: Durch Aktivieren dieser Einstellung werden Soundscape-Hinweise und sonstiges Audio angehalten, wenn Sie mit der Nutzung einer anderen Medien-App beginnen. Sie können jederzeit zu Soundscape zurückkehren, um wieder Hinweise zu hören.
el_gr: Η ενεργοποίηση αυτής της ρύθμισης θα προκαλέσει παύση των επεξηγήσεων του Soundscape και κάθε άλλου ήχου, κάθε φορά που ξεκινάτε να χρησιμοποιείτε διαφορετική εφαρμογή πολυμέσων. Μπορείτε να επιστρέψετε στο Soundscape για να συνεχίσετε τις επεξηγήσεις.
es_es: Si activas este ajuste, los avisos y otras señales de audio de Soundscape se pausarán cada vez que inicies otra aplicación multimedia. Puedes volver a Soundscape para reanudar los avisos.
fa_ir: روشن کردن این تنظیمات باعث می‌شود که اعلان‌های صوتی و دیگر صداهای Soundscape هر زمان که از یک برنامه رسانه دیگر استفاده کنید، متوقف شوند. می‌توانید برای ادامه دادن اعلان‌های صوتی به Soundscape بازگردید.
fi_fi: Tämän asetuksen ottaminen käyttöön pysäyttää Soundscapen ilmoitukset ja muut äänet aina, kun aloitat toisen mediasovelluksen käytön. Voit palata Soundscapeen ottaaksesi ilmoitukset uudelleen käyttöön.
fr_ca: Si vous activez ce paramètre, les notifications de Soundscape et les autres sons seront mis en pause chaque fois que vous commencerez à utiliser une autre appli multimédia. Vous pouvez revenir dans Soundscape pour réactiver les notifications.
it_it: Se si attiva questa impostazione, le notifiche di Soundscape ed eventuali altre comunicazioni audio vengono messi in pausa ogni volta che inizi a utilizzare un'app multimediale diversa. Puoi tornare a Soundscape per riprendere le notifiche.
ja_jp: この設定をオンにすると、他のメディア アプリの使用を開始したときに、Soundscape のコールアウトなどの音声が一時停止されます。Soundscape に戻るとコールアウトが再開されます。
nb_no: Hvis du slår på denne innstillingen blir Soundscapes meldinger og annen lyd midlertidig stanset når du begynner å bruke en annen medieapp. Du kan gå tilbake til Soundscape for å gjenoppta meldinger.
nl_nl: Als u deze instelling inschakelt, worden de waarschuwingen van Soundscape en andere audio onderbroken wanneer u een andere media-app gebruikt. Ga terug naar Soundscape om de waarschuwingen te hervatten.
pt_br: Se você ativar esta configuração, as notificações e outros áudios do Soundscape serão pausados sempre que você começar a usar outro aplicativo de mídia. Você pode voltar ao Soundscape para retomar as notificações.
pt_pt: A ativação desta definição fará com que os avisos e outro áudio do Soundscape sejam colocados em pausa quando começar a utilizar outra aplicação de multimédia. Pode voltar ao Soundscape para retomar os avisos.
sv_se: Om du aktiverar den här inställningen blir det ett uppehåll i informationsljuden och andra ljud i Soundscape när du börjar använda en annan medieapp. Om du vill fortsätta höra informationsljuden går du tillbaka till Soundscape.

# settings.volume.other
source: Sound Effects
da_dk: Lydeffekter
de_de: Soundeffekte
el_gr: Ηχητικά εφέ
es_es: Efectos de sonido
fa_ir: جلوه‌های صوتی
fi_fi: Äänitehosteet
fr_ca: Effets sonores
it_it: Effetti audio
ja_jp: サウンド効果
nb_no: Lydeffekter
nl_nl: Geluidseffecten
pt_br: Efeitos Sonoros
pt_pt: Efeitos Sonoros
sv_se: Ljudeffekter

# voice.action.preview
source: Preview
da_dk: Forhåndsvisning
de_de: Vorschau
el_gr: Προεπισκόπηση
es_es: Versión preliminar
fa_ir: پیش‌نمایش
fi_fi: Esikatselu
fr_ca: Aperçu
it_it: Anteprima
ja_jp: プレビュー
nb_no: Hør
nl_nl: Voorbeeld
pt_br: Visualizar
sv_se: Förhandsgranska

# voice.preview
source: Hello. My name is %@.
da_dk: Hej. Jeg hedder %@.
de_de: Hallo. Mein Name ist %@.
el_gr: Γεια σας. Το όνομά μου είναι %@.
es_es: Hola, me llamo %@.
fa_ir: سلام. نام من %@ است.
fi_fi: Hei. Nimeni on %@.
fr_ca: Bonjour. Je m’appelle %@.
it_it: Salve. Il mio nome è %@.
ja_jp: こんにちは。%@ です。
nb_no: Hei. Jeg heter %@.
nl_nl: Hallo. Mijn naam is %@.
pt_br: Olá. Meu nome é %@.
pt_pt: Olá. Chamo-me %@.
sv_se: Hej, jag heter %@.

# voice.settings.speaking_rate
source: Speaking Rate
da_dk: Talehastighed
de_de: Sprechgeschwindigkeit
el_gr: Ταχύτητα εκφώνησης
es_es: Velocidad de habla
fa_ir: سرعت گفتار
fi_fi: Puhenopeus
fr_ca: Débit vocal
it_it: Velocità della voce
ja_jp: 読み上げ速度
nb_no: Talehastighet
nl_nl: Spreeksnelheid
pt_br: Taxa de Fala
pt_pt: Velocidade de enunciação
sv_se: Talhastighet

# voice.voices
source: Voices
da_dk: Stemmer
de_de: Stimmen
el_gr: Φωνές
es_es: Voces
fa_ir: صداها
fi_fi: Puheen äänet
fr_ca: Voix
it_it: Voci
ja_jp: 声
nb_no: Stemmer
nl_nl: Stemmen
pt_br: Vozes
pt_pt: Vozes
sv_se: Röster

# voice.voice_rate_test
source: How does this sound?
da_dk: Hvordan lyder den?
de_de: Wie klingt das?
el_gr: Πώς σας ακούγεται αυτό;
es_es: ¿Cómo suena esto?
fa_ir: این صدا چطور است؟
fi_fi: Miltä tämä kuulostaa?
fr_ca: Qu’en pensez-vous?
it_it: Come ti pare?
ja_jp: いかがですか?
nb_no: Hvordan høres den ut?
nl_nl: Hoe klinkt dit?
pt_br: Como isso parece?
pt_pt: Parece-lhe bem?
sv_se: Hur låter det här?

# voice.title.voice_name_and_locale_selected
source: %1$@, %2$@, Selected.
da_dk: %1$@, %2$@, valgt.
de_de: %1$@, %2$@, ausgewählt.
el_gr: %1$@, %2$@, Επιλεγμένο.
es_es: %1$@, %2$@, seleccionados.
fa_ir: %1$@، %2$@، انتخاب شده.
fi_fi: %1$@, %2$@, Valittu.
fr_ca: %1$@, %2$@, sélectionnée.
it_it: %1$@, %2$@, selezionato.
ja_jp: %1$@、%2$@ を選択しました。
nb_no: %1$@, %2$@, valgt.
nl_nl: %1$@, %2$@, geselecteerd.
pt_br: %1$@, %2$@, Selecionados.
pt_pt: %1$@, %2$@, Selecionado.
sv_se: %1$@, %2$@, har valts.

# voice.voice_cell.selected.acc_hint
source: This voice is currently selected. Swipe up or down to preview.
da_dk: Denne stemme er valgt i øjeblikket. Stryg op eller ned for at høre et eksempel.
de_de: Diese Stimme ist derzeit ausgewählt. Wischen Sie nach oben oder unten, um eine Vorschau anzuzeigen.
el_gr: Αυτή η φωνή είναι επιλεγμένη αυτήν τη στιγμή. Σαρώστε προς τα πάνω ή προς τα κάτω για προεπισκόπηση.
es_es: Esta voz está seleccionada actualmente. Desliza rápidamente hacia arriba o hacia abajo para probarla.
fa_ir: این صدا در حال حاضر انتخاب شده است. برای پیش‌نمایش، انگشت خود را به بالا یا پایین بکشید.
fi_fi: Tämä puheen ääni on tällä hetkellä valittuna. Pyyhkäise ylös- tai alaspäin esikatsellaksesi.
fr_ca: Cette voix est actuellement sélectionnée. Balayez vers le haut ou vers le bas pour un aperçu.
it_it: Questa voce è attualmente selezionata. Scorri verso l'alto o verso il basso per avviare l'anteprima.
ja_jp: この声が現在選択されています。プレビューするには上か下にスワイプします。
nb_no: Denne stemmen er for øyeblikket valgt. Stryk opp eller ned for å høre den.
nl_nl: Deze stem is momenteel geselecteerd. Veeg omhoog of omlaag voor een voorbeeld.
pt_br: Esta voz está selecionada no momento. Passe o dedo para cima ou para baixo até visualizar.
pt_pt: Esta voz está atualmente selecionada. Faça um gesto de deslizar para cima ou para baixo para ouvir um excerto.
sv_se: Du har valt den här rösten. Svep uppåt eller nedåt om du vill förhandsgranska den.

# voice.voice_cell.use.acc_hint
source: Double tap to use this voice. Swipe up or down to preview.
da_dk: Dobbelttryk for at bruge denne stemme. Stryg op eller ned for at høre et eksempel.
de_de: Doppeltippen Sie, um diese Stimme zu verwenden. Wischen Sie nach oben oder unten, um eine Vorschau anzuzeigen.
el_gr: Πατήστε δύο φορές για να χρησιμοποιήσετε αυτήν τη φωνή. Σαρώστε προς τα πάνω ή προς τα κάτω για προεπισκόπηση.
es_es: Pulsa dos veces para usar esta voz. Desliza rápidamente hacia arriba o hacia abajo para probarla.
fa_ir: برای استفاده از این صدا دو بار ضربه بزنید. برای پیش‌نمایش، انگشت خود را به بالا یا پایین بکشید.
fi_fi: Kaksoisnapauta käyttääksesi tätä puheen ääntä. Pyyhkäise ylös- ja alaspäin esikatsellaksesi.
fr_ca: Appuyez deux fois pour utiliser cette voix. Balayez vers le haut ou vers le bas pour un aperçu.
it_it: Tocca due volte per usare questa voce. Scorri verso l'alto o verso il basso per avviare l'anteprima.
ja_jp: この声を使用するにはダブルタップします。プレビューするには上か下にスワイプします。
nb_no: Dobbelttrykk for å bruke denne stemmen. Stryk opp eller ned for å høre den.
nl_nl: Dubbeltik om deze stem te gebruiken. Veeg omhoog of omlaag voor een voorbeeld.
pt_br: Dê um toque duplo para usar esta voz. Passe o dedo para cima ou para baixo para visualizar.
pt_pt: Faça duplo toque para utilizar esta voz. Faça um gesto de deslizar para cima ou para baixo para ouvir um excerto.
sv_se: Dubbelknacka om du vill använda den här rösten. Svep uppåt eller nedåt om du vill förhandsgranska den.

# voice.apple.other_languages
source: Other Languages
da_dk: Andre sprog
de_de: Weitere Sprachen
el_gr: Άλλες γλώσσες
es_es: Otros idiomas
fa_ir: زبان‌های دیگر
fi_fi: Muut kielet
fr_ca: Autres langues
it_it: Altre lingue
ja_jp: 他の言語
nb_no: Andre språk
nl_nl: Andere talen
pt_br: Outros Idiomas
pt_pt: Outros Idiomas
sv_se: Andra språk

# voice.apple.male
source: Male
da_dk: Mand
de_de: Männlich
el_gr: Άνδρας
es_es: Hombre
fa_ir: مرد
fi_fi: Miespuolinen
fr_ca: Homme
it_it: Maschio
ja_jp: 男性
nb_no: Mann
nl_nl: Man
pt_br: Masculino
pt_pt: Masculina
sv_se: Man

# voice.apple.female
source: Female
da_dk: Kvinde
de_de: Weiblich
el_gr: Γυναίκα
es_es: Mujer
fa_ir: زن
fi_fi: Naispuolinen
fr_ca: Femme
it_it: Femmina
ja_jp: 女性
nb_no: Kvinne
nl_nl: Vrouw
pt_br: Feminino
pt_pt: Feminina
sv_se: Kvinna

# voice.apple.default
source: %@ (Default Voice)
da_dk: %@ (standardstemme)
de_de: %@ (Standardstimme)
el_gr: %@ (Προεπιλεγμένη φωνή)
es_es: %@ (voz predeterminada)
fa_ir: %@ (صدای پیش‌فرض)
fi_fi: %@ (Puheen oletusääni)
fr_ca: %@ (Voix par défaut)
it_it: %@ (voce predefinita)
ja_jp: %@ (デフォルトの声)
nb_no: %@ (standardstemme)
nl_nl: %@ (standaardstem)
pt_br: %@ (Voz Padrão)
pt_pt: %@ (Voz Predefinida)
sv_se: %@ (Standardröst)

# voice.apple.preview
source: This is %@. How does this sound?
da_dk: Dette er %@. Hvordan lyder den?
de_de: Das ist %@. Wie klingt das?
el_gr: Αυτό είναι %@. Πώς σας ακούγεται αυτό;
es_es: Soy %@. ¿Qué te parece el sonido?
fa_ir: این صدای %@ است. چطور به نظر می‌رسد؟
fi_fi: Tämä on %@. Miltä tämä kuulostaa?
fr_ca: Voici %@. Qu’en pensez-vous?
it_it: Ecco %@. Come ti pare?
ja_jp: %@ です。これはいかがですか?
nb_no: Dette er %@. Hvordan høres den ut?
nl_nl: Dit is %@. Hoe klinkt dit?
pt_br: Está e a voz %@. O que lhe parece?
pt_pt: Isto é a voz de %@. Parece-lhe bem?
sv_se: Detta är %@. Hur låter det?

# voice.apple.preview_hint
source: Double tap to select and play a preview.
da_dk: Dobbelttryk for at vælge og afspille et eksempel.
de_de: Doppeltippen, um eine Stimme auszuwählen und eine Vorschau abzuspielen.
el_gr: Πατήστε δύο φορές για να επιλέξετε και να αναπαραγάγετε μια προεπισκόπηση.
es_es: Pulsa dos veces la voz para seleccionarla y reproducir una muestra.
fa_ir: برای انتخاب و پخش پیش‌نمایش دو بار ضربه بزنید
fi_fi: Kaksoisnapauta valitaksesi ja toistaaksesi esikatselun.
fr_ca: Appuyez deux fois pour sélectionner et écouter un échantillon.
it_it: Tocca due volte per selezionare e riprodurre un'anteprima.
ja_jp: 選択してプレビューを再生するにはダブルタップします。
nb_no: Dobbelttrykk for å velge og spille av et eksempel.
nl_nl: Dubbeltik om te selecteren en een voorbeeld af te spelen.
pt_br: Toque duas vezes para selecionar e tocar uma amostra.
pt_pt: Faça duplo toque para selecionar e reproduzir um excerto.
sv_se: Dubbelknacka för att välja och spela upp en förhandsgranskning.

# voice.settings.enhanced_available.title
source: Enhanced Voice Available!
da_dk: Forbedret stemme er tilgængelig!
de_de: Stimme in höherer Qualität verfügbar!
el_gr: Διαθέσιμη βελτιωμένη φωνή!
es_es: ¡Voz mejorada disponible!
fa_ir: صدای بهبودیافته در دسترس است!
fi_fi: Parempi puheen ääni saatavilla!
fr_ca: Voix améliorée disponible!
it_it: Voce avanzata disponibile!
ja_jp: 拡張版の声を使用できます!
nb_no: Stemme i høyere kvalitet er tilgjengelig.
nl_nl: Verbeterde stem beschikbaar!
pt_br: Há uma Voz Aprimorada Disponível!
pt_pt: Voz Melhorada Disponível!
sv_se: Det finns en röst med högre kvalitet!

# voice.settings.enhanced_available
source: A higher quality version of this voice may be available. To download it and other voices, go to the Spoken Content section of the iOS accessibility settings.
da_dk: En version i højere kvalitet af denne stemme kan være tilgængelig. Hvis du vil hente den og andre stemmer, skal du gå til afsnittet Oplæst indhold i iOS-indstillingerne for tilgængelighed.
de_de: Möglicherweise ist eine Version dieser Stimme in höherer Qualität verfügbar. Um sie und weitere Stimmen herunterzuladen, wechseln Sie zum Abschnitt „Gesprochene Inhalte“ unter „iOS Bedienungshilfen – Einstellungen“.
el_gr: Ενδέχεται να υπάρχει μια υψηλότερης ποιότητας έκδοση αυτής της φωνής. Για να κατεβάσετε αυτήν και άλλες φωνές, μεταβείτε στην ενότητα Εκφωνούμενο περιεχόμενο των ρυθμίσεων προσβασιμότητας iOS.
es_es: Es posible que exista una versión de mayor calidad para esta voz. Para descargarla y descargar otras voces, ve a la sección Contenido hablado de los ajustes de accesibilidad de iOS.
fa_ir: یک نسخه با کیفیت بالاتر از این صدا ممکن است در دسترس باشد. برای دانلود آن و صداهای دیگر، به بخش محتوای گفتاری در تنظیمات دسترسی‌پذیری iOS بروید.
fi_fi: Tästä puheen äänestä voi olla saatavilla korkeampilaatuinen versio. Voit ladata sen ja muita puheen ääniä siirtymällä Puhuttu sisältö -osaan iOSin saavutettavuusasetuksissa.
fr_ca: Une version de qualité supérieure de cette voix peut être disponible. Pour la télécharger, ainsi que d’autres voix, accédez à la section Contenu énoncé des réglages d’accessibilité d’iOS.
it_it: Potrebbe essere disponibile una versione di qualità superiore di questa voce. Per scaricare questa e altre voci, vai alla sezione Contenuto letto ad alta voce delle impostazioni di accessibilità di iOS.
ja_jp: この声の高品質バージョンを使用できる可能性があります。高品質バージョンまたは他の声をダウンロードするには、iOS のアクセシビリティの設定の [読み上げコンテンツ] セクションを開きます。
nb_no: Det kan hende at en versjon av denne stemmen med høyere kvalitet er tilgjengelig. Hvis du vil laste ned den og andre stemmer, kan du gå til delen Opplest innhold i tilgjengelighetsinnstillingene i iOS.
nl_nl: Er is mogelijk een versie met een betere kwaliteit van deze stem beschikbaar. Als u deze en andere stemmen wilt downloaden, gaat u naar de sectie Gesproken materiaal van de iOS-toegankelijkheidsinstellingen.
pt_br: Há uma versão de melhor qualidade desta voz disponível. Para baixá-la e outras vozes, acesse a seção Conteúdo Falado nos ajustes de acessibilidade do iOS.
pt_pt: Poderá estar disponível uma versão de maior qualidade desta voz. Para a transferir, e para transferir outras vozes, aceda à secção Conteúdo enunciado das definições de acessibilidade do iOS.
sv_se: Det kan finnas en version av den här rösten med högre kvalitet. Om du vill ladda ned den och andra röster går du till avsnittet Talat innehåll i hjälpmedelsinställningarna i iOS.

# voice.settings.enhanced_available.button
source: Use Current Version
da_dk: Brug aktuel version
de_de: Aktuelle Version verwenden
el_gr: Χρήση τρέχουσας έκδοσης
es_es: Usar versión actual
fa_ir: استفاده از نسخه فعلی
fi_fi: Käytä nykyistä versiota
fr_ca: Utiliser la version actuelle
it_it: Usa versione corrente
ja_jp: 現在のバージョンを使用
nb_no: Bruk nåværende versjon
nl_nl: Huidige versie gebruiken
pt_br: Usar Versão Atual
pt_pt: Utilizar Versão Atual
sv_se: Använd aktuell version
