Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# first_launch.prompt.message
source: You are ready for your first walk with Soundscape. To try it now, just choose a nearby destination, start the audio beacon, and you’ll hear it in the direction of your destination.
da_dk: Du er klar til din første gåtur med Soundscape. Du skal blot vælge en destination i nærheden, starte lydfyret, og du vil høre det i retningen af din destination.
de_de: Sie sind bereit für Ihren ersten Spaziergang mit Soundscape. Um gleich loszulegen, wählen Sie einfach ein nahe gelegenes Ziel aus, und starten Sie das Audiobeacon. Sie werden es aus der Richtung Ihres Ziels hören.
el_gr: Είστε έτοιμοι για την επόμενη βόλτα με το Soundscape. Για να το δοκιμάσετε τώρα, απλά επιλέξτε έναν κοντινό προορισμό, ξεκινήστε το ηχητικό σήμα και θα το ακούσετε προς την κατεύθυνση του προορισμού σας.
es_es: Estás listo para tu primer paseo con Soundscape. Para probarlo ahora, simplemente elige un destino cercano, inicia la señal de audio y lo escucharás en la dirección de tu destino.
fa_ir: شما برای اولین پیاده‌روی خود با Soundscape آماده هستید. برای امتحان کردن آن اکنون، فقط یک مقصد نزدیک را انتخاب کنید، نشانهٔ صوتی را شروع کنید، و آن را در جهت مقصد خود خواهید شنید.
fi_fi: Olet valmis ensimmäiselle kävelylle Soundscapen kanssa. Voit kokeilla sitä nyt valitsemalla lähiympäristön määränpään, käynnistämällä äänimajakan, niin kuulet sen määränpääsi suunnassa.
fr_ca: Vous êtes prêt pour votre première promenade avec Soundscape. Essayez-le maintenant en choisissant une destination proche, démarrez la balise audio et vous l’entendrez dans la direction de votre destination.
it_it: Sei pronto per la tua prima passeggiata con Soundscape. Per provarlo ora, basta scegliere una destinazione vicina e avviare l'audiofaro che potrai ascoltare nella direzione della tua destinazione.
ja_jp: これで Soundscape を持って出かける準備ができました。試してみるには、近くの目的地を選択して、音声ビーコンを開始します。これで、目的地の方向からビーコンが聞こえます。
nb_no: Du er klar for din første tur med Soundscape. Hvis du vil prøve det nå, velger du en destinasjon i nærheten og starter lydsignalet. Du hører da signalet i retningen til destinasjonen din.
nl_nl: U bent klaar voor uw eerste wandeling met Soundscape. Als u het nu wilt proberen, kiest u een bestemming in de buurt en start u het audiobaken. U hoort het dan in de richting van uw bestemming.
pt_br: Você está pronto(a) para sua primeira caminhada com o Soundscape. Para experimentá-lo agora, bastará escolher um destino próximo, iniciar o sinalizador sonoro e você o ouvirá na direção de seu destino.
pt_pt: Está pronto para a primeira caminhada com o Soundscape. Para o experimentar agora, escolha um destino nas proximidades e inicie o sinal de áudio para o ouvir vindo da direção do destino.
sv_se: Du är nu förberedd för din första promenad med Soundscape. Du testar appen genom att välja ett mål i närheten och starta ljudfyren. Då hör du vilken riktning målet finns i.

# first_launch.prompt.button
source: Finish
da_dk: Afslut
de_de: Endpunkt
el_gr: Τέλος
es_es: Finalizar
fa_ir: پایان
fi_fi: Valmis
fr_ca: Arrivée
it_it: Fine
ja_jp: 完了
nb_no: Fullfør
nl_nl: Voltooien
pt_br: Concluir
pt_pt: Concluir
sv_se: Slutför

# first_launch.help.title
source: App Setup
da_dk: Appopsætning
de_de: App-Einrichtung
el_gr: Ρύθμιση εφαρμογής
es_es: Configuración de la aplicación
fa_ir: راه‌اندازی برنامه
fi_fi: Sovelluksen asennus
fr_ca: Configuration de l’appli
it_it: Configurazione dell'app
ja_jp: アプリの設定
nb_no: Appoppsett
nl_nl: App-instellingen
pt_br: Configuração do Aplicativo
pt_pt: Configuração da Aplicação
sv_se: Konfigurera appen

# help.text.destination_beacons.what
source: Setting a beacon on a nearby location allows Soundscape to keep you informed by playing an audible beacon sound coming from the direction of that location. This beacon can be muted or unmuted on the home screen. Additionally, Soundscape displays information about the location on the home screen including the distance to it and its street address if it is known.
da_dk: Hvis du indstiller et lydfyr på et sted i nærheden, kan Soundscape holde dig informeret ved at afspille en hørbar lyd fra lydfyr, der kommer fra retningen af det pågældende sted. Dette lydfyr kan slås til eller fra på startskærmen. Derudover viser Soundscape oplysninger om placeringen på startskærmen, herunder afstanden til den og dens adresse, hvis den er kendt.
de_de: Platzieren eines Beacons an einem nahegelegenen Ort ermöglicht es Soundscape, Sie auf dem Laufenden zu halten, indem es einen Audiobeacon-Ton aus der Richtung dieses Standorts abspielt. Das Beacon kann auf dem Startbildschirm stummgeschaltet werden bzw. seine Stummschaltung kann aufgehoben werden. Außerdem zeigt Soundscape auf dem Startbildschirm Informationen über den Standort an einschließlich der Entfernung zu ihm und seiner Adresse, falls sie bekannt ist.
el_gr: Η ρύθμιση ενός ηχητικού σήματος σε μια κοντινή τοποθεσία επιτρέπει στο Soundscape να σας ενημερώνει αναπαράγοντας ένα ηχητικό σήμα που προέρχεται από την κατεύθυνση αυτής της τοποθεσίας. Αυτό το ηχητικό σήμα μπορεί να βρίσκεται σε σίγαση ή όχι, στην αρχική οθόνη. Επιπλέον, το Soundscape εμφανίζει πληροφορίες σχετικά με την τοποθεσία στην αρχική οθόνη, συμπεριλαμβανομένης της απόστασης από αυτήν και της διεύθυνσης του δρόμου, εάν είναι γνωστή.
es_es: Establecer una señal o una ubicación cercana permite a Soundscape mantenerte informado reproduciendo un sonido de señal de audio procedente de la dirección de esa ubicación. Esta señal se puede silenciar o reactivar en la pantalla principal. Además, Soundscape muestra información acerca de la ubicación de la pantalla principal incluyendo la distancia hasta ella y la dirección si se conoce.
fa_ir: تنظیم یک نشانهٔ صوتی روی یک مکان نزدیک به Soundscape اجازه می‌دهد تا شما را با پخش صدایی از جهت آن مکان مطلع کند. این نشانهٔ صوتی را می‌توان در صفحه اصلی بی‌صدا یا باصدا کرد. علاوه بر این، Soundscape اطلاعاتی درباره مکان در صفحه اصلی نمایش می‌دهد، از جمله فاصله تا آن و آدرس خیابان آن در صورت مشخص بودن.
fi_fi: Majakan asettaminen lähiympäristön sijaintiin mahdollistaa sen, että Soundscape voi pitää sinut ajan tasalla toistamalla äänimajakan ääntä, joka tulee kyseisen kohteen suunnasta. Tämä majakka voidaan mykistää tai sen mykistäminen poistaa kotinäytöllä. Lisäksi Soundscape näyttää tietoja sijainnista kotinäytöllä, mukaan lukien etäisyyden siihen ja sen katuosoitteen, jos se on tiedossa.
fr_ca: La définition d’une balise à un emplacement situé à proximité permet à Soundscape de vous tenir informé en lisant un son de balise audible provenant de la direction de cet emplacement. Le son de cette balise peut être désactivé ou réactivé depuis l’écran d’accueil. En outre, Soundscape affiche des informations sur l’emplacement sur l’écran d’accueil, notamment la distance pour s’y rendre et son adresse si celle-ci est connue.
it_it: L'impostazione di un audiofaro su una posizione nelle vicinanze consente a Soundscape di tenerti informato riproducendo l'audiofaro acustico proveniente dalla direzione di quella posizione. Questo audiofaro può essere disattivato o riattivato nella schermata iniziale. Inoltre, Soundscape visualizza nella schermata iniziale le informazioni sulla posizione, inclusa la distanza alla destinazione e il suo indirizzo, se conosciuto.
ja_jp: 近くの場所にビーコンを設定すると、その場所の方向から音声ビーコンが鳴り、常に場所を確認することができます。このビーコンはホーム画面でミュートの設定/解除ができます。また、Soundscape のホーム画面に、その場所への距離や、住所がわかる場合は住所など、その場所の情報が表示されます。
nb_no: Ved å angi et lydsignal på en posisjon i nærheten kan Soundscape holde deg oppdatert ved å spille av et lydsignal som kommer fra retningen til posisjonen. Lydsignalet kan slås av eller på på startskjermen. Soundscape viser i tillegg informasjon om posisjonen på startskjermen deriblant avstanden til den og gateadressen hvis den er kjent.
nl_nl: Als u een baken instelt op een locatie in de buurt kan Soundscape u op de hoogte houden door een audiobaken te laten klinken vanuit de richting van die locatie. Dit baken kan al dan niet worden gedempt op het hoofdscherm. Bovendien geeft Soundscape informatie over de locatie weer op het hoofdscherm met de afstand en het adres, indien bekend.
pt_br: A definição de um sinalizador em uma localização nas proximidades permite que o Soundscape mantenha você informado ao reproduzir um som audível de sinalizador vindo da direção da localização. O mudo do sinalizador pode ser ativado ou desativado na tela inicial. Além disso, o Soundscape exibe informações sobre a localização na tela inicial, incluindo a distância até ela e o endereço, se for conhecido.
pt_pt: A definição de um sinal numa localização nas proximidades permite que o Soundscape o mantenha informado reproduzindo um som de sinal audível proveniente da direção dessa localização. Este sinal pode ser desativado ou ativado no ecrã principal. Adicionalmente, o Soundscape apresenta informações sobre a localização no ecrã principal, incluindo a distância a que o local se encontra e o endereço, se este for conhecido.
sv_se: Om du ställer in en ljudfyr på en plats i närheten kan Soundscape hålla dig informerad genom att spela upp ett ljud som kommer från den platsens riktning. Du kan stänga av eller sätta på ljudfyren på startskärmen. På startskärmen i Soundscape visas också information om platsen, bland annat avståndet till den och gatuadressen om den är känd.

# help.text.destination_beacons.when
source: Setting a beacon is useful when you want to keep track of a familiar landmark as you explore a new area or when you are going somewhere and want to be informed about your surroundings along the way. The beacon feature does not give you turn-by-turn directions, but it does give you a continuous audible sound that tells you the direction to the beacon, relative to where you are currently located. Using the audio beacon, your existing wayfinding skills, and even your favorite navigation app, you can choose how you want to get to nearby locations yourself.
da_dk: Det er nyttigt at sætte et lydfyr, når du vil holde styr på et velkendt landemærke, når du udforsker et nyt område, eller når du skal et sted hen og vil have oplysninger om dine omgivelser undervejs. Lydfyrfunktionen giver dig ikke trinvise anvisninger, men den giver dig en kontinuerlig hørbar lyd, der fortæller dig retningen til lydfyret i forhold til, hvor du befinder dig i øjeblikket. Ved hjælp af lydfyret og dine eksisterende færdigheder til at finde vej og måske din foretrukne navigationsapp kan du selv vælge, hvordan du vil komme til steder i nærheden.
de_de: Das Platzieren eines Beacons ist nützlich, wenn Sie bei der Erkundung eines neuen Gebiets einen vertrauten Orientierungspunkt im Auge behalten möchten, oder wenn Sie irgendwo hingehen und unterwegs über Ihre Umgebung informiert werden möchten. Mit der Beacon-Funktion erhalten Sie keine Navigationsanweisungen, sondern hören einen kontinuierlichen Ton, der Ihnen die Richtung zum Beacon relativ zu Ihrer aktuellen Position angibt. Mithilfe des Audiobeacons, Ihrer vorhandenen Wegfindungsfähigkeiten und sogar Ihrer bevorzugten Navigations-App können Sie selbst entscheiden, wie Sie zu Orten in der Nähe gelangen möchten.
el_gr: Η ρύθμιση ενός ηχητικού σήματος είναι χρήσιμη όταν θέλετε να παρακολουθείτε ένα οικείο ορόσημο καθώς εξερευνάτε μια νέα περιοχή ή όταν πάτε κάπου και θέλετε να ενημερωθείτε για το περιβάλλον σας στην πορεία. Η λειτουργία ηχητικού σήματος δεν σας δίνει οδηγίες στροφή προς στροφή, αλλά σας δίνει έναν συνεχή ήχο που σας λέει την κατεύθυνση προς το ηχητικό σήμα, σε σχέση με το πού βρίσκεστε εκείνη τη στιγμή. Χρησιμοποιώντας το ηχητικό σήμα, τις υπάρχουσες δεξιότητές σας στην εύρεση πορείας, ακόμη και την αγαπημένη σας εφαρμογή πλοήγησης, μπορείτε να επιλέξετε μόνοι σας πώς θέλετε να φτάσετε σε κοντινές τοποθεσίες.
es_es: Establecer una señal es útil cuando deseas realizar un seguimiento de un punto de referencia familiar cuando exploras una zona nueva o cuando vas a algún lugar y deseas estar informado de tu entorno por el camino. La característica de señal no te ofrece indicaciones paso a paso, sino que te proporciona un sonido audible continuo que te indica la dirección hasta la señal, en relación con el lugar en que te encuentras actualmente. Con la señal de audio, tus capacidades de orientación existentes, e incluso tu aplicación de navegación favorita, puedes elegir cómo deseas llegar a las ubicaciones cercanas a ti.
fa_ir: تنظیم یک نشانهٔ صوتی زمانی مفید است که می‌خواهید یک نقطه شاخص آشنا را در حین کاوش در یک منطقه جدید ردیابی کنید یا وقتی به جایی می‌روید و می‌خواهید در طول راه از محیط اطراف خود مطلع شوید. ویژگی نشانهٔ صوتی به شما جهت‌های گام به گام نمی‌دهد، اما یک صدای شنیداری مداوم به شما می‌دهد که جهت نشانهٔ صوتی را نسبت به جایی که در حال حاضر هستید به شما می‌گوید. با استفاده از نشانهٔ صوتی، مهارت‌های مسیریابی موجود خود و حتی برنامه ناوبری مورد علاقه خود، می‌توانید نحوه رسیدن به مکان‌های نزدیک را خودتان انتخاب کنید.
fi_fi: Majakan määrittäminen on hyödyllistä, kun haluat seurata tuttua maamerkkiä samalla, kun tutustut uuteen alueeseen tai kun olet menossa jonnekin ja haluat tietoja ympäristöstäsi matkalla sinne. Majakkatoiminto ei anna käännösohjeita, vaan se antaa sinulle jatkuvasti kuuluvan äänen, joka kertoo sinulle majakan sijainnin suhteessa nykyiseen sijaintiisi. Äänimajakan, suunnistustaitojesi ja jopa suosikkinavigointisovelluksesi avulla voit itse valita, kuinka haluat päästä lähiympäristön sijainteihin.
fr_ca: La définition d’une balise est utile pour effectuer le suivi d’un repère familier quand vous explorez un nouvel environnement ou lorsque vous allez quelque part et que vous souhaitez rester informé de ce qui vous entoure sur votre trajet. La fonctionnalité de balise ne vous fournit pas un itinéraire détaillé, mais émet un son audible continu vous indiquant la direction de la balise, en fonction de votre emplacement actuel. Grâce à la balise sonore, votre recherche d’itinéraire et même votre appli de navigation préférée, vous pouvez choisir comment accéder à des emplacements situés à proximité par vous-même.
it_it: L'impostazione di un audiofaro è utile quando desideri tenere traccia di un punto di riferimento che conosci mentre esplori una nuova area o quando stai andando da qualche parte e desideri essere informato sull'ambiente circostante lungo il percorso. La funzione audiofaro non fornisce indicazioni dettagliate, ma offre un suono udibile continuo che ti indica la direzione verso l'audiofaro rispetto a dove ti trovi attualmente. Utilizzando l'audiofaro con le tue capacità di orientamento e persino con la tua app di navigazione preferita, puoi scegliere tu stesso come raggiungere le posizioni nelle vicinanze.
ja_jp: 新しい場所に出かけるときに、知っているランドマークが常にわかるようにしておきたい場合や、どこかへ行く際に道中に何があるか周辺の情報を確認したい場合に、ビーコンを設定しておくと便利です。ビーコンの機能では、細かな道順はわかりませんが、継続的にサウンドが鳴って、現在いる場所に対してビーコンがどちらの方向にあるかがわかります。音声ビーコンを使いながら、自分で道順を考えたり、お気に入りのウェイファインディング アプリを使ったりして、目的地までの行き方を自分で選択することができます。
nb_no: Det kan være nyttig å angi et lydsignal når du vil følge med på et kjent landemerke mens du utforsker et nytt område, eller når du går et sted og vil være oppdatert på omgivelsene på veien. Lydsignalfunksjonen gir ikke veibeskrivelser, men gir deg et kontinuerlig lydsignal som forteller deg retning til lydsignalet i forhold til der du for øyeblikket er. Ved å bruke lydsignalet, eksisterende navigasjonsferdigheter og en navigasjonsapp du liker, kan du selv velge hvordan du kommer til posisjoner i nærheten.
nl_nl: Het instellen van een baken is handig wanneer u een herkenningspunt wilt volgen bij het verkennen van een nieuw gebied of wanneer u ergens naartoe gaat en onderweg informatie wilt horen over de omgeving. De bakenfunctie geeft geen routebeschrijving maar een voortdurend hoorbaar geluid dat de richting van het baken aangeeft in relatie tot de plek waar u zich bevindt. Met het audiobaken, uw eigen navigatievaardigheden en desgewenst uw favoriete navigatie-app, kunt u zelf kiezen hoe u zich naar locaties in de buurt begeeft.
pt_br: A definição de um sinalizador será útil quando você quiser rastrear um ponto de referência familiar enquanto explora uma nova área ou quando for a algum lugar e quiser ser informado sobre os arredores ao longo do caminho. O recurso de sinalizador não dá a você instruções passo a passo, mas oferece um som audível contínuo que mostra a direção do sinalizador em relação à sua localização atual. Usando o sinalizador sonoro, suas habilidades de wayfinding existentes e até mesmo seu aplicativo de navegação favorito, você poderá escolher como deseja obter as localizações nas proximidades por conta própria.
pt_pt: A definição de um sinal é útil quando pretende monitorizar um marco familiar à medida que explora uma nova área ou quando está a dirigir-se para um local e pretende ser informado sobre o ambiente que o rodeia ao longo do caminho. A funcionalidade de sinal não fornece direções curva-a-curva, mas proporciona um som audível contínuo que indica a direção do sinal relativamente à sua localização atual. Utilizando o sinal de áudio, as suas competências de navegação e até mesmo a sua aplicação de navegação favorita, pode escolher a forma como pretende chegar a localizações nas suas proximidades.
sv_se: Det kan vara användbart att ställa in en ljudfyr om du vill hålla reda på landmärken medan du utforskar ett nytt område eller när du går någonstans och vill hålla dig informerad om omgivningarna utmed vägen. Med ljudfyren får du inga väganvisningar, utan du hör ett ljud som anger ljudfyrens riktning i förhållande till platsen där du befinner dig. Genom att använda ljudfyren, din egen förmåga att hitta och kanske en navigeringsapp kan du välja hur du vill ta dig fram till en plats i närheten.
