Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.automatic_callouts.when.2
source: <b>Walking to a specific location</b>:<br/> When you are on your way to a particular location, automatic callouts for intersections can be particularly useful. Intersection callouts tell you about the layout of intersections as you approach them, and confirm the road you are on when you leave them.
da_dk: <b>Når du går til et bestemt sted</b>:<br/> Når du er på vej til et bestemt sted, kan automatiske lydbeskeder om kryds være særligt nyttige. Lydbeskeder om kryds fortæller dig om krydsenes opbygning, når du nærmer dig dem, og bekræfter den vej, du er på, når du forlader dem.
de_de: <b>Unterwegs zu einem bestimmten Standort</b>:<br/> Wenn Sie auf dem Weg zu einem bestimmten Standort sind, können automatische Hinweise auf Kreuzungen besonders nützlich sein. Hinweise auf Kreuzungen informieren Sie über die Art der Kreuzung, der Sie sich nähern, und bestätigen die Straße, auf der Sie sich befinden, wenn Sie die Kreuzung passiert haben.
el_gr: <b>Περπατώντας σε μια συγκεκριμένη τοποθεσία</b>:<br/> Όταν είστε στο δρόμο για μια συγκεκριμένη τοποθεσία, οι αυτόματες επεξηγήσεις για διασταυρώσεις μπορεί να είναι ιδιαίτερα χρήσιμες. Οι επεξηγήσεις διασταύρωσης σας λένε για τη διάταξη των διασταυρώσεων καθώς τις πλησιάζετε και επιβεβαιώνουν τον δρόμο στον οποίο βρίσκεστε όταν τις αφήνετε ενεργοποιημένες.
es_es: <b>Caminar hasta una ubicación específica</b>:<br/> cuando te dirijas a una ubicación concreta, los avisos automáticos para cruces pueden ser especialmente útiles. Los avisos de cruces te informan de la disposición de los cruces cuando te aproximas a ellos y confirman la carretera en la que te encuentras al salir de ellos.
fa_ir: <b>راه رفتن به یک مکان خاص</b>:<br/> وقتی در راه خود به یک مکان خاص هستید، اعلان‌های صوتی خودکار برای تقاطع‌ها می‌توانند به ویژه مفید باشند. اعلان‌های صوتی تقاطع به شما در مورد طرح تقاطع‌ها هنگام نزدیک شدن به آنها اطلاع می‌دهند و جاده‌ای را که در آن هستید هنگام خروج از آنها تأیید می‌کنند.
fi_fi: <b>Tiettyyn sijaintiin kävely</b>:<br/> Kun olet matkalla tiettyyn sijaintiin, automaattiset risteysten ilmoitukset voivat olla erityisen hyödyllisiä. Risteysten ilmoitukset kertovat sinulle risteysten asettelusta, kun lähestyt niitä, ja varmistavat tien, jolla olet, kun lähdet niistä.
fr_ca: <b>Marcher vers un emplacement spécifique</b> :<br/> Lorsque vous vous dirigez vers un emplacement spécifique, les notifications automatiques des intersections peuvent s’avérer particulièrement utiles. Les notifications d’intersections vous indiquent la disposition des intersections à mesure que vous vous en approchez, et vous confirment ensuite la route sur laquelle vous vous trouvez.
it_it: <b>Percorso verso una posizione specifica</b>:<br/> quando ti stai dirigendo verso una determinata posizione, le notifiche automatiche per gli incroci possono essere particolarmente utili. Le notifiche degli incroci ti informano sulla disposizione degli incroci man mano che ti avvicini e ti indicano la strada in cui ti trovi quando li lasci.
ja_jp: <b>特定の場所への移動</b>:<br/> 特定の場所に向かって歩く際には、交差点の自動コールアウトが特に役立つ可能性があります。交差点のコールアウトを使用すると、交差点に近付くとその交差点の構造がわかり、交差点を出るときには、どの道路にいるかを確認できます。
nb_no: <b>Gå til et bestemt sted</b>:<br/> Når du er på vei til et bestemt sted, kan automatiske meldinger for veikryss være svært nyttige. Veikryssmeldinger kan fortelle deg om oppsettet til veikryss når du nærmer deg, og bekrefte veien du er på, når du forlater dem.
nl_nl: <b>Lopen naar een specifieke locatie</b>:<br/> Als u onderweg bent naar een bepaalde locatie, zijn automatische waarschuwingen voor kruispunten heel handig. Waarschuwingen voor kruispunten geven de indeling van het kruispunt aan terwijl u ernaartoe loopt en bevestigen op welke weg u bent, wanneer u het kruispunt verlaat.
pt_br: <b>Caminhando até uma localização específica</b>:<br/> quando você estiver à caminho de uma determinada localização, as notificações automáticas sobre cruzamentos serão particularmente úteis. As notificações sobre cruzamentos mostram o layout dos cruzamentos à medida que você se aproxima e confirma a rua em que você está depois de passar por eles.
pt_pt: <b>Caminhar para uma localização específica</b>:<br/> Quando estiver a dirigir-se para uma localização específica, os avisos automáticos de cruzamentos podem ser especialmente úteis. Os avisos de cruzamentos informam-no sobre a disposição dos cruzamentos à medida que se aproxima e confirmam a rua em que se encontra depois de passar por eles.
sv_se: <b>Gå till en viss plats</b>:<br/> När du är på väg till en viss plats kan det vara användbart med automatiska informationsljud för vägkorsningar. Sådana informationsljud berättar om vilka vägar som finns i vägkorsningen medan du närmar dig, och berättar vilken väg du går på när du lämnat korsningen.

# help.text.automatic_callouts.when.3
source: <b>When you need silence</b>:<br/> When you are about to cross a road or just need the app to be quiet, you can turn callouts off. When callouts are off, the app will only tell you information if you manually tap one of the <em>"My Location"</em>, <em>"Nearby Markers"</em>, <em>"Around Me"</em>, or <em>"Ahead of Me"</em> buttons.
da_dk: <b>Når du har brug for stilhed</b>:<br/> Når du er ved at krydse en vej eller bare har brug for, at appen er stille, kan du slå lydbeskeder fra. Når lydbeskeder er slået fra, sender appen dig kun oplysninger, hvis du manuelt trykker på én af knapperne <em>"Min placering"</em>, <em>"Mærker i nærheden"</em>, <em>"Omkring mig"</em> eller <em>"Foran mig"</em>.
de_de: <b>Wenn Sie Ruhe brauchen</b>:<br/> Wenn Sie eine Straße überqueren müssen oder die App einfach stummschalten möchten, können Sie die Hinweise deaktivieren. Dann wird die App Sie nur noch informieren, wenn Sie manuell auf eine der Schaltflächen <em>„Mein Standort“</em>, <em>„Markierungen in der Nähe“</em>, <em>„Um mich herum“</em> oder <em>„Vor mir“</em> tippen.
el_gr: <b>Όταν χρειάζεστε σιωπή</b>:<br/> Όταν πρόκειται να διασχίσετε ένα δρόμο. απλά θέλετε. εφαρμογή για να κάνει ησυχία, μπορείτε να απενεργοποιήσετε τις επεξηγήσεις. Όταν οι επεξηγήσεις είναι απενεργοποιημένες, η εφαρμογή θα σας ενημερώσει για πληροφορίες μόνο με μη αυτόματο τρόπο, πατώντας ένα από τα κουμπιά <em>"Η τοποθεσία μου"</em>, <em>"Κοντινοί δείκτες"</em>, <em>"Γύρω μου"</em> ή <em>"Μπροστά μου"</em>.
es_es: <b>Cuando necesites silencio</b>:<br/> cuando estés a punto de cruzar una carretera o simplemente necesites que la aplicación esté en silencio, puedes desactivar los avisos. Cuando los avisos estén desactivados, la aplicación solo le dará información si pulsas manualmente en uno de los botones <em>"Mi ubicación"</em>, <em>"Marcadores cercanos"</em>, <em>"Alrededor de mí"</em> o <em>"Delante de mí"</em>.
fa_ir: <b>وقتی به سکوت نیاز دارید</b>:<br/> وقتی می‌خواهید از یک جاده عبور کنید یا فقط نیاز دارید که برنامه ساکت باشد، می‌توانید اعلان‌های صوتی را خاموش کنید. وقتی اعلان‌های صوتی خاموش هستند، برنامه فقط در صورتی به شما اطلاعات می‌دهد که به صورت دستی روی یکی از دکمه‌های <em>«مکان من»</em>، <em>«نشانگرهای نزدیک»</em>، <em>«اطراف من»</em> یا <em>«جلوی من»</em> ضربه بزنید.
fi_fi: <b>Kun tarvitset hiljaisuutta</b>:<br/> Kun olet ylittämässä tietä tai haluat vain sovelluksen olla hiljaa, voit poistaa huomiotekstit käytöstä. Kun huomiotekstit ovat pois päältä, sovellus kertoo sinulle tietoja vain, jos kosketat manuaalisesti jotakin <em>Oma sijainti</em>-, <em>Lähiympäristön merkitsimet-,</em>-, <em>Ympärilläni</em>- tai <em>Edessäni</em>-painikkeista.
fr_ca: <b>Lorsque vous avez besoin de silence</b> :<br/> Lorsque vous êtes sur le point de traverser une route ou si vous souhaitez simplement que l’appli soit silencieuse, il vous suffit de désactiver les notifications. Une fois cela fait, l’appli vous fournira uniquement des informations si vous appuyez manuellement sur l’un des boutons <em>"Mon emplacement"</em>, <em>"Marqueurs à proximité"</em>, <em>"Autour de moi"</em> ou <em>"Devant moi"</em>.
it_it: <b>Necessità di silenzio</b>:<br/> quando stai per attraversare una strada o hai solo bisogno che l'app sia silenziosa, puoi disattivare le notifiche. Quando le notifiche sono disattivate, l'app ti fornirà informazioni solo se tocchi manualmente uno dei pulsanti <em>"La mia posizione"</em>, <em>"Indicatori nelle vicinanze"</em> , <em>"Intorno a me"</em> o <em>"Davanti a me"</em>.
ja_jp: <b>無音にしたい場合</b>:<br/> 交差点を横断するときや、単にアプリの音声を消したい場合、コールアウトをオフにすることができます。コールアウトをオフにすると、[<em>現在地</em>]、[<em>近くのマーカー</em>]、[<em>周辺</em>]、[<em>前方</em>] のいずれかのボタンをタップしたときにだけ、情報が伝えられます。
nb_no: <b>Når du trenger stillhet</b>:<br/> Når du er i ferd med å krysse en vei eller bare vil at appen skal være stille, kan du slå av meldinger. Når meldinger er av, forteller appen bare informasjonen hvis du manuelt trykker på en knappene <em>Min posisjon</em>, <em>Markører i nærheten</em>, <em>Rundt meg</em> eller <em>Foran meg</em>.
nl_nl: <b>Wanneer u stilte wilt</b>:<br/> Wanneer u een weg wilt oversteken of wilt dat de app stil is, kunt u de waarschuwingen uitzetten. Wanneer waarschuwingen uit zijn, geeft de app alleen informatie door als u handmatig tikt op de knoppen <em>Mijn locatie</em>, <em>Markeringen in de buurt</em>, <em>Om me heen</em> of <em>Vóór me</em>.
pt_br: <b>Quando você precisar de silêncio</b>:<br/> quando estiver prestes a atravessar uma rua ou simplesmente precisar que o aplicativo fique quieto, você poderá desativar as notificações. Quando as notificações estiverem desativadas, o aplicativo só lhe dará informações se você tocar em um dos botões <em>"Minha Localização"</em>, <em>"Favoritos nas Proximidades"</em>, <em>"Ao Meu Redor"</em> ou <em>"À Minha Frente"</em>.
pt_pt: <b>Quando necessita de silêncio</b>:<br/> Quando está prestes a atravessar uma rua, ou apenas quando necessita que a aplicação esteja silenciosa, pode desativar os avisos. Quando os avisos estão desativados, a aplicação só o informará se tocar manualmente num dos botões <em>"A Minha Localização"</em>, <em>"Marcos nas Proximidades"</em>, <em>"Em Meu Redor"</em> ou <em>"À Minha Frente"</em>.
sv_se: <b>När du vill att det ska vara tyst</b>:<br/> När du ska korsa en väg eller bara vill att appen ska vara tyst kan du inaktivera informationsljuden. När de är inaktiverade får du bara information från appen om du manuellt trycker på någon av knapparna <em>"Min plats"</em>, <em>"Platsmarkörer i närheten"</em>, <em>"Omkring mig"</em> eller <em>"Framför mig"</em>.

# help.text.automatic_callouts.how.1
source: <b>Turning callouts on or off</b>:<br/> Turning callouts off will silence the app. Callouts can be turned on or off in the "Manage Callouts" section of the "Settings" screen where you can tap the "Allow Callouts" toggle to turn them on or off. You can also turn callouts on or off by using the "skip forward" command (double tap and hold) if your headphones have media control buttons. Alternatively, you can use the "Sleep" button in the upper right-hand corner of the home screen to stop Soundscape from making callouts until you wake it up.
da_dk: <b>Slå lydbeskeder til eller fra</b>:<br/> Hvis du slår lydbeskeder fra, lukkes der for lyden i appen. Du kan slå lydbeskeder til eller fra i afsnittet "Administrer lydbeskeder" på skærmbilledet "Indstillinger", hvor du kan trykke på omskifteren "Tillad lydbeskeder" for at slå lydbeskeder til eller fra. Du kan også slå lydbeskeder til eller fra ved hjælp af kommandoen "spring fremad" (dobbelttryk og hold), hvis hovedtelefonerne har mediebetjeningsknapper. Du kan også bruge knappen "Dvale" i øverste højre hjørne af startskærmen til at forhindre Soundscape i at sende lydbeskeder, indtil du vælger at vække dem igen.
de_de: <b>Hinweise ein- oder ausschalten</b>:<br/> Durch Ausschalten der Hinweise wird die App stummgeschaltet. Hinweise können im Abschnitt „Hinweise verwalten“ auf dem Bildschirm „Einstellungen“ ein- oder ausgeschaltet werden. Tippen Sie dazu auf den Umschalter „Hinweise zulassen“. Ebenfalls können Sie die Hinweise mit dem Befehl „Vorwärts springen“ (doppeltippen und halten) ein- oder ausschalten, wenn Ihre Kopfhörer über Mediensteuerungstasten verfügt. Verwenden Sie alternativ die Schaltfläche „Ruhemodus aktivieren“ in der oberen rechten Ecke des Startbildschirms, um Soundscape davon abzuhalten, Hinweise anzusagen, bis Sie es wieder aktivieren.
el_gr: <b>Ενεργοποίηση ή απενεργοποίηση των επεξηγήσεων</b>:<br/> Η απενεργοποίηση των επεξηγήσεων θα βάλει σε σίγαση την εφαρμογή. Οι επεξηγήσεις μπορούν να ενεργοποιηθούν ή να απενεργοποιηθούν στην ενότητα "Διαχείριση επεξηγήσεων" της οθόνης "Ρυθμίσεις", όπου μπορείτε να πατήσετε την εναλλαγή "Να επιτρέπονται οι επεξηγήσεις" για να ενεργοποιήσετε ή να απενεργοποιήσετε τις προσέλευση. Μπορείτε επίσης να ενεργοποιήσετε ή να απενεργοποιήσετε τις ακυρώσεις προσέλευσης χρησιμοποιώντας την εντολή "παράλειψη προς τα εμπρός" (διπλό πάτημα και κράτημα) εάν τα ακουστικά σας έχουν κουμπιά χειριστήριων πολυμέσων. Εναλλακτικά, μπορείτε να χρησιμοποιήσετε το κουμπί "Αναστολή λειτουργίας" στην επάνω δεξιά γωνία της αρχικής οθόνης για να σταματήσετε το Soundscape από το να κάνει επεξηγήσεις μέχρι να επιλέξετε να το ενεργοποιήσετε ξανά.
es_es: <b>Activar o desactivar los avisos</b>:<br/> Al desactivar los avisos, se silenciará la aplicación. Los avisos se pueden activar o desactivar en la sección "Administrar Avisos" de la pantalla "Ajustes", donde puedes tocar el botón "Permitir Avisos" para activarlos o desactivarlos. También puedes activar o desactivar los avisos mediante el comando "saltar hacia adelante" (toca dos veces y mantén presionado) si tus auriculares tienen botones de control de medios. Alternativamente, puedes usar el botón "Suspender" en la esquina superior derecha de la pantalla de inicio para evitar que Soundscape haga avisos hasta que lo despiertes.
fa_ir: <b>روشن یا خاموش کردن اعلان‌های صوتی</b>:<br/> خاموش کردن اعلان‌های صوتی برنامه را ساکت می‌کند. اعلان‌های صوتی را می‌توان با رفتن به بخش «مدیریت اعلان‌های صوتی» از صفحه «تنظیمات» و سپس تغییر وضعیت دکمه «اجازه دادن به اعلان‌های صوتی» روشن یا خاموش کرد. همچنین می‌توانید اعلان‌های صوتی را با استفاده از فرمان «پرش به جلو» (دو بار ضربه بزنید و نگه دارید) اگر هدفون شما دکمه‌های کنترل رسانه دارد روشن یا خاموش کنید. به طور متناوب، می‌توانید از دکمه «خواب» در گوشه بالا سمت راست صفحه اصلی برای جلوگیری از اعلان‌های صوتی Soundscape تا زمانی که آن را بیدار کنید استفاده کنید.
fi_fi: <b>Huomiotekstien ottaminen käyttöön tai poistaminen käytöstä</b>:<br/> Huomiotekstien poistaminen käytöstä mykistää sovelluksen. Huomiotekstit voidaan ottaa käyttöön tai poistaa käytöstä "Asetukset"-näytön "Hallitse huomiotekstejä" -osiossa, jossa voit ottaa ne käyttöön tai poistaa ne käytöstä napauttamalla "Salli huomiotekstit" -kytkintä. Voit myös ottaa huomiotekstit käyttöön tai poistaa ne käytöstä käyttämällä "Skip forward" -komentoa (kaksoisnapauta ja pidä painettuna), jos kuulokkeissasi on mediaohjauspainikkeet. Vaihtoehtoisesti voit käyttää kotinäytön oikeassa yläkulmassa olevaa Lepopainiketta estääksesi Soundscapea tekemästä huomiotekstejä, kunnes herätät sen.
fr_ca: <b>Activation ou désactivation des notifications</b> :<br/> la désactivation des notifications fait taire l’appli. Les notifications peuvent être activées ou désactivées dans la section « Gérer les notifications » de l’écran « Réglages », où vous pouvez appuyer sur le bouton bascule « Autoriser les notifications » pour activer ou désactiver les notifications. Vous pouvez également activer ou désactiver les notifications à l’aide de la commande « avance rapide » (appuyez deux fois et maintenez enfoncé) si votre casque dispose de bouton de commande. Vous pouvez également utiliser le bouton « Mettre en veille » dans le coin supérieur droit de l’écran d’accueil pour empêcher Soundscape de créer des notifications tant que vous n’avez pas décidé de le sortir de veille.
it_it: <b>Attivazione o disattivazione delle notifiche</b>:<br/> la disattivazione delle notifiche silenzia l'app. Le notifiche possono essere attivate o disattivate nella sezione "Gestisci notifiche" della schermata "Impostazioni" dove puoi toccare il pulsante "Consenti notifiche" per attivare o disattivare le notifiche. Puoi attivare o disattivare le notifiche anche utilizzando il comando "salta avanti" (tocca due volte e tieni premuto) se gli auricolari dispongono dei pulsanti dei controlli di riproduzione. In alternativa, puoi utilizzare il pulsante "Sospendi" nell'angolo in alto a destra della schermata iniziale per impedire a Soundscape di comunicare notifiche finché non scegli di riattivarlo.
ja_jp: <b>コールアウトのオン/オフの切り替え</b>:<br/> コールアウトをオフにするとアプリが静かになります。コールアウトのオン/オフを切り替えるには、[設定] 画面の [コールアウトを管理] セクションで [コールアウトを使用] のトグルをタップしてオン/オフを切り替えます。また、ヘッドホンにメディアコントロール ボタンがある場合は、[前方スキップ] コマンド (ダブルタップして長押し) を使用してコールアウトのオン/オフを切り替えることもできます。または、ホーム画面の右上隅にある [スリープ] ボタンを使用すると、スリープ モードを解除するまで、Soundscape のコールアウトを停止することができます。
nb_no: <b>Slå meldinger av eller på</b>:<br/> Hvis du slår av meldinger, slås lyden av for appen. Meldinger kan slås av og på i delen Administrer meldinger på skjermen Innstillinger der du kan trykke på veksleknappen Tillat meldinger for å slå meldinger av og på. Du kan også slå av eller på meldinger ved å bruke kommandoen Hopp fremover (dobbelttrykk og hold) hvis hodetelefonene har mediekontrollknapper. Du kan også bruke knappen Sett i dvalemodus øverst til høyre på startskjermen til å stoppe Soundscape fra å lese opp meldinger frem til du velger å aktivere den igjen.
nl_nl: <b>Waarschuwingen in- of uitschakelen</b>:<br/> Als u waarschuwingen uitzet, wordt het geluid van de app gedempt. U kunt waarschuwingen in- of uitschakelen in de sectie Waarschuwingen beheren van het scherm Instellingen. Tik op de wisselknop Waarschuwingen toestaan om waarschuwingen uit of aan te zetten. U kunt waarschuwingen ook in- of uitschakelen met de opdracht Vooruitspringen (dubbeltikken en vasthouden) als uw koptelefoon mediaregelaars heeft. Of gebruik de knop Slapen rechtsboven in het startscherm om waarschuwingen te stoppen totdat u Soundscape weer activeert.
pt_br: <b>Ativando ou desativando notificações</b>:<br/> a desativação das notificações silenciará o app. As notificações podem ser ativadas ou desativadas na seção "Gerenciar Notificações" da tela "Ajustes", onde você pode tocar no botão de alternância "Permitir Notificações" para ativar ou desativar notificações. Também é possível ativar ou desativar as notificações usando o comando "Próxima Faixa" (dê toque duplo e segure) se seus fones de ouvido tiverem botões de controle de mídia. Como alternativa, você poderá usar o botão "Colocar em Suspensão" no canto superior direito da tela inicial para impedir que o Soundscape crie notificações até você optar por despertá-lo novamente.
pt_pt: <b>Ativar ou desativar avisos</b>:<br/> Desativar os avisos irá silenciar a aplicação. É possível ativar ou desativar avisos na secção "Gerir Avisos" do ecrã "Definições", onde pode tocar no seletor "Permitir Avisos" para ativar ou desativar os avisos. Também é possível ativar ou desativar os avisos utilizando o comando "avançar" (fazer duplo toque e premir sem soltar) se os auscultadores tiverem botões de controlo multimédia. Alternativamente, pode utilizar o botão "Suspender" no canto superior direito do ecrã principal para impedir que o Soundscape emita avisos até que opte por reativá-lo.
sv_se: <b>Aktivera/inaktivera informationsljud</b>:<br/> Om du inaktiverar informationsljuden tystnar appen. Du kan inaktivera och aktivera informationsljuden i avsnittet "Hantera informationsljud" på skärmen "Inställningar" där du kan trycka på "Tillåt informationsljud" för att aktivera och inaktivera informationsljud. Du kan också inaktivera och aktivera informationsljud genom att använda kommandot "Hoppa framåt" (dubbelknacka och håll ned) om dina hörlurar har mediekontrollknappar. Du kan också använda knappen "Inaktivera" i det övre högra hörnet på startskärmen om du vill att Soundscape ska sluta med informationsljuden tills du väljer att aktivera dem igen.
