Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# help.text.markers.content.3
source: To experience marked places, Soundscape will automatically call out marked places as you walk by or approach them, or you can also use the Nearby markers button at the bottom of the Soundscape home screen to hear a spatial callout of marked places around you. In addition, you have the ability to set an audio beacon on any marked place. When you do this, the Soundscape audio beacon you are familiar with, will be heard and you can operate it as usual.
da_dk: Du vil opleve markerede steder ved, at Soundscape automatisk sender lydbesked om de markerede steder, når du går forbi eller nærmer dig dem, eller du kan også bruge knappen Mærker i nærheden nederst på startskærmen i Soundscape for at høre en rumlig lydbesked om markerede steder omkring dig. Derudover har du mulighed for at indstille et lydfyr på ethvert markeret sted. Når du gør dette, lyder det Soundscape-lydfyr, du er bekendt med, og du kan behandle det som sædvanlig.
de_de: Soundscape weist automatisch auf markierte Orte hin, wenn Sie sich ihnen nähern oder an ihnen vorbeigehen. Sie können auch über die Schaltfläche „Markierungen in der Nähe“ unten am Soundscape-Startbildschirm einen räumlichen Hinweis zu markierten Orten um Sie herum abrufen. Zusätzlich haben Sie die Möglichkeit, ein Audiobeacon an einem markierten Ort zu platzieren. Danach können Sie das Audiobeacon von Soundscape hören und es wie gewohnt verwalten.
el_gr: Για να αντιμετωπίσετε επισημασμένες τοποθεσίες, το Soundscape θα επεξηγεί αυτόματα επισημασμένες θέσεις καθώς περπατάτε ή τις πλησιάζετε, ή μπορείτε επίσης να χρησιμοποιήσετε το κουμπί Κοντινοί δείκτες στο κάτω μέρος της αρχικής οθόνης του Soundscape για να ακούσετε μια χωρική επεξήγηση από επισημασμένες θέσεις γύρω σας. Επιπλέον, έχετε τη δυνατότητα να ορίσετε ένα ηχητικό σήμα σε οποιοδήποτε σημειωμένο μέρος. Όταν το κάνετε αυτό, το ηχητικό σήμα Soundscape με τον οποίο είστε εξοικειωμένοι, θα ακουστεί και μπορείτε να το χειριστείτε ως συνήθως.
es_es: Para que conozcas los lugares marcados, Soundscape avisará automáticamente de ellos mientras pasas a pie o te aproximas a ellos o bien, puedes usar el botón Marcadores cercanos de la parte inferior de la pantalla principal de Soundscape para oír un aviso espacial de los lugares marcados a tu alrededor. Además, tienes la capacidad de establecer una señal de audio en cualquier lugar marcado. Cuando hagas esto, se oirá la señal de audio de Soundscape que conoces y puedes actuar de la manera habitual.
fa_ir: برای تجربه مکان‌های نشانه‌گذاری شده، Soundscape به طور خودکار مکان‌های نشانه‌گذاری شده را هنگام راه رفتن یا نزدیک شدن به آنها اعلام می‌کند، یا می‌توانید از دکمه نشانگرهای نزدیک در پایین صفحه اصلی برای شنیدن یک اعلان صوتی فضایی از مکان‌های نشانه‌گذاری شده در اطراف خود استفاده کنید. حتی می‌توانید یک نشانهٔ صوتی را روی هر مکان نشانه‌گذاری شده تنظیم کنید. وقتی این کار را انجام می‌دهید، نشانهٔ صوتی Soundscape که با آن آشنا هستید، شنیده می‌شود و می‌توانید آن را طبق معمول کار کنید.
fi_fi: Jos haluat kokea merkityt paikat, Soundscape kutsuu automaattisesti merkityt paikat, kun kävelet ohi tai lähestyt niitä, tai voit myös käyttää Soundscapen kotinäytön alareunassa olevaa Lähiympäristön merkitsimet -painiketta kuullaksesi tilakuvauksen merkityistä paikoista ympärilläsi. Lisäksi sinulla on mahdollisuus asettaa äänimajakan mihin tahansa merkittyyn paikkaan. Kun teet tämän, sinulle tuttu Soundscape-äänimajakka kuuluu ja voit käyttää sitä tavalliseen tapaan.
fr_ca: Dans le cadre de cette expérience, Soundscape vous notifie automatiquement lorsque vous croisez des emplacements marqués ou que vous vous en approchez. Vous pouvez également utiliser le bouton Marqueurs à proximité situé en bas de l’écran d’accueil de Soundscape pour écouter une notification spatiale des emplacements marqués environnants. En outre, vous avez la possibilité de définir une balise sonore sur n’importe quel emplacement marqué. Ainsi, la balise sonore Soundscape qui vous est familière retentira et vous pourrez procéder comme à votre habitude.
it_it: Per sperimentare i luoghi contrassegnati, Soundscape notifica automaticamente i luoghi contrassegnati mentre li incontri o ti avvicini oppure puoi anche utilizzare il pulsante Indicatori nelle vicinanze nella parte inferiore della schermata iniziale di Soundscape per ascoltare una notifica spaziale dei luoghi contrassegnati intorno a te. Inoltre, hai la possibilità di impostare un audiofaro su qualsiasi luogo contrassegnato. Quando esegui questa operazione, verrà emesso l'audiofaro di Soundscape che già conosci e potrai utilizzarlo come al solito.
ja_jp: マーカーを付けた場所は、その場所に近付くと Soundscape で自動的にコールアウトされます。また、Soundscape ホーム画面の下部にある [近くのマーカー] ボタンを使用すると、周辺にあるマーカーを付けた場所の立体音響のコールアウトが聞こえます。さらに、マーカーを付けた場所に音声ビーコンを設定することができます。設定すると、Soundscape の通常の音声ビーコンと同じように音が聞こえ、操作できます。
nb_no: Hvis du vil bruke markerte steder, leser Soundscape automatisk opp markerte steder når du går forbi eller nærmer deg. Du kan også bruke knappen Markører i nærheten nederst på startskjermen til Soundscape til å høre en romlig melding av markerte steder rundt deg. Du har også muligheten til å angi et lydsignal på et markert sted. Når du gjør dette, høres Soundscape-lydsignalet du er vant med og du kan bruke det som vanlig.
nl_nl: Soundscape geeft automatisch een melding als u langs gemarkeerde plaatsen loopt of deze nadert. Ook kunt u de knop Markeringen in de buurt gebruiken onder aan het startscherm van Soundscape om een ruimtelijke waarschuwing te horen over gemarkeerde plaatsen om u heen. Bovendien kunt u een audiobaken instellen voor een gemarkeerde plaats. Wanneer u dat doet, hoort u het opgegeven Soundscape-audiobaken en kunt u het gebruiken zoals u gewend bent.
pt_br: Para experimentar os locais marcados, o Soundscape notificará automaticamente sobre os locais marcados à medida que você caminhar por eles ou se aproximar deles, ou também é possível usar o botão Favoritos nas Proximidades na parte interior da tela inicial do Soundscape para ouvir uma notificação espacial de locais marcados ao seu redor. Além disso, você tem a capacidade de definir um sinalizador sonoro em qualquer local marcado. Quando fizer isso, o sinalizador sonoro do Soundscape que você conhece será ouvido e você poderá operá-lo como sempre.
pt_pt: O Soundscape irá emitir automaticamente avisos sobre os locais marcados enquanto passa por eles ou se aproxima deles. Também é possível utilizar o botão Marcos nas proximidades, localizado na parte inferior do ecrã principal do Soundscape, para ouvir um aviso espacial dos locais marcados em seu redor. Além disso, tem a capacidade de definir um sinal de áudio em qualquer local marcado. Quando o fizer, o sinal de áudio do Soundscape com o qual está familiarizado será emitido e poderá utilizá-lo como habitualmente.
sv_se: Soundscape läser automatiskt upp de markerade platserna medan du går eller närmar dig dem. Du kan också använda knappen Platsmarkörer i närheten som finns längst ned på startskärmen i Soundscape om du vill höra ett rumsbestämt informationsljud för markerade platser som finns omkring dig. Du kan dessutom ställa in en ljudfyr på valfri markerad plats. När du gör detta hör du den välbekanta Soundscape-ljudfyren och du kan gå som vanligt.

# help.text.creating_markers.content.1
source: You can create markers in three ways: searching for the place you would like to save using the search bar, finding somewhere using the "Places Nearby" button, or using the "Current Location" button, all of which can be found on the Soundscape home screen. Once you have found the place you would like, selecting it will take you to the "Location Details" page. On this page, select the button called "Save as Marker".
da_dk: Du kan oprette mærker på tre måder: ved at søge efter det sted, du vil gemme, ved hjælp af søgelinjen, ved at finde et sted ved hjælp af knappen "Steder i nærheden" eller ved hjælp af knappen "Brug aktuel placering", som alle kan findes på startskærmen på Soundscape. Når du har fundet det ønskede sted, føres du til siden "Placeringsoplysninger", når du vælger det. På denne side skal du vælge knappen "Gem mærke".
de_de: Sie können Markierungen auf drei Arten erstellen: Suche nach dem Ort, den Sie speichern möchten, über die Suchleiste, mithilfe der Schaltfläche „Orte in der Nähe“ oder mit der Option „Aktuellen Standort verwenden“. Alle diese Optionen befinden sich auf dem Soundscape-Startbildschirm. Sobald Sie den gewünschten Ort gefunden haben, wählen Sie ihn aus, und Sie werden zur Seite „Standortdetails“ geleitet. Tippen Sie hier auf die Schaltfläche „Markierung speichern“.
el_gr: Μπορείτε να δημιουργήσετε δείκτες με τρεις τρόπους: αναζήτηση για το μέρος που θέλετε να αποθηκεύσετε χρησιμοποιώντας τη γραμμή αναζήτησης, εύρεση χρησιμοποιώντας το κουμπί "Τοποθεσίες κοντά" ή χρησιμοποιώντας το κουμπί "Χρήση τρέχουσας τοποθεσίας", τα οποία μπορείτε να βρείτε στην αρχική οθόνη του Soundscape. Μόλις βρείτε το μέρος που θέλετε, η επιλογή του θα σας μεταφέρει στη σελίδα "Λεπτομέρειες τοποθεσίας". Σε αυτήν τη σελίδα, επιλέξτε το κουμπί που ονομάζεται "Αποθήκευση δείκτη".
es_es: Puedes crear marcadores de tres formas: buscando el lugar que te gustaría guardar mediante la barra de búsqueda, encontrando algún lugar mediante el botón "Lugares cercanos" o utilizando el botón "Ubicación actual", todos ellos en la pantalla de inicio de Soundscape. Una vez que hayas encontrado el lugar que deseas, al seleccionarlo accederás a la página "Detalles de la ubicación". En esta página, selecciona el botón "Guardar como marcador".
fa_ir: شما می‌توانید نشانگرها را به سه روش ایجاد کنید: جستجوی مکانی که می‌خواهید ذخیره کنید با استفاده از نوار جستجو، پیدا کردن جایی با استفاده از دکمه «مکان‌های نزدیک»، یا استفاده از دکمه «مکان فعلی»، که همه آنها را می‌توان در صفحه اصلی Soundscape پیدا کرد. پس از پیدا کردن مکانی که می‌خواهید، انتخاب آن شما را به صفحه «جزئیات مکان» می‌برد. در این صفحه، دکمه‌ای به نام «ذخیره به عنوان نشانگر» را انتخاب کنید.
fi_fi: Voit luoda merkitsimiä kolmella tavalla: etsimällä paikkaa, jonka haluat tallentaa hakupalkin avulla, löytää paikan käyttämällä "Lähiympäristön paikat" -painiketta tai käyttämällä "Nykyinen sijainti" -painiketta, jotka kaikki löytyvät Soundscapen kotinäytöstä. Kun olet löytänyt haluamasi paikan, sen valitseminen vie sinut "Sijainnin yksityiskohdat" -sivulle. Valitse tällä sivulla painike "Tallenna merkitsimenä".
fr_ca: Vous pouvez créer des marqueurs de trois façons différentes : en recherchant l’emplacement que vous souhaitez enregistrer à l’aide de la barre de recherche, en trouvant un lieu à l’aide du bouton « Emplacements à proximité » ou en utilisant le bouton « Utiliser l’emplacement actuel », tous ces éléments se trouvant sur l’écran d’accueil de Soundscape. Une fois que vous avez trouvé l’emplacement souhaité, sélectionnez-le pour accéder à la page « Détails de l’emplacement ». Puis, sélectionnez le bouton « Enregistrer le marqueur » sur cette page.
it_it: Puoi creare gli indicatori in tre modi: cercando il luogo che desideri salvare utilizzando la barra di ricerca, trovando un luogo utilizzando il pulsante "Luoghi nelle vicinanze" o il pulsante "Usa posizione attuale", tutti disponibili nella schermata principale di Soundscape. Una volta trovato il luogo che desideri, selezionalo per visualizzare la pagina "Dettagli posizione". In questa pagina, seleziona il pulsante "Salva indicatore".
ja_jp: マーカーを作成するには 3 つの方法があります: 検索バーを使って保存する場所を検索するか、[近くの場所] ボタンで場所を見つけるか、[現在地を使用] ボタンを使用します。いずれも Soundscape のホーム画面にある機能です。保存する場所を見つけたらその場所を選択すると、[場所の詳細] ページが表示されます。このページで、[マーカーを保存] ボタンを選択します。
nb_no: Du kan opprette markører på tre måter: søk etter stedet du vil lagre ved å bruke søkefeltet, finn et sted ved å bruke knappen Steder i nærheten eller bruk knappen Bruk nåværende posisjon. Du finner disse på startskjermen til Soundscape. Når du har funnet et sted, kommer du til siden Posisjonsinformasjon hvis du velger det. På denne siden velger du knappen som heter Lagre markør.
nl_nl: U kunt markeringen op drie manieren maken: zoeken naar de plaats die u wilt opslaan met de zoekbalk, een plek vinden met de knop Plaatsen in de buurt of met de knop Huidige locatie gebruiken. U vindt deze op het startscherm van Soundscape. Als u de gewenste plaats hebt gevonden en geselecteerd, gaat u naar de pagina Locatiedetails. Op deze pagina selecteert u de knop Markering opslaan.
pt_br: Você pode criar favoritos de três formas: procurando o local que você gostaria de salvar usando a barra de pesquisa, localizando algum local usando o botão "Locais Próximos" ou usando o botão "Usar Localização Atual", tudo isso pode ser encontrado na tela inicial do Soundscape. Depois de encontrar o local desejado, selecione-o e ele o levará para a página "Detalhes da Localização". Nessa página, selecione o botão chamado "Salvar Favorito".
pt_pt: É possível criar marcos de três formas: procurar o local que pretende guardar utilizando a barra de pesquisa, procurando um local utilizando o botão "Locais nas Proximidades" ou utilizando o botão "Utilizar Localização Atual". Todos estes itens podem ser encontrados no ecrã principal do Soundscape. Depois de ter encontrado o local pretendido, se o selecionar será apresentada a página "Detalhes da Localização". Nesta página, selecione o botão "Guardar Marco".
sv_se: Du kan skapa platsmarkörer på tre sätt: söka efter platsen du vill spara med hjälp av sökfältet, hitta en plats med hjälp av knappen "Platser i närheten" eller använda knappen "Använd aktuell plats". Alla finns på startskärmen i Soundscape. När du har hittat platsen du vill ha och valt den kommer du tillbaka till sidan "Platsuppgifter". Välj knappen "Spara platsmarkör " på den här sidan.

# help.text.creating_markers.content.2
source: You will now have the option to customize this marker. This step is optional. If you want to, you can change the name of the marker and also add an annotation that will be called out along with the marker to provide some extra information. Once you are done, select the "Done" button to save your Marker.
da_dk: Du har nu mulighed for at tilpasse dette mærke. Dette trin er valgfrit. Hvis du vil, kan du ændre navnet på mærket og også tilføje en anmærkning, der sendes som lydbesked sammen med mærket for at give nogle ekstra oplysninger. Når du er færdig, skal du vælge knappen "Udført" for at gemme mærket.
de_de: Sie haben nun die Möglichkeit, diese Markierung anzupassen. Dieser Schritt ist optional. Wenn Sie möchten, können Sie den Namen der Markierung ändern und auch eine Notiz hinzufügen, die zusammen mit der Markierung aufgerufen wird, um einige zusätzliche Informationen bereitzustellen. Wenn Sie fertig sind, tippen Sie auf „Fertig“, um Ihre Markierung zu speichern.
el_gr: Τώρα θα έχετε την επιλογή να προσαρμόσετε αυτόν τον δείκτη. Αυτό το βήμα είναι προαιρετικό. Εάν θέλετε, μπορείτε να αλλάξετε το όνομα του δείκτη και επίσης να προσθέσετε ένα σχόλιο που θα επεξηγηθεί μαζί με το δείκτη για να δοθούν μερικές επιπλέον πληροφορίες. Μόλις τελειώσετε, επιλέξτε το κουμπί "Τέλος" για να αποθηκεύσετε το δείκτη σας.
es_es: Tendrás la opción de personalizar este marcador. Este paso es opcional. Si lo deseas, puedes cambiar el nombre del marcador y también agregar una anotación que se oirá con el marcador para proporcionar información adicional. Una vez que hayas acabado, selecciona el botón "Listo" para guardar el marcador.
fa_ir: اکنون گزینه سفارشی‌سازی این نشانگر را خواهید داشت. می‌توانید نام آن را تغییر دهید، و همچنین یک یادداشت اضافه کنید که همراه با نشانگر برای ارائه اطلاعات اضافی اعلام خواهد شد. سپس دکمه «انجام شد» را برای ذخیره نشانگر خود انتخاب کنید.
fi_fi: Voit nyt muokata tätä merkintänä. Tämä vaihe on valinnainen. Voit halutessasi muuttaa merkinnän nimeä ja lisätä selitteen, joka ilmoitetaan merkinnän kanssa lisätietojen antamiseksi. Kun olet valmis, valitse "Valmis"-painike tallentaaksesi merkintäsi.
fr_ca: Vous avez maintenant la possibilité de personnaliser ce marqueur. Cette étape est facultative. Si vous le souhaitez, vous pouvez modifier le nom du marqueur et ajouter une annotation qui sera appelée avec le marqueur pour fournir des informations supplémentaires. Une fois que vous avez terminé, sélectionnez le bouton « Terminé » pour enregistrer votre marqueur.
it_it: Ora hai la possibilità di personalizzare questo indicatore. Il passaggio è facoltativo. Se lo desideri, puoi modificare il nome dell'indicatore e aggiungere anche un'annotazione che verrà notificata insieme all'indicatore per fornirti informazioni aggiuntive. Al termine, seleziona il pulsante "Fatto" per salvare il tuo indicatore.
ja_jp: このマーカーをカスタマイズするオプションがあります。この手順は必須ではありません。必要に応じて、マーカーの名前を変更することや、コメントを追加することもできます。コメントは、マーカーがコールアウトされるときに読み上げられ、追加情報の確認に役立ちます。編集が終わったら、[完了] ボタンを選択してマーカーを保存します。
nb_no: Du får nå valget om å tilpasse denne markøren. Dette trinnet er valgfritt. Hvis du vil, kan du endre navnet på markøren og også legge til en kommentar som skal leses opp sammen med markøren, for å gi litt ekstra informasjon. Når du er ferdig, velger du knappen Ferdig for å lagre markøren.
nl_nl: Nu hebt u de optie om deze markering aan te passen. Deze stap is optioneel. Als u dat wilt, kunt u de naam van de markering wijzigen en ook een aantekening toevoegen die bij de markering wordt vermeld als extra informatie. Als u klaar bent, selecteert u de knop Gereed om uw markering op te slaan.
pt_br: Agora você tem a opção de personalizar o favorito. Esta etapa é opcional. Se quiser, você pode alterar o nome do favorito e também adicionar uma anotação que será falada junto com o favorito para fornecer informações adicionais. Quando terminar, selecione o botão "Concluído" para salvar o Favorito.
pt_pt: Terá agora a opção de personalizar este marcados. Este passo é opcional. Se pretender, poderá alterar o nome do marco e também adicionar uma anotação que será lida juntamente com o marco, para fornecer informações adicionais. Quando tiver terminado, selecione o botão "OK" para guardar o Marco.
sv_se: Om du vill kan du nu anpassa platsmarkören. Det här steget är valfritt. Om du vill kan du byta namn på platsmarkören och även lägga till en anteckning som visas tillsammans med den. Spara platsmarkören när du är klar genom att välja knappen "Klart".
