Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# faq.use_with_wayfinding_apps.answer
source: Soundscape is designed as an awareness app to help fill in details about your environment that you may not be aware of otherwise. While it is not designed as a turn-by-turn navigation app, it can be used alongside such apps to provide complementary information. To use Soundscape with these apps, start your navigation app first. Then, move over to Soundscape and set a beacon on the same destination as in the navigation app. At this point, both apps will be running and you will hear walking directions from your navigation app, while getting updates on points of interest, intersections, and your distance to your destination from Soundscape.
da_dk: Soundscape er udformet som en oplysningsapp, der hjælper med til at hente oplysninger om dit miljø, som du måske ellers ikke er opmærksom på. Selvom det ikke er designet som en trinvis navigationsapp, kan det bruges sammen med sådanne apps til at give supplerende oplysninger. Hvis du vil bruge Soundscape sammen med disse apps, skal du starte din navigationsapp først. Gå derefter over til Soundscape, og indstil et lydfyr på samme destination som i navigationsappen. På dette tidspunkt kører begge apps, og du vil høre rutevejledninger til fods fra din navigationsapp, mens du får opdateringer om interessepunkter, kryds og afstanden til din destination fra Soundscape.
de_de: Soundscape liefert Ihnen Details zu Ihrer Umgebung, die Ihnen sonst möglicherweise nicht bekannt sind. Soundscape ist zwar nicht als eine standardmäßige Navigations-App konzipiert, kann aber zusammen mit solchen Apps verwendet werden, um ergänzende Informationen bereitzustellen. Um Soundscape mit diesen Apps zu verwenden, starten Sie zuerst Ihre Navigations-App. Wechseln Sie dann zu Soundscape, und platzieren Sie ein Beacon auf dasselbe Ziel wie in der Navigations-App. Ab diesem Punkt werden beide Apps ausgeführt, und Sie hören Wegbeschreibungen von Ihrer Navigations-App, während Sie Hinweise zu Points-of-Interest, Kreuzungen und der Entfernung zu Ihrem Ziel von Soundscape erhalten.
el_gr: Το Soundscape έχει σχεδιαστεί ως εφαρμογή επίγνωσης, για να σας βοηθήσει να συμπληρώσετε λεπτομέρειες σχετικά με το περιβάλλον σας που ενδέχεται να μην γνωρίζατε. Αν και δεν έχει σχεδιαστεί ως εφαρμογή πλοήγησης, μπορεί να χρησιμοποιηθεί παράλληλα με τέτοιες τις εφαρμογές για την παροχή συμπληρωματικών πληροφοριών. Για να τις χρησιμοποιήσετε Soundscape με αυτές τις εφαρμογές, ξεκινήστε πρώτα την εφαρμογή πλοήγησης. Στη συνέχεια, μεταβείτε στο Soundscape και ορίστε ένα ηχητικό σήμα στον ίδιο προορισμό με την εφαρμογή πλοήγησης. Σε αυτό το σημείο, και οι δύο εφαρμογές θα εκτελούνται και θα ακούτε οδηγίες πεζοπορίας από την εφαρμογή πλοήγησης, ενώ θα λαμβάνετε ενημερώσεις για σημεία ενδιαφέροντος, διασταυρώσεις και την απόστασή σας από τον προορισμό σας από το Soundscape.
es_es: Soundscape se ha diseñado como aplicación de reconocimiento para ayudar a completar la información de tu entorno que es posible que no conozcas de otra manera. Aunque no se ha diseñado como una aplicación de navegación paso a paso, se puede usar junto con esas aplicaciones para proporcionar información complementaria. Para usar Soundscape con estas aplicaciones, inicia tu aplicación de navegación primero. A continuación, pasa a Soundscape y establece una señal en el mismo destino que la aplicación de navegación. En este punto, ambas aplicaciones se estarán ejecutando y oirás indicaciones de ruta a pie de tu aplicación de navegación, a la vez que recibirás de Soundscape actualizaciones sobre puntos de interés, cruces y la distancia a la que se encuentras de tu destino.
fa_ir: Soundscape برای کمک به پر کردن جزئیاتی از محیط شما طراحی شده است که در غیر این صورت ممکن است از آنها آگاه نباشید. در حالی که به عنوان یک برنامه ناوبری گام به گام طراحی نشده است، می‌توان از آن در کنار چنین برنامه‌هایی برای ارائه اطلاعات تکمیلی استفاده کرد. برای استفاده از Soundscape با این برنامه‌ها، ابتدا برنامه ناوبری خود را شروع کنید. سپس، به Soundscape بروید و یک نشانهٔ صوتی را روی همان مقصدی که در برنامه ناوبری دارید، تنظیم کنید. در این مرحله، هر دو برنامه در حال اجرا خواهند بود و شما مسیرهای پیاده‌روی را از برنامه ناوبری خود خواهید شنید، در حالی که به‌روزرسانی‌هایی در مورد نقاط مورد علاقه، تقاطع‌ها و فاصله تا مقصد خود را از Soundscape دریافت می‌کنید.
fi_fi: Soundscape on suunniteltu parantamaan tietoisuutta ympäristöstäsi ja antamaan lisätietoja sen yksityiskohdista, joita et ehkä muuten huomaisi. Sitä ei ole suunniteltu kääntymisohjeita antavaksi navigointisovellukseksi, mutta sitä voidaan käyttää sellaisten rinnalla antamaan täydentäviä tietoja. Jos haluat käyttää Soundscapea näiden sovellusten rinnalla, käynnistä ensin navigointisovellus. Siirry sitten Soundscapeen ja määritä äänimajakka samaan määränpäähän kuin navigointisovelluksessa. Tässä vaiheessa molemmat sovellukset ovat käynnissä ja kuulet kävelyohjeita navigointisovelluksestasi samalla, kun saat päivityksiä mielenkiintoisista kohteista, risteyksistä ja etäisyydestäsi määränpäähän Soundscapesta.
fr_ca: Soundscape est conçu comme une appli de sensibilisation pour fournir des détails sur votre environnement dont vous pouvez ne pas être conscient s’il ne le faisait pas. Bien qu’il ne soit pas conçu comme une appli de navigation détaillée, il peut être utilisé en complément de telles applis pour fournir des informations complémentaires. Pour utiliser Soundscape avec ces applis, commencez par lancer votre application de navigation. Ensuite, basculez dans Soundscape et définissez une balise sur la même destination que dans l’application de navigation. À ce stade, les deux applis sont en cours d’exécution et vous entendez des itinéraires provenant de votre application de navigation, tout en recevant de Soundscape des mises à jour sur les points d’intérêt, les intersections et votre distance par rapport à votre destination.
it_it: Soundscape è progettato come un'app di consapevolezza che consente di inserire dettagli sull'ambiente di cui altrimenti potresti non essere a conoscenza. Sebbene non sia progettata come un'app di navigazione passo-passo, può essere utilizzata insieme a tali tipi di app per fornire informazioni complementari. Per utilizzare Soundscape con queste app, avvia prima l'app di navigazione, quindi passa a Soundscape e imposta un audiofaro sulla stessa destinazione dell'app di navigazione. A questo punto, entrambe le app saranno in esecuzione e sentirai le indicazioni del percorso dalla tua app di navigazione, mentre ricevi aggiornamenti su punti di interesse, incroci e distanza dalla tua destinazione da Soundscape.
ja_jp: Soundscape は、従来の方法では知りえなかった、自分の周辺の情報を知ることができる視覚サポート アプリです。道順を案内するアプリではありませんが、道案内のアプリと併せて使用すると、補助的な情報が得られます。そのようなアプリと Soundscape を併用する場合は、道案内のアプリを先に起動します。それから Soundscape に切り替えて、道案内のアプリと同じ目的地にビーコンを設定します。この状態で両方のアプリを実行しておくと、道案内アプリで進む道の指示が聞こえるのと同時に、Soundscape で特定地点や交差点、目的地までの距離に関する情報を確認できます。
nb_no: Soundscape er laget som en bevissthetsapp for å hjelpe til med å fylle inn informasjon om omgivelsene som du ellers kanskje ikke ville vært klar over. Selv om den ikke er laget som en navigasjonsapp med veibeskrivelser, kan den brukes sammen med slike apper for å gi tilleggsinformasjon. Hvis du vil bruke Soundscape med disse appene, starter du navigasjonsappen først. Deretter går du til Soundscape og angir et lydsignal på den samme destinasjonen som i navigasjonsappen. På dette tidspunktet kjører begge appene og du hører veibeskrivelser fra navigasjonsappen mens du får oppdateringer om interessepunkter, veikryss og avstanden til destinasjonen fra Soundscape.
nl_nl: Soundscape is ontworpen als een hulpmiddel om u bewuster te maken van details in uw omgeving. Het is niet ontworpen als een navigatie-app met routebeschrijvingen. Het kan wel samen met dergelijke apps worden gebruikt om aanvullende informatie te geven. Als u Soundscape met deze apps wilt gebruiken, start u eerst uw navigatie-app. Dan gaat u naar Soundscape en stelt u een baken in op dezelfde bestemming als de navigatie-app. Nu werken beide apps tegelijk en hoort u een routebeschrijving van uw navigatie-app, terwijl u van Soundscape informatie krijgt over referentiepunten, kruispunten en de afstand tot uw bestemming.
pt_br: O Soundscape foi projetado como um aplicativo de percepção para ajudar a preencher os detalhes sobre seu ambiente que talvez você não tivesse percebido de outra forma. Embora não tenha sido projetado como um aplicativo de navegação passo a passo, ele pode ser usado em conjunto com tais aplicativos para fornecer informações complementares. Para usar o Soundscape com esses aplicativos, inicie se aplicativo de navegação primeiro. Em seguida, vá para o Soundscape e defina um sinalizador no mesmo destino do aplicativo de navegação. Nesse ponto, ambos os aplicativos estarão em execução e você ouvirá instruções de caminhada do seu aplicativo de navegação, obtendo atualizações sobre os pontos de interesse, os cruzamentos e sua distância até o destino do Soundscape.
pt_pt: O Soundscape foi concebido como uma aplicação de localização para ajudar a fornecer detalhes que poderá não conhecer sobre o ambiente que o rodeia. Embora não tenha sido concebido como uma aplicação de navegação curva-a-curva, pode ser utilizado juntamente com aplicações deste tipo para fornecer informações complementares. Para utilizar o Soundscape com estas aplicações, inicie primeiro a aplicação de navegação. Em seguida, passe para o Soundscape e defina um sinal no mesmo destino que a aplicação de navegação. Neste momento, ambas as aplicações estarão em execução e ouvirá direções de percurso da aplicação de navegação enquanto recebe atualizações sobre pontos de interesse, cruzamentos e a distância a que se encontra do destino provenientes do Soundscape.
sv_se: Soundscape är tänkt att fungera som en "kunskapsapp" som fyller i detaljer om din omgivning som du annars inte skulle vara medveten om. Det är inte tänkt att du ska kunna navigera sväng för sväng med den. Den kan dock användas för att komplettera sådana navigeringsappar. Om du vill använda Soundscape med sådana appar ska du först starta navigeringsappen. Sedan går du över till Soundscape och ställer in en ljudfyr på samma mål som navigeringsappen. Nu körs båda apparna och du kommer att höra vägvisningar från navigeringsappen samtidigt som du får uppdateringar om intressepunkter, vägkorsningar och avståndet från ditt mål från Soundscape.

# faq.controlling_what_you_hear.question
source: How do I control what I hear and when I hear it in Soundscape?
da_dk: Hvordan styrer jeg, hvad jeg hører, og hvornår jeg hører det i Soundscape?
de_de: Wie steuere ich in Soundscape, was ich höre und wann ich es höre?
el_gr: Πώς μπορώ να ελέγξω τι ακούω και πότε το ακούω στο Soundscape;
es_es: ¿Cómo controlo lo que oigo y cuándo lo oigo en Soundscape?
fa_ir: چگونه آنچه را که در Soundscape می‌شنوم و زمان شنیدن آن را کنترل کنم؟
fi_fi: Kuinka hallitsen sitä, mitä kuulen, ja milloin kuulen sen Soundscapessa?
fr_ca: Comment puis-je contrôler ce que j’entends et quand je l’entends dans Soundscape?
it_it: Come controllo quando e cosa sento in Soundscape?
ja_jp: Soundscape のどの音声案内をいつ鳴らすかを指定することはできますか?
nb_no: Hvordan styrer jeg hva jeg hører og når jeg hører det i Soundscape?
nl_nl: Hoe bepaal ik wat ik hoor en wanneer ik het hoor in Soundscape?
pt_br: Como controlar o que escuto quando ouço no Soundscape?
pt_pt: Como posso controlar o que oiço e quando o oiço no Soundscape?
sv_se: Hur styr jag vad jag hör och när jag hör det i Soundscape?
