Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# routes.callout.complete
source: Route complete!
da_dk: Ruten er fuldført!
de_de: Route abgeschlossen!
el_gr: Η διαδρομή ολοκληρώθηκε!
es_es: ¡Ruta completada!
fa_ir: مسیر کامل شد!
fi_fi: Reitti valmis!
fr_ca: Itinéraire terminé!
it_it: Percorso completato!
ja_jp: ルートが終了しました!
nb_no: Ruten er fullført.
nl_nl: Route voltooid
pt_br: Rota concluída!
pt_pt: Rota concluída!
sv_se: Rutten är klar!

# routes.sort.by_name
source: Sort by Name
da_dk: Sorter efter navn
de_de: Nach Name sortieren
el_gr: Ταξινόμηση κατά όνομα
es_es: Ordenar por nombre
fa_ir: مرتب‌سازی بر اساس نام
fi_fi: Lajittele nimen mukaan
fr_ca: Trier par nom
it_it: Ordina per nome
ja_jp: 名前で並べ替え
nb_no: Sorter etter navn
nl_nl: Sorteren op naam
pt_br: Classificar por Nome
pt_pt: Ordenar por Nome
sv_se: Sortera efter namn

# routes.sort.by_name.hint
source: Double tap to sort by name.
da_dk: Dobbelttryk for at sortere efter navn
de_de: Doppelt tippen, um nach Namen zu sortieren
el_gr: Διπλό πάτημα για ταξινόμηση κατά όνομα
es_es: Pulsa dos veces para ordenar por nombre.
fa_ir: برای مرتب‌سازی بر اساس نام دو بار ضربه بزنید
fi_fi: Kaksoisnapauta lajitellaksesi nimen mukaan
fr_ca: Cliquez (avec le stylet) deux fois pour trier par nom
it_it: Tocca due volte per ordinare per nome
ja_jp: ダブル タップして名前で並べ替えます
nb_no: Dobbelttrykk for å sortere etter navn
nl_nl: Dubbeltik om te sorteren op naam
pt_br: Dê um toque duplo para classificar por nome
pt_pt: Faça duplo toque para ordenar por nome
sv_se: Dubbelknacka om du vill sortera efter namn

# routes.sort.by_distance
source: Sort by Distance
da_dk: Sorter efter afstand
de_de: Nach Entfernung sortieren
el_gr: Ταξινόμηση κατά απόσταση
es_es: Ordenar por distancia
fa_ir: مرتب‌سازی بر اساس فاصله
fi_fi: Lajittele etäisyyden mukaan
fr_ca: Trier par distance
it_it: Ordina per distanza
ja_jp: 距離で並べ替え
nb_no: Sorter etter avstand
nl_nl: Sorteren op afstand
pt_br: Classificar por Distância
pt_pt: Ordenar por Distância
sv_se: Sortera efter avstånd

# routes.sort.by_distance.hint
source: Double tap to sort by distance.
da_dk: Dobbelttryk for at sortere efter afstand
de_de: Doppelt tippen, um nach Entfernung zu sortieren
el_gr: Διπλό πάτημα για ταξινόμηση κατά απόσταση
es_es: Pulsa dos veces para ordenar por distancia.
fa_ir: برای مرتب‌سازی بر اساس فاصله دو بار ضربه بزنید
fi_fi: Kaksoisnapauta lajitellaksesi etäisyyden mukaan
fr_ca: Cliquez (avec le stylet) deux fois pour trier par distance
it_it: Tocca due volte per ordinare per distanza
ja_jp: ダブル タップして距離で並べ替えます
nb_no: Dobbelttrykk for å sortere etter avstand
nl_nl: Dubbeltik om te sorteren op afstand
pt_br: Dê um toque duplo para classificar por distância
pt_pt: Faça duplo toque para ordenar por distância
sv_se: Dubbelknacka om du vill sortera efter avstånd

# routes.import.alert.title
source: Route Error
da_dk: Fejl i rute
de_de: Fehler in Route
el_gr: Σφάλμα διαδρομής
es_es: Error de ruta
fa_ir: خطای مسیر
fi_fi: Reittivirhe
fr_ca: Erreur d’Itinéraire
it_it: Errore percorso
ja_jp: ルート エラー
nb_no: Rutefeil
nl_nl: Fout in route
pt_br: Erro de Rota
pt_pt: Erro de Rota
sv_se: Ruttfel

# routes.import.alert.message
source: Waypoint data is missing for one or more of your routes. Please review the following routes, and re-add waypoints if necessary.
da_dk: Data for vejpunktet mangler for en eller flere af dine ruter. Gennemse følgende ruter, og tilføj om nødvendigt vejpunkter igen.
de_de: Für eine oder mehrere Ihrer Routen fehlen Wegpunktdaten. Bitte überprüfen Sie die folgenden Routen, und fügen Sie gegebenenfalls Wegpunkte neu hinzu.
el_gr: Τα δεδομένα σημείων πορείας λείπουν για μία ή περισσότερες από τις διαδρομές σας. Ελέγξτε τις ακόλουθες διαδρομές και προσθέστε εκ νέου σημεία πορείας, εάν είναι απαραίτητο.
es_es: Faltan datos de punto de ruta para una o más de tus rutas. Revisa las siguientes rutas y vuelve a agregar puntos de ruta si es necesario.
fa_ir: داده‌های ایستگاه برای یک یا چند مسیر شما موجود نیست. لطفاً مسیرهای زیر را بررسی کرده و در صورت لزوم ایستگاه‌ها را دوباره اضافه کنید.
fi_fi: Yhdestä tai useammasta reitistäsi puuttuvat reittipisteet. Tarkista seuraavat reitit tai lisää reittipisteet uudelleen, jos tarpeen.
fr_ca: Les données de point de repère sont manquantes pour un ou plusieurs de vos Itinéraires. Passez en revue les Itinéraires suivants, puis ajoutez à nouveau des points de repère si nécessaire.
it_it: Dati del waypoint mancanti per uno o più percorsi. Esamina i percorsi seguenti e aggiungi di nuovo i waypoint se necessario.
ja_jp: 1 つまたは複数のルートでウェイポイント データが不足しています。次のルートを確認し、必要に応じてウェイポイントを再度追加してください。
nb_no: Veipunktdata mangler for en eller flere ruter. Se gjennom følgende ruter, og legg til veipunkter på nytt om nødvendig.
nl_nl: Gegevens van routepunt ontbreken voor een of meer routes. Bekijk de volgende routes en voeg, indien nodig, opnieuw routepunten toe.
pt_br: Os dados do localizador estão ausentes para uma ou mais rotas. Revise as rotas a seguir e adicione os localizadores novamente se necessário.
pt_pt: Faltam dados de pontos de passagem para uma ou mais rotas. Reveja as rotas seguintes e adicione novamente pontos de passagem, se necessário.
sv_se: Det saknas brytpunktsdata för en eller flera av dina rutter. Kontrollera följande rutter och lägg till brytpunkter på nytt om det behövs.

# markers.title
source: Markers
da_dk: Mærker
de_de: Markierungen
el_gr: Δείκτες
es_es: Marcadores
fa_ir: نشانگرها
fi_fi: Merkinnät
fr_ca: Marqueurs
it_it: Indicatori
ja_jp: マーカー
nb_no: Markører
nl_nl: Markeringen
pt_br: Favoritos
pt_pt: Marcos
sv_se: Platsmarkörer

# markers.action.delete
source: Delete Marker
da_dk: Slet mærke
de_de: Markierung löschen
el_gr: Διαγραφή δείκτη
es_es: Eliminar marcador
fa_ir: حذف نشانگر
fi_fi: Poista merkintä
fr_ca: Supprimer le marqueur
it_it: Elimina indicatore
ja_jp: マーカーを削除
nb_no: Slett markør
nl_nl: Markering verwijderen
pt_br: Excluir Favorito
pt_pt: Eliminar Marco
sv_se: Ta bort platsmarkör

# markers.action.deleted
source: Marker deleted
da_dk: Mærke blev slettet
de_de: Markierung gelöscht
el_gr: Ο δείκτης διαγράφηκε
es_es: Marcador eliminado
fa_ir: نشانگر حذف شد
fi_fi: Merkintä poistettu
fr_ca: Marqueur supprimé
it_it: Indicatore eliminato
ja_jp: 削除済みマーカー
nb_no: Markøren er slettet
nl_nl: Markering verwijderd
pt_br: Favorito excluído
pt_pt: Marco eliminado
sv_se: Platsmarkören har tagits bort

# markers.action.deleted_error
source: We are unable to delete this marker currently. Try again later.
da_dk: Vi kan ikke slette dette mærke i øjeblikket. Prøv igen senere.
de_de: Diese Markierung kann derzeit nicht gelöscht werden. Versuchen Sie es später erneut.
el_gr: Δεν είμαστε σε θέση να διαγράψουμε αυτόν τον δείκτη αυτήν τη στιγμή. Προσπαθήστε ξανά αργότερα.
es_es: No se puede eliminar este marcador actualmente. Vuelve a intentarlo más tarde.
fa_ir: در حال حاضر قادر به حذف این نشانگر نیستیم. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Emme voi tällä hetkellä poistaa tätä merkintänä. Yritä myöhemmin uudelleen.
fr_ca: Nous ne pouvons pas supprimer ce marqueur actuellement. Réessayez ultérieurement.
it_it: Al momento non è possibile eliminare questo indicatore. Riprova più tardi.
ja_jp: 現在、このマーカーを削除できません。少し待ってからやり直してください。
nb_no: Kan ikke slette denne markøren akkurat nå. Prøv på nytt senere.
nl_nl: We kunnen deze markering nu niet verwijderen. Probeer het later opnieuw.
pt_br: Não é possível excluir este favorito no momento. Tente mais tarde.
pt_pt: Não é possível eliminar este marco neste momento. Tente novamente mais tarde.
sv_se: Det går inte att ta bort platsmarkören just nu. Försök igen senare.

# markers.action.update_error
source: We are having trouble updating this marker currently. Try again later.
da_dk: Vi har problemer med at opdatere dette mærke i øjeblikket. Prøv igen senere.
de_de: Diese Markierung kann derzeit nicht aktualisiert werden. Versuchen Sie es später erneut.
el_gr: Αυτή τη στιγμή δυσκολευόμαστε να ενημερώσουμε αυτόν τον δείκτη. Προσπαθήστε ξανά αργότερα.
es_es: Tenemos problemas para actualizar este marcador actualmente. Vuelve a intentarlo más tarde.
fa_ir: در حال حاضر در به‌روزرسانی این نشانگر با مشکل مواجه هستیم. لطفاً بعداً دوباره امتحان کنید.
fi_fi: Meillä on tällä hetkellä ongelmia tämän merkinnän päivittämisessä. Yritä myöhemmin uudelleen.
fr_ca: Nous rencontrons actuellement des problèmes pour mettre ce marqueur à jour. Réessayez ultérieurement.
it_it: Si è verificato un problema durante l'aggiornamento di questo indicatore. Riprova più tardi.
ja_jp: 現在、このマーカーを更新できません。少し待ってからやり直してください。
nb_no: Vi har for øyeblikket problemer med å oppdatere denne markøren. Prøv på nytt senere.
nl_nl: We kunnen deze markering nu niet bijwerken. Probeer het later opnieuw.
pt_br: Estamos com problemas para atualizar este favorito no momento. Tente mais tarde.
pt_pt: Estamos a ter problemas para atualizar este marco. Tente novamente mais tarde.
sv_se: Det går inte att uppdatera platsmarkören just nu. Försök igen senare.

# markers.action.add_to_markers
source: Add to Markers
da_dk: Føj til mærker
de_de: Zu Markierungen hinzufügen
el_gr: Προσθήκη σε δείκτες
es_es: Agregar a marcadores
fa_ir: افزودن به نشانگرها
fi_fi: Lisää merkintöihin
fr_ca: Ajouter aux marqueurs
it_it: Aggiungi a indicatori
ja_jp: マーカーに追加
nb_no: Legg til i markører
nl_nl: Toevoegen aan markeringen
pt_br: Adicionar a Favoritos
pt_pt: Adicionar aos Marcos
sv_se: Lägg till i platsmarkörer

# markers.sort_button.sort_by_name
source: Name
da_dk: Navn
el_gr: Όνομα
es_es: Nombre
fa_ir: نام
fi_fi: Nimi
fr_ca: Nom
it_it: Nome
ja_jp: 名前
nb_no: Navn
nl_nl: Naam
pt_br: Nome
pt_pt: Nome
sv_se: Namn

# markers.sort_button.sort_by_name.voiceover
source: Sorted by name
da_dk: Sorteret efter navn
de_de: Nach Name sortiert
el_gr: Ταξινόμηση κατά όνομα
es_es: Ordenada por nombre
fa_ir: مرتب شده بر اساس نام
fi_fi: Lajiteltu nimen mukaan
fr_ca: Trié par nom
it_it: Ordinato per nome
ja_jp: 名前で並べ替えられています
nb_no: Sortert etter navn
nl_nl: Gesorteerd op naam
pt_br: Classificação por nome
pt_pt: Ordenada por nome
sv_se: Sorterat efter namn

# markers.sort_button.sort_by_distance
source: Distance
da_dk: Afstand
de_de: Entfernung
el_gr: Απόσταση
es_es: Distancia
fa_ir: فاصله
fi_fi: Etäisyys
it_it: Distanza
ja_jp: 距離
nb_no: Avstand
nl_nl: Afstand
pt_br: Distância
pt_pt: Distância
sv_se: Avstånd

# markers.sort_button.sort_by_distance.voiceover
source: Sorted by distance
da_dk: Sorteret efter afstand
de_de: Nach Entfernung sortiert
el_gr: Ταξινόμηση κατά απόσταση
es_es: Ordenada por distancia
fa_ir: مرتب شده بر اساس فاصله
fi_fi: Lajiteltu etäisyyden mukaan
fr_ca: Trié par distance
it_it: Ordinato per distanza
ja_jp: 距離で並べ替えられています
nb_no: Sortert etter avstand
nl_nl: Gesorteerd op afstand
pt_br: Classificação por distância
pt_pt: Ordenada por distância
sv_se: Sorterat efter avstånd

# markers.no_markers.title
source: Getting Started with Markers
da_dk: Introduktion til mærker
de_de: Erste Schritte mit Markierungen
el_gr: Γρήγορα αποτελέσματα με δείκτες
es_es: Introducción a los marcadores
fa_ir: شروع کار با نشانگرها
fi_fi: Merkintöjen käytön aloittaminen
fr_ca: Mise en route avec les marqueurs
it_it: Introduzione agli indicatori
ja_jp: マーカーの使い方
nb_no: Kom i gang med markører
nl_nl: Aan de slag met markeringen
pt_br: Introdução aos favoritos
pt_pt: Começar a Utilizar Marcos
sv_se: Kom i gång med platsmarkörer

# markers.no_markers.hint.1
source: Create markers for your favorite destinations, waypoints on a route, or any locations you want called out. Simply choose a location, or even your current location, from the home screen and select "Save as Marker".
da_dk: Opret mærker til dine foretrukne destinationer, vejpunkter på en rute eller de steder, du vil have udtalt. Du skal blot vælge en placering eller din aktuelle placering på startskærmen og vælge "Gem som Mærke".
de_de: Erstellen Sie Markierungen für Ihre Lieblingsziele, Wegpunkte einer Route oder andere Orte, die Sie hervorheben möchten. Wählen Sie einfach einen Ort oder Ihren aktuellen Standort auf dem Startbildschirm aus. Wählen Sie dann "Als Markierung speichern" aus.
el_gr: Δημιουργήστε δείκτες για τους αγαπημένους σας προορισμούς, σημεία σε μια διαδρομή ή οποιεσδήποτε τοποθεσίες θέλετε να επεξηγούνται. Απλά επιλέξτε μια θέση, ή ακόμα και την τρέχουσα τοποθεσία σας, από την αρχική οθόνη και επιλέξτε "Αποθήκευση ως δείκτη".
es_es: Crea marcadores para tus destinos favoritos, puntos de una ruta o cualquier ubicación para la que desees oír avisos. Solo tienes que elegir una ubicación, o incluso tu ubicación actual, en la pantalla de inicio, y seleccionar "Guardar como marcador".
fa_ir: برای مقاصد مورد علاقه خود، ایستگاه‌های یک مسیر، یا هر مکانی که می‌خواهید اعلام شود، نشانگر ایجاد کنید. به سادگی یک مکان، یا حتی مکان فعلی خود را، از صفحه اصلی انتخاب کرده و «ذخیره به عنوان نشانگر» را انتخاب کنید.
fi_fi: Luo merkitsimiä suosikkikohteillesi, reittipisteille tai reitille tai mille tahansa sijainneille, joille haluat kuulla ilmoituksen. Valitse sijainti tai nykyinen sijaintisi kotinäytöltä ja valitse "Tallenna merkitsimenä".
fr_ca: Créez des Marqueurs de vos destinations et points de repère préférés sur un Itinéraire, ou d’emplacements dont vous voulez être notifié. Il vous suffit de choisir un emplacement, ou même votre emplacement actuel, sur l’écran d’accueil et de sélectionner "Enregistrer en tant que Marqueur".
it_it: Crea indicatori per le tue destinazioni preferite, waypoint su un percorso o posizioni per cui desideri ricevere notifiche. Ti basterà scegliere una posizione, che può anche essere quella in cui ti trovi attualmente, nella schermata iniziale e selezionare "Salva come Indicatore".
ja_jp: よく訪れる目的地、ルート上のウェイポイント、または訪れたい場所のマーカーを作成します。ホーム画面から場所を選択するか現在地を選択し、"マーカーとして保存" を選択するだけです。
nb_no: Opprett markører for favorittdestinasjonene dine, veipunkter på en rute eller posisjoner du ønsker å få lest opp. Velg en posisjon eller nåværende posisjon fra startskjermen, og velg Lagre som markør.
nl_nl: Maak markeringen voor uw favoriete bestemmingen, routepunten of locaties waarvoor u een beschrijving wilt horen. Kies een locatie in het startscherm, bijvoorbeeld uw huidige locatie, en selecteer Opslaan als markering.
pt_br: Crie favoritos para seus destinos preferenciais, localizadores em uma rota ou qualquer local que você queira destacar. Basta escolher um local ou até mesmo usar o local atual, direto de uma tela inicial e selecionar "Salvar como Favorito".
pt_pt: Crie marcos para os seus destinos favoritos, pontos de passagem numa rota ou quaisquer localizações para as quais pretenda receber avisos. Basta escolher uma localização (ou até mesmo a sua localização atual) no ecrã principal e selecionar "Guardar como Marco".
sv_se: Skapa platsmarkörer för dina favoritmål, brytpunkter längs en rutt eller andra platser som du vill ska läsas upp. Välj bara en plats, eller varför inte din aktuella plats, på startskärmen och välj "Spara som platsmarkör".

# markers.no_markers.hint.2
source: Try marking your home, the entrance to your work, or your favorite spot in the park.
da_dk: Prøv at markere dit hjem, indgangen til dit arbejde eller dit yndlingssted i parken.
de_de: Markieren Sie doch einmal Ihr Zuhause, den Eingang zu Ihrer Arbeit oder Ihren Lieblingsplatz im Park.
el_gr: Προσπαθήστε να επισημάνετε το σπίτι σας, την είσοδο στη δουλειά σας ή το αγαπημένο σας σημείο στο πάρκο.
es_es: Intenta marcar tu casa, la entrada a tu trabajo o tu lugar favorito del parque.
fa_ir: سعی کنید خانه، ورودی محل کار، یا مکان مورد علاقه خود در پارک را نشانه‌گذاری کنید.
fi_fi: Kokeile merkitä kotisi, työpaikkasi sisäänkäynti tai lempipaikkasi puistossa.
fr_ca: Essayez de marquer votre domicile, l’entrée de votre lieu de travail ou votre endroit préféré dans un parc.
it_it: Prova ad aggiungere un indicatore per la tua abitazione, l'entrata del tuo luogo di lavoro o il tuo angolo preferito nel parco.
ja_jp: 自宅、勤務先の入り口、公園内のお気に入りのスポットなどのマーカーを作成しましょう。
nb_no: Prøv å markere hjemmet, inngangen til jobben eller yndlingsstedet i parken.
nl_nl: Probeer uw huis te markeren, de toegang tot uw werkplek of uw favoriete plek in het park.
pt_br: Experimente marcar sua casa, a entrada do seu trabalho ou seu local favorito em um parque.
pt_pt: Tente marcar a sua casa, a entrada para o seu local de trabalho ou o seu local favorito no parque.
sv_se: Prova att markera ditt hem, ingången till ditt arbete eller din favoritplats i parken.

# markers.edit_screen.title.save
source: Save Marker
da_dk: Gem mærke
de_de: Markierung speichern
el_gr: Αποθήκευση δείκτη
es_es: Guardar marcador
fa_ir: ذخیره نشانگر
fi_fi: Tallenna merkintä
fr_ca: Enregistrer le marqueur
it_it: Salva indicatore
ja_jp: マーカーを保存
nb_no: Lagre markør
nl_nl: Markering opslaan
pt_br: Salvar Favorito
pt_pt: Guardar Marco
sv_se: Spara platsmarkör

# markers.edit_screen.title.edit
source: Edit Marker
da_dk: Rediger mærke
de_de: Markierung bearbeiten
el_gr: Επεξεργασία δείκτη
es_es: Editar marcador
fa_ir: ویرایش نشانگر
fi_fi: Muokkaa merkintää
fr_ca: Modifier le marqueur
it_it: Modifica indicatore
ja_jp: マーカーを編集
nb_no: Rediger markør
nl_nl: Markering bewerken
pt_br: Editar Favorito
pt_pt: Editar Marco
sv_se: Redigera platsmarkör

# markers.edit_screen.done_button.acc_hint
source: Double tap to save this marker.
da_dk: Dobbelttryk for at gemme dette mærke
de_de: Doppelt tippen, um diese Markierung zu speichern
el_gr: Πατήστε δύο φορές για να αποθηκεύσετε αυτόν τον δείκτη
es_es: Pulsa dos veces para guardar este marcador.
fa_ir: برای ذخیره این نشانگر دو بار ضربه بزنید
fi_fi: Kaksoisnapauta tallentaaksesi tämän merkinnän
fr_ca: Appuyer deux fois pour enregistrer ce marqueur
it_it: Tocca due volte per salvare questo indicatore
ja_jp: このマーカーを保存するにはダブルタップします
nb_no: Dobbelttrykk for å lagre denne markøren
nl_nl: Dubbeltik om deze markering op te slaan
pt_br: Dê um toque duplo para salvar este favorito
pt_pt: Faça duplo toque para guardar este marco
sv_se: Dubbelknacka för att spara platsmarkören

# markers.edit_screen.route
source: Saving to Route: %@
da_dk: Gemmer til rute: %@
de_de: In Route speichern: %@
el_gr: Αποθήκευση στη διαδρομή: %@
es_es: Guardando en ruta: %@
fa_ir: در حال ذخیره در مسیر: %@
fi_fi: Tallennettu reittiin: %@
fr_ca: Enregistrement dans Itinéraire en cours : %@
it_it: Salvataggio nel Percorso: %@
ja_jp: ルートに保存中: %@
nb_no: Lagres i ruten: %@
nl_nl: Opslaan in route: %@
pt_br: Salvando na Rota: %@
pt_pt: A Guardar na Rota: %@
sv_se: Sparar till rutten: %@

# markers.generic_name
source: Marker
da_dk: Markør
de_de: Markierung
el_gr: Δείκτης
es_es: Marcador
fa_ir: نشانگر
fi_fi: Merkintä
fr_ca: Marqueur
it_it: Indicatore
ja_jp: マーカー
nb_no: Markør
nl_nl: Markering
pt_br: Favorito
pt_pt: Marco
sv_se: Platsmarkör

# markers.marker_with_name
source: Marker. %@
da_dk: Markør. %@
de_de: Markierung. %@
el_gr: Δείκτης. %@
es_es: Marcador. %@
fa_ir: نشانگر. %@
fi_fi: Merkintä. %@
fr_ca: Marqueur. %@
it_it: Indicatore, %@
ja_jp: マーカー。%@
nb_no: Markør. %@
nl_nl: Markering. %@
pt_br: Favorito. %@
pt_pt: Marco. %@
sv_se: Platsmarkör. %@

# markers.marker_created
source: Marker created
da_dk: Markør oprettet
de_de: Markierung erstellt
el_gr: Δείκτης που δημιουργήθηκε
es_es: Marcador creado
fa_ir: نشانگر ایجاد شد
fi_fi: Merkintä luotu
fr_ca: Marqueur créé
it_it: Indicatore creato
ja_jp: マーカーを作成しました
nb_no: Markør opprettet
nl_nl: Markering gemaakt
pt_br: Favorito criado
pt_pt: Marco criado
sv_se: Platsmarkör har skapats

# markers.marker_created_on
source: Marker created on %@
da_dk: Markør oprettet den %@
de_de: Markierung erstellt am %@
el_gr: Δείκτης που δημιουργήθηκε στις %@
es_es: Marcador creado en %@
fa_ir: نشانگر در %@ ایجاد شد
fi_fi: Merkintä luotu %@
fr_ca: Marqueur créé le %@
it_it: Indicatore creato su %@
ja_jp: マーカー作成日時: %@
nb_no: Markør opprettet %@
nl_nl: Markering gemaakt op %@
pt_br: Favorito criado em %@
pt_pt: Marco criado em %@
sv_se: Platsmarkör som skapats den %@

# markers.marker_distance_from_poi
source: Marker %1$@ from %2$@
da_dk: Markør %1$@ fra %2$@
de_de: Markierung %1$@ von %2$@ entfernt
el_gr: Δείκτης %1$@ από %2$@
es_es: Marcador %1$@ desde %2$@
fa_ir: نشانگر %1$@ از %2$@
fi_fi: Merkintä %1$@ kohteesta %2$@
fr_ca: Marqueur à %1$@ de %2$@
it_it: Indicatore %1$@ da %2$@
ja_jp: マーカー、%2$@ から %1$@
nb_no: Markør %1$@ fra %2$@
nl_nl: Markering %1$@ vanaf %2$@
pt_br: Favorito a %1$@ de %2$@
pt_pt: Marco a %1$@ de %2$@
sv_se: Platsmarkör %1$@ från %2$@

# markers.marker_at
source: Marker at %@
da_dk: Markør ved %@
de_de: Markierung an %@
el_gr: Δείκτης στο %@
es_es: Marcador en %@
fa_ir: نشانگر در %@
fi_fi: Merkintä kohteessa %@
fr_ca: Marqueur au %@
it_it: Indicatore su %@
ja_jp: %@ のマーカー
nb_no: Markør ved %@
nl_nl: Markering op %@
pt_br: Favorito em %@
pt_pt: Marco em %@
sv_se: Platsmarkör vid %@

# markers.marker_along
source: Marker along %@
da_dk: Markør langs %@
de_de: Markierung entlang %@
el_gr: Δείκτης κατά μήκος της %@
es_es: Marcador por %@
fa_ir: نشانگر در امتداد %@
fi_fi: Merkintä tiellä %@
fr_ca: Marqueur le long de %@
it_it: Indicatore lungo %@
ja_jp: %@ のマーカー
nb_no: Markør langs %@
nl_nl: Markering langs %@
pt_br: Favorito ao longo de %@
pt_pt: Marco na %@
sv_se: Platsmarkör utmed %@

# markers.new_badge.acc_label
source: New. %@
da_dk: Ny. %@
de_de: Neu. %@
el_gr: Νέο. %@
es_es: Nuevo. %@
fa_ir: جدید. %@
fi_fi: Uusi. %@
fr_ca: Nouveau. %@
it_it: Nuovo, %@
ja_jp: 新規、%@
nb_no: Ny. %@
nl_nl: Nieuw. %@
pt_br: Novo. %@
pt_pt: Novo. %@
sv_se: Ny. %@

# markers.destructive_delete_message
source: Are you sure you want to delete this marker?
da_dk: Er du sikker på, at du vil slette dette mærke?
de_de: Möchten Sie diese Markierung wirklich löschen?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν το δείκτη;
es_es: ¿Seguro que deseas eliminar este marcador?
fa_ir: آیا مطمئنید که می‌خواهید این نشانگر را حذف کنید؟
fi_fi: Oletko varma, että haluat poistaa tämän merkinnän?
fr_ca: Voulez-vous vraiment supprimer ce marqueur?
it_it: Vuoi eliminare questo indicatore?
ja_jp: このマーカーを削除しますか?
nb_no: Er du sikker på at du vil slette denne markøren?
nl_nl: Weet u zeker dat u deze markering wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este favorito?
pt_pt: Tem a certeza de que pretende eliminar este marco?
sv_se: Vill du ta bort den här platsmarkören?

# markers.destructive_delete_message.routes
source: This marker is part of the following routes: %@
da_dk: Dette mærke er del af følgende ruter: %@
de_de: Diese Markierung ist Teil der folgenden Routen: %@
el_gr: Ο δείκτης αυτός αποτελεί μέρος των ακόλουθων διαδρομών: %@
es_es: Este marcador forma parte de las siguientes rutas: %@
fa_ir: این نشانگر بخشی از مسیرهای زیر است: %@
fi_fi: Tämä merkintänä on osa seuraavia reittejä: %@
fr_ca: Ce Marqueur fait partie des Itinéraires suivants : %@
it_it: Questo indicatore fa parte dei percorsi seguenti: %@
ja_jp: このマーカーは次のルートの一部です: %@
nb_no: Denne markøren er en del av følgende ruter: %@
nl_nl: Deze markering is onderdeel van de volgende routes: %@
pt_br: Este favorito é parte das seguintes rotas: %@
pt_pt: Este marco faz parte das seguintes rotas: %@
sv_se: Den här platsmarkören tillhör följande rutter: %@

# markers.annotation
source: Annotation
da_dk: Anmærkning
de_de: Anmerkung
el_gr: Σχόλιο
es_es: Anotación
fa_ir: یادداشت
fi_fi: Selite
it_it: Annotazione
ja_jp: コメント
nb_no: Kommentar
nl_nl: Annotatie
pt_br: Anotação
pt_pt: Anotação
sv_se: Anteckning
