Repository: soundscape-community/soundscape
Catalog: apps/ios/GuideDogs/Assets/Localization/*.lproj/Localizable.strings
Languages: da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_ca, it_it, ja_jp, nb_no, nl_nl, pt_br, pt_pt, sv_se

# banner.offline_search.message
source: Soundscape is working offline. Locations are limited to places you have walked by before or have already marked. Learn more
da_dk: Soundscape arbejder offline. Placeringer er begrænset til steder, du er gået forbi før eller allerede har markeret. Få mere at vide
de_de: Soundscape ist im Offlinemodus. Standorte sind auf Plätze beschränkt, die Sie bereits passiert oder markiert haben. Weitere Informationen
el_gr: Το Soundscape λειτουργεί εκτός σύνδεσης. Οι τοποθεσίες περιορίζονται σε μέρη που έχετε περπατήσει στο παρελθόν ή έχετε ήδη επισημάνει. Μάθε περισσότερα
es_es: Soundscape está funcionando sin conexión. Las ubicaciones se limitan a lugares por los que has caminado antes o que ya has marcado. Más información
fa_ir: Soundscape آفلاین کار می‌کند. مکان‌ها به مکان‌هایی که قبلاً از کنارشان عبور کرده‌اید یا قبلاً نشانه‌گذاری کرده‌اید محدود است. بیشتر بدانید
fi_fi: Soundscape toimii offline-tilassa. Sijainnit on rajoitettu paikkoihin, joiden ohi olet jo aiemmin kävellyt tai jotka on jo merkitty. Lisätietoja
fr_ca: Soundscape est en mode hors ligne. Les emplacements sont limités aux endroits où vous vous êtes déjà rendu ou que vous avez déjà marqués. En savoir plus
it_it: Soundscape sta funzionando offline. Le posizioni sono limitate ai luoghi su cui già sei passato o che hai già contrassegnato. Scopri di più
ja_jp: Soundscape はオフラインです。使用できるのは既に行ったことがある場所またはマーカーを設定した場所のみに制限されます。詳細情報
nb_no: Soundscape fungerer i frakoblet modus. Lokasjoner er begrenset til stedene du har gått forbi før eller allerede har markert. Finn ut mer
nl_nl: Soundscape werkt offline. Locaties zijn beperkt tot plaatsen waar u eerder langs bent gelopen of die u al hebt gemarkeerd. Meer informatie
pt_br: O Soundscape está funcionando offline. As localizações se limitam a locais por onde você já passou ou que já marcou. Saiba mais
pt_pt: O Soundscape está a trabalhar offline. As localizações estão limitadas a sítios que já tenha percorrido ou marcado. Mais informações
sv_se: Soundscape arbetar offline. Platserna är begränsade till dem som du har gått förbi tidigare eller redan markerat. Lär dig mer

# banner.online.message
source: Soundscape is back online
da_dk: Soundscape er online igen
de_de: Soundscape ist wieder im Onlinemodus
el_gr: Το Soundscape είναι και πάλι συνδεδεμένο
es_es: Soundscape vuelve a estar en línea
fa_ir: Soundscape دوباره آنلاین شد
fi_fi: Soundscape on jälleen online-tilassa
fr_ca: Soundscape est de nouveau en ligne
it_it: Soundscape è di nuovo online
ja_jp: Soundscape がオンラインになりました
nb_no: Soundscape er tilkoblet igjen
nl_nl: Soundscape is weer online
pt_br: O Soundscape está online novamente
pt_pt: O Soundscape está novamente online
sv_se: Soundscape är åter online

# share.title
source: Share
da_dk: Del
de_de: Teilen
el_gr: Κοινή χρήση
es_es: Compartir
fa_ir: اشتراک‌گذاری
fi_fi: Jaa
fr_ca: Partager
it_it: Condividi
ja_jp: 共有する
nb_no: Del
nl_nl: Delen
pt_br: Compartilhar
pt_pt: Partilhar
sv_se: Dela

# share.prompt.title
source: Enjoying Soundscape?
da_dk: Nyder du Soundscape?
de_de: Gefällt Ihnen Soundscape?
el_gr: Απολαμβάνετε το Soundscape;
es_es: ¿Estás disfrutando de Soundscape?
fa_ir: از Soundscape لذت می‌برید؟
fi_fi: Pidätkö Soundscapesta?
fr_ca: Vous appréciez Soundscape?
it_it: Ti piace Soundscape?
ja_jp: Soundscape を楽しんでいますか?
nb_no: Liker du Soundscape?
nl_nl: Gebruikt u Soundscape graag?
pt_br: Gosta do Soundscape?
pt_pt: Está a gostar do Soundscape?
sv_se: Gillar du Soundscape?

# share.prompt.message
source: Tell your friends and family about Soundscape
da_dk: Fortæl dine venner og familie om Soundscape
de_de: Erzählen Sie Ihren Freunden und Ihrer Familie von Soundscape
el_gr: Ενημερώστε τους φίλους και την οικογένειά σας για το Soundscape
es_es: Habla a tus amigos y familiares de Soundscape
fa_ir: Soundscape را به دوستان و خانواده خود معرفی کنید
fi_fi: Kerro ystävillesi ja perheellesi Soundscapesta
fr_ca: Parlez de Soundscape à vos amis et à votre famille
it_it: Parla di Soundscape ai tuoi amici e familiari
ja_jp: Soundscape について友達や家族に紹介する
nb_no: Fortell venner og familie om Soundscape
nl_nl: Vertel vrienden en familie over Soundscape
pt_br: Conte a seus familiares e amigos sobre o Soundscape
pt_pt: Falar sobre o Soundscape a amigos e familiares
sv_se: Berätta för dina vänner och din familj om Soundscape

# share.action.message
source: Try Soundscape, an app I enjoy using for navigation with 3D sound:
da_dk: Prøv Soundscape, en app, jeg nyder at bruge til navigation med 3D-lyd:
de_de: Testen Sie Soundscape. Ich verwende diese App zur Navigation mit 3D-Sound:
el_gr: Δοκιμάστε το Soundscape, μια εφαρμογή που απολαμβάνω να χρησιμοποιώ για πλοήγηση με ήχο 3D:
es_es: Prueba Soundscape, una aplicación que disfruto usando para la navegación con sonido 3D:
fa_ir: Soundscape را امتحان کنید، برنامه‌ای که از استفاده از آن برای ناوبری با صدای سه بعدی لذت می‌برم:
fi_fi: Kokeile Soundscapea, sovellusta, jota käytän navigoidakseni 3D-äänen avulla:
fr_ca: Essayez Soundscape, une appli que j’aime utiliser pour la navigation avec son 3D :
it_it: Prova Soundscape, un'app che mi piace usare per navigare con audio 3D:
ja_jp: Soundscape をぜひお試しください。3D 音声でナビゲーションしてくれるすばらしいアプリです:
nb_no: Prøv Soundscape, en app jeg liker å bruke for å finne frem, med 3D-lyd:
nl_nl: Probeer Soundscape, mijn favoriete app voor navigatie met 3D-geluid:
pt_br: Experimente o Soundscape, um aplicativo que uso para navegar com som 3D:
pt_pt: Experimente o Soundscape, uma aplicação que gosto de utilizar para navegação com som 3D:
sv_se: Prova Soundscape, en app som jag tycker om att använda för navigering med 3D-ljud:

# push.local.home.title
source: Try Soundscape at home
da_dk: Prøv Soundscape derhjemme
de_de: Probieren Sie Soundscape zu Hause aus
el_gr: Δοκιμάστε το Soundscape στο σπίτι
es_es: Probar Soundscape en casa
fa_ir: Soundscape را در خانه امتحان کنید
fi_fi: Soundscapen kokeilu kotona
fr_ca: Essayez Soundscape chez vous
it_it: Prova Soundscape a casa
ja_jp: 自宅で Soundscape を試す
nb_no: Prøv Soundscape hjemme
nl_nl: Probeer Soundscape thuis
pt_br: Experimente o Soundscape em casa
pt_pt: Experimentar o Soundscape em casa
sv_se: Prova Soundscape hemma

# push.local.home.body
source: Just choose a nearby destination, start the beacon and you'll hear it in the direction of your destination.
da_dk: Vælg blot en nærliggende destination, start lydfyret, og du vil høre det i retningen af din destination.
de_de: Wählen Sie einfach ein Ziel in der Nähe aus, starten Sie das Beacon, und Sie hören es in der Richtung Ihres Ziels.
el_gr: Απλά επιλέξτε έναν κοντινό προορισμό, ξεκινήστε το ηχητικό σήμα και θα το ακούσετε προς την κατεύθυνση του προορισμού σας.
es_es: Solo tienes que elegir un destino cercano e iniciar la señal; la oirás en la dirección de tu destino.
fa_ir: فقط یک مقصد نزدیک را انتخاب کنید، نشانهٔ صوتی را شروع کنید و آن را در جهت مقصد خود خواهید شنید.
fi_fi: Sinun tarvitsee vain valita lähiympäristön määränpää ja käynnistää majakka, niin kuulet sen määränpääsi suunnassa.
fr_ca: Choisissez une destination à proximité, démarrez la balise et vous l’entendrez en direction de votre destination.
it_it: Basta scegliere una destinazione vicina e avviare l'audiofaro che potrai ascoltare nella direzione della tua destinazione.
ja_jp: 近くの目的地を選択して、ビーコンを開始します。これで、目的地の方向からビーコンが聞こえます。
nb_no: Velg en destinasjon i nærheten og start lydsignalet. Du hører da signalet i retningen til destinasjonen din.
nl_nl: Kies een bestemming in de buurt, start het baken en u hoort het in de richting van uw bestemming.
pt_br: Basta escolher um destino próximo, iniciar o sinalizador e você o ouvirá na direção do seu destino.
pt_pt: Basta escolher um destino por perto e iniciar o sinal para o ouvir na direção do destino selecionado.
sv_se: Välj ett mål i närheten och starta ljudfyren. Då hör du vilken riktning målet finns i.

# push.local.walk.title
source: Try Soundscape on your next walk
da_dk: Prøv Soundscape på din næste gåtur
de_de: Testen Sie Soundscape bei Ihrem nächsten Spaziergang
el_gr: Δοκιμάστε το Soundscape στην επόμενη βόλτα σας
es_es: Probar Soundscape en tu propio paseo
fa_ir: Soundscape را در پیاده‌روی بعدی خود امتحان کنید
fi_fi: Kokeile Soundscapea seuraavalla kävelylläsi
fr_ca: Essayez Soundscape pendant votre prochaine promenade
it_it: Prova Soundscape alla tua prossima passeggiata
ja_jp: 次の外出で Soundscape を試しましょう
nb_no: Prøv Soundscape på neste tur
nl_nl: Probeer Soundscape op uw volgende wandeling
pt_br: Experimente o Soundscape em sua próxima caminhada
pt_pt: Experimentar o Soundscape na sua próxima caminhada
sv_se: Prova Soundscape vid din nästa promenad

# push.local.walk.body
source: Just start the app and enjoy the experience. You don't even have to choose a destination.
da_dk: Bare start appen, og nyd oplevelsen. Du behøver ikke engang at vælge en destination.
de_de: Starten Sie einfach die App, und genießen Sie das Erlebnis. Sie müssen nicht einmal ein Ziel auswählen.
el_gr: Απλά ξεκινήστε την εφαρμογή και απολαύστε την εμπειρία. Δεν χρειάζεται καν να επιλέξετε προορισμό.
es_es: Simplemente inicia la aplicación y disfruta de la experiencia. Ni siquiera tienes que elegir un destino.
fa_ir: فقط برنامه را شروع کنید و از تجربه لذت ببرید. حتی نیازی به انتخاب مقصد ندارید.
fi_fi: Sinun tarvitsee vain käynnistää sovellus nauttiaksesi kokemuksesta. Sinun ei tarvitse edes valita määränpäätä.
fr_ca: Il vous suffit de démarrer l’appli pour profiter de l’expérience. Vous n’avez même pas besoin de choisir une destination.
it_it: Avvia l'app e goditi l'esperienza. Non devi nemmeno scegliere una destinazione.
ja_jp: アプリを起動して、試してみましょう。目的地を選択する必要はありません。
nb_no: Start appen og nyt opplevelsen. Du trenger ikke en gang å velge en destinasjon.
nl_nl: Start de app en geniet van de ervaring. U hoeft niet eens een bestemming te kiezen.
pt_br: Basta iniciar o aplicativo e aproveitar a experiência. Você nem precisa escolher um destino.
pt_pt: Basta iniciar a aplicação. Nem sequer tem de escolher um destino.
sv_se: Starta appen och prova den. Du behöver inte ens välja ett mål.

# whats_new.1_2_0.0.title
source: Shake to Repeat the Last Callout
es_es: Agitar para repetir el último aviso
fa_ir: برای تکرار آخرین اعلان صوتی تکان دهید
nl_nl: Schud om de laatste melding te herhalen

# whats_new.1_2_0.0.description
source: You can now shake your device to repeat the last callout. To enable this feature, switch on the 'Repeat Callouts' toggle in settings.
es_es: Ahora puedes agitar tu dispositivo para repetir el último aviso. Para habilitar esta función, activa el botón 'Repetir Avisos' en los ajustes.
fa_ir: اکنون می‌توانید دستگاه خود را برای تکرار آخرین اعلان صوتی تکان دهید. برای فعال کردن این ویژگی، دکمه «تکرار اعلان‌های صوتی» را در تنظیمات روشن کنید.
nl_nl: Je kunt nu je apparaat schudden om de laatste aankondiging te herhalen. Schakel hiervoor de "Herhaal aankondigingen" optie in bij instellingen.

# whats_new.1_2_0.1.title
source: Beacon Mute Distance Setting
es_es: Configuración de la distancia de silenciar la señal
fa_ir: تنظیم فاصله بی‌صدا شدن نشانهٔ صوتی
nl_nl: Instelling om de nabijheid van bakens aan te passen

# whats_new.1_2_0.1.description
source: You can now adjust the distance at which the beacon is automatically muted when you approach. You can adjust this setting in Audio Beacon settings. We would particularly welcome feedback on your experience with setting different distances (0, 5, and 10 metres), for the Audio Beacon to switch off. In our internal testing we are seeing some inconsistencies in behaviour and are keen to get feedback from a wider base of users.
es_es: Ahora puedes ajustar la distancia a la que la señal se silencia automáticamente cuando te acercas. Puedes ajustar esta opción en la configuración de la señal de audio. Nos gustaría conocer tu experiencia con la desactivación de la señal de audio a diferentes distancias (0,5 y 10 metros). En nuestras pruebas internas estamos observando algunas incoherencias en el comportamiento y nos gustaría conocer la opinión de una base más amplia de usuarios.
fa_ir: اکنون می‌توانید فاصله‌ای را که در آن نشانهٔ صوتی هنگام نزدیک شدن به طور خودکار بی‌صدا می‌شود تنظیم کنید. فقط به تنظیمات نشانهٔ صوتی بروید و نوار لغزنده «فاصله بی‌صدا شدن صدا» را حرکت دهید.
nl_nl: Je kunt nu de afstand aanpassen waarop het baken automatisch wordt gedempt wanneer je nadert. Je kunt deze instelling aanpassen in de Audiobaken-instellingen. We zijn vooral benieuwd naar je feedback over je ervaring met het instellen van verschillende afstanden (0, 5 en 10 meter) voor het uitschakelen van het Audio Baken. Tijdens onze interne tests zien we enkele inconsistenties in het gedrag, en we zijn erg geïnteresseerd in feedback van een bredere groep gebruikers.

# whats_new.1_2_0.2.title
source: Categories in Places Nearby
es_es: Categorías en lugares cercanos
fa_ir: دسته‌بندی‌ها در مکان‌های نزدیک
fi_fi: Luokat 'Lähiympäristön paikat':ssa
nl_nl: Categorieën bij plaatsen in de buurt

# whats_new.1_2_0.2.description
source: You can now filter the places nearby list by categories such as public transport, Food & Drink, etc.
es_es: Ahora puedes filtrar la lista de lugares cercanos por categorías como transporte público, comida y bebida, etc.
fa_ir: اکنون می‌توانید لیست مکان‌های نزدیک را بر اساس دسته‌بندی‌هایی مانند حمل و نقل عمومی، غذا و نوشیدنی و غیره فیلتر کنید.
fi_fi: Voit nyt suodattaa lähistöllä olevia paikkoja luokkien mukaan, kuten joukkoliikenne, ruoka ja juoma jne.
nl_nl: Je kunt nu de lijst met plaatsen in de buurt filteren op categorieën zoals openbaar vervoer, eten & drinken, enz.

# faq.title
source: Frequently Asked Questions
da_dk: Ofte stillede spørgsmål
de_de: Häufig gestellte Fragen
el_gr: Συνήθεις ερωτήσεις
es_es: Preguntas más frecuentes
fa_ir: سوالات متداول
fi_fi: Usein kysytyt kysymykset
fr_ca: Forum Aux Questions
it_it: Domande frequenti
ja_jp: よくあるご質問 (FAQ)
nb_no: Vanlige spørsmål
nl_nl: Veelgestelde vragen
pt_br: Perguntas Frequentes
pt_pt: Perguntas Mais Frequentes
sv_se: Vanliga frågor

# faq.title.abbreviated
source: FAQ
da_dk: Ofte stillede spørgsmål
el_gr: Συνήθεις ερωτήσεις
es_es: P+F
fa_ir: سوالات متداول
fi_fi: UKK
it_it: Domande frequenti
nb_no: Vanlige spørsmål
nl_nl: Veelgestelde vragen
pt_br: Perguntas frequentes
sv_se: Vanliga frågor

# faq.tips.title
source: Tips
de_de: Tipps
el_gr: Συμβουλές
es_es: Sugerencias
fa_ir: نکات و ترفندها
fi_fi: Vinkkejä
fr_ca: Conseils
it_it: Suggerimenti
ja_jp: ヒント
pt_br: Dicas
pt_pt: Sugestões

# faq.section.what_is_soundscape
source: What is Soundscape and how should I use it?
da_dk: Hvad er Soundscape, og hvordan skal jeg bruge det?
de_de: Was ist Soundscape, und wie wird es verwendet?
el_gr: Τι είναι το Soundscape και πώς πρέπει να το χρησιμοποιήσω;
es_es: ¿Qué es Soundscape y cómo debo usarlo?
fa_ir: Soundscape چیست و چگونه باید از آن استفاده کنم؟
fi_fi: Mikä on Soundscape ja kuinka minun tulisi käyttää sitä?
fr_ca: Qu’est-ce que Soundscape et comment l’utiliser?
it_it: Cos'è Soundscape e come si usa?
ja_jp: Soundscape とはどのようなもので、どのように使えばよいですか?
nb_no: Hva er Soundscape og hvordan skal jeg bruke den?
nl_nl: Wat is Soundscape en hoe moet ik het gebruiken?
pt_br: O que é o Soundscape e como devo usá-lo?
pt_pt: O que é o Soundscape e como devo utilizá-lo?
sv_se: Vad är Soundscape och hur använder jag appen?

# faq.when_to_use_soundscape.question
source: When should I use Soundscape?
da_dk: Hvornår skal jeg bruge Soundscape?
de_de: Wann sollte ich Soundscape verwenden?
el_gr: Πότε πρέπει να χρησιμοποιήσω το Soundscape;
es_es: ¿Cuándo debo usar Soundscape?
fa_ir: چه زمانی باید از Soundscape استفاده کنم؟
fi_fi: Milloin minun kannattaa käyttää Soundscapea?
fr_ca: Quand dois-je utiliser Soundscape?
it_it: Quando devo usare Soundscape?
ja_jp: どのようなときに Soundscape を使用したらよいですか?
nb_no: Når bør jeg bruke Soundscape?
nl_nl: Wanneer kan ik Soundscape het beste gebruiken?
pt_br: Quando devo usar o Soundscape?
pt_pt: Quando devo utilizar o Soundscape?
sv_se: När bör jag använda Soundscape?
